{"meta":{"title":"夕阳红老年博客","subtitle":"","description":"夕阳红老年博客","author":"karuka","url":"https://karuka.top","root":"/"},"pages":[{"title":"","date":"2022-12-06T15:27:55.553Z","updated":"2022-08-21T09:51:46.916Z","comments":true,"path":"404.html","permalink":"https://karuka.top/404.html","excerpt":"","text":"404 很抱歉，您访问的页面不存在 可能是输入地址有误或该地址已被删除"},{"title":"Hello World","date":"2022-12-06T15:27:55.554Z","updated":"2022-08-21T11:45:41.134Z","comments":true,"path":"hello-world.html","permalink":"https://karuka.top/hello-world.html","excerpt":"","text":"Welcome to Hexo! This is your very first post. Check documentation for more info. If you get any problems when using Hexo, you can find the answer in troubleshooting or you can ask me on GitHub. Quick StartCreate a new post1$ hexo new &quot;My New Post&quot; More info: Writing Run server1$ hexo server More info: Server Generate static files1$ hexo generate More info: Generating Deploy to remote sites1$ hexo deploy More info: Deployment"},{"title":"","date":"2022-12-06T15:27:55.553Z","updated":"2022-08-25T03:32:54.640Z","comments":true,"path":"about/index.html","permalink":"https://karuka.top/about/index.html","excerpt":"","text":"✧｡ENFJ🦁✧｡ 我思故我在 在隆冬，我终于知道，我身上有一个不可战胜的夏天。 就算世界毁灭我也一直在这，欢迎随时来找我，不管是怎么样能进得了这里的你永远是——my friend！ヽ(ﾟ∀ﾟ)ﾒ(ﾟ∀ﾟ)ﾉ 本网站永远不倒闭，除非没钱续域名了。。。 夏天什么时候才能再来嘛 不要放弃思考！ ▷「考えるのも辞めだ！どうせ死ぬんだから， 连思考都放弃了 就会迎接死亡。」——八月、某、月明かり"},{"title":"所有分类","date":"2022-12-06T15:27:55.553Z","updated":"2022-08-25T02:39:39.543Z","comments":true,"path":"categories/index.html","permalink":"https://karuka.top/categories/index.html","excerpt":"","text":""},{"title":"所有标签","date":"2022-12-06T15:27:55.554Z","updated":"2022-08-21T09:49:44.894Z","comments":true,"path":"tags/index.html","permalink":"https://karuka.top/tags/index.html","excerpt":"","text":""},{"title":"我的朋友们","date":"2022-12-06T15:27:55.553Z","updated":"2022-08-21T11:11:32.094Z","comments":true,"path":"friends/index.html","permalink":"https://karuka.top/friends/index.html","excerpt":"","text":""}],"posts":[{"title":"23-12-11每日复盘","slug":"23-12-11每日复盘","date":"2023-12-11T11:40:13.000Z","updated":"2023-12-11T11:56:05.053Z","comments":true,"path":"posts/e04527b4/","link":"","permalink":"https://karuka.top/posts/e04527b4/","excerpt":"","text":"时间过得好快，转眼间已经差不多一整年没有写博客了，中间这个网站也没有怎么来打理 转眼间我也已经成为大学生了，但是在这里的时间仿佛还是静止了一样， 之前看到一则视频，大概说的就是【人们需要去记录过去的事情，才能够抚今追昔】类似这样的感觉 感觉每年秋冬的时候我都好浮躁，最近听了听【朋友】们的意见，感觉确实最近向外传递了太多的信息，但其实这些信息本来就没有必要向外传递— &#x3D;&#x3D;所以我找回了这个博客&#x3D;&#x3D; 太久没有编辑的缘故，早就忘记了一些最基本的指令、 过去的一些照片，一些生活的记录，一些鲜活的证明 每天都有想很多事情 冬天是期末，是漫长的寒冷，所以我并不怎么喜欢冬天 大学开学也已经有一学期了，时间真的过得好快好快 去年的这个时候我还在为我的春考之类的感到难过，现在大家都有了自己新的小圈子了 不过我并不属于任何一类，其实也不想这样，但是奈何实在是没有100同步率的灵魂存在于我的周围 前段时间开了一个小调查，出乎意料，大家都认为我有很多很多朋友 但其实上大学之后并没有几个朋友，和高中差不多一个样子，表面的心照宣应附和着 不知道这样的日子会持续很久，但是早就过了做梦的年纪了 又是一篇没有主旨的流水账，不过也无所谓了 反正能看见这篇的也一共就3个人 +++++++++++++++++++++++++++","categories":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/categories/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}],"tags":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/tags/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}]},{"title":"23-01-11每日复盘","slug":"23-01-11每日复盘","date":"2023-01-11T11:26:57.000Z","updated":"2023-01-11T12:08:59.015Z","comments":true,"path":"posts/4e2b5805/","link":"","permalink":"https://karuka.top/posts/4e2b5805/","excerpt":"","text":"新年快乐、这个是今年的第一篇文章 每天都是日新月异的，时间过得好快 最近在看石头门，在看1984，LHC，时间机器，相对论，思想犯，思想警察…… 无论如何，都是看不太进课本上死板的知识 在喜欢未知的同时也讨厌这样的未知 あっハハ とつぜんにアイスクリームを食べたい！！！ とりあえず、今天来这里的目的也并没有什么其他太多的别的 刚刚和妈妈打完视频电话，她在住院 ，爸爸在上班，哥哥和那个女的可能在楼下住也有可能不在 某种意义上来说今天是一个人自己住 也懒得下楼去喂猫了 不想写作业，甚至连wjy喊我我一起去看阿凡达的邀请都回绝了 懒得出门，懒得花钱， 我觉得，这样的社交是最最低成本也是无用的，说得难听点也就是 “用钱就可以买得到的东西” 未来，只要身上有钱还能够去买得起一杯水的话，就可以获得最低限度的社交， 但这也无用啊 前几天看到一则新闻，讲的是一个博士女生完全没有社交但是家长很担心之类的话题，但是 我觉得，这样其实也避免了很多不必要的浪费 不浪费口袋里的钱币，不浪费对别人的感情，不浪费自己宝贵的时间 其实今天早上有做梦梦到，今年年初前三天也有一直连着做梦梦到他 然后百度又给我推了一条视频说 ：“梦见的人正在渐渐把我忘记” 嗯……我不知道怎么形容，也许这里也不太适合形容‘ 但是确实谁的样子渐渐也在被淡忘，其实我最讨厌遗忘 我现在还记得幼儿园大班中午不睡觉的时候看见的罗老师玩电脑的侧脸 还记得小学家里还没拆迁住乡下的时候来家里院子里讨饭人的穿搭还有破瓷缸 还记得初中时候梦见的叫晴る的人在校园舞台的后面给我吃蔬菜干的时候的样子 唯独今天这个梦，我梦见我成了大学生，我在大学的校园里还看见了 但是也只是看见了他的眼睛，剩下的地方全都像穆斯林一样厚厚的裹着 他匆匆离开 像前几天春考在学校看见像snake一样的人匆匆离开的时候一样 落魄、无言、 校园里还有很多形形色色的人在走着 出了围墙之外也一定会有 正如这个世界上有很多迷人的花一样 但是很少却有两片相同的叶子 …… 我想成为月亮的同步卫星 但是月亮也是某颗蓝色星球的卫星呢？ 最近又开始想不太明白存在的意义是什么了，因为我现在这个成绩也终究无法成为【我想成为的人】 永远有比我厉害的人 也永远有不及我的人 其实我对物理研究很感兴趣，历史同理，但是不明白为什么自己还是选了个不擅长也不喜欢的地理并且拿了个很烂的分 现在又像背负着重重的麻袋前行一样 研究生，然后硕士，博士 前面永远也没有尽头， 啊，一想到这样的未来就好无趣！ 写不会的12题，算错的填空题，不会写的物理20题 不是现充， 不完全是二次元，也反感现在跟风的二刺猿 那我是？ 老梅，小丽这种让我敬仰的人其实都曾告诉过我 要把时间多放在自己身上，将自己的能力提高 对于她们来说可能很管用 ， 但其实我可能更适合和别人一起学习 所以才会有了小狄每晚一起写作业，让我安心地坐好几个小时 但是之后的路，估计也没有谁会和我一起走 翻到了三年前，八月底，发的朋友圈 和澜牵着手 “ 三年之后，我们再当同学。 “ 现在反而没有当时那种急切的心理，像是风吹走的塑料袋一样 随遇而安？ 烦恼我的其实只有未来呀 最近因为一直在思考【娱乐】的意义是什么 所以一度感觉这个世界上所有的游戏是不是都带有一丝社交属性呢？ 既然我不社交的话那也自然没什么玩游戏的必要了 把这个时间拿来练琴了，效果确实很好，但也还是会感到寂寞 啊，矛盾的17岁","categories":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/categories/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}],"tags":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/tags/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}]},{"title":"22-12-21每日复盘","slug":"22-12-21每日复盘","date":"2022-12-21T14:11:22.000Z","updated":"2022-12-21T14:17:59.919Z","comments":true,"path":"posts/4bc68237/","link":"","permalink":"https://karuka.top/posts/4bc68237/","excerpt":"","text":"没什么特别想说的，只想也早点知道我一模到底扣几分 这次section a一共扣了10，相对以往来说是做的还好，但应该还能更好 数学也对了一下答案，一共扣了40分左右（填选15+立几第二问8+后面随便扣可能就是40多） 语文也不清楚 不要来问我【我觉得我能考多少】了 被迫估成绩&#x3D;。&#x3D;，而且和你们也没关系呀。 晚自习结束之后，在mc里面待了一会，好无聊，一个人都没有 也好希望能有像传言里面有个【him】来陪我也好，起码不是单机mc Alex，steve…… 为什么物理天天还留作业","categories":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/categories/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}],"tags":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/tags/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}]},{"title":"22-12-20每日复盘","slug":"22-12-20每日复盘","date":"2022-12-20T14:28:46.000Z","updated":"2022-12-20T15:26:07.590Z","comments":true,"path":"posts/96505bb2/","link":"","permalink":"https://karuka.top/posts/96505bb2/","excerpt":"","text":"想了想，还是如同老梅所说 我没有实现自我的【满足】 所以一直是一个，精神平庸的人 其实也没什么太多好说的了 说的太多反而像是 【 ？ 】 一样 其实观察过周围很厉害的人，像是李安琪老梅之类的，她们都有一个很共同的特性 就是都不会对外界表露太多关于自己的心情 之类的 【啊如果周懿也算的话也算一个吧哈哈，老康其实也是的】 王奕乐也许也是？ 算了，也不熟，最熟的时期大概已经终止在2015年的时候，2020的见面也只是客套 和郑子约好了，明年高考完我们可以见面的，可以一起出去玩 我还记得今年网课的时候偶有机会和郑子再次聊聊天 其实对我们这种类似已经成为网友的人来说本应没什么可聊的了 但是我们还是聊了很多，相反，基本都没怎么提到过小学的事情 但是我还一直记得她送我的那个路虎的车里面的摆件 就像以前学的《羚羊木雕》一样，一直都在我这边 她只不过换了个新的身份继续当我的朋友罢了 老梅也是，林韩英也是 她们还会记得吗？ 明年考完、一起出来玩 感觉我对谁给予的其实都不少，收到的却是一言难尽的光景（我也不知道这个词用在这边对不对 其实年终总结的视频大体也在今年11月排过了 但是从拍完开始已经有种不想发出来的感觉了 【总体来说这一年糟糕的事情＞开心的事情，我还活着真是万幸】 参赛获奖了吗？ -没有 有一个a吗？ -没有 你得到了什么失去了什么？ -…… 那你今年干了什么？ 你干了什么？ 你想要干什么？ 不行，不装了，我要说脏话 2022年除了【我草】和【他妈的】之外都没说过别的什么祖安话了 自己还是更加重要一点 このせかいめちゃきらいいいししししししししししししねくそやろきらいどやでぜんぜんしらない、だいへんまいにちきらいみなぜんぶきらぃでうぅう 牙白 ，换完输入法之后突然想起来自己还有一些老早学的话忘记学以致用 和自己对话很有趣 我很喜欢 短时间内应该也是とおせんぼ I recall an extremely interesting thing that 不打洋文了，我怕以后回来看见语法错误那实在是太丢脸了 啊哈哈 其实也很想把我的过去 的 包括旧友，送礼物有时候只是想说 【我们就此 吧！】 因为这样我可以 得潇洒一点 但是对方如果又 【啊你真好，竟然还记得我】 ​ 如果 我也会 （刚才突然想到的新的挖空的方式，来自英语的语法填空， 未来的我要是回勘看不懂的话会不会感觉非常奇怪啊哈哈） 没关系，我就是奇怪的人 ~奈我何？ 语文考试如果是晚上的话，我一定是大文豪 不过、 语文啊…… 也没什么特别想说的了 如果硬要再凑点什么的话 我希望 未来的 我 能在生活继续给我重击的时候依旧爬的起来 爬也要爬起来 像是两年级独自出去买南瓜饼滑倒在潮湿的沥青柏油马路上爬起来一样 像是三年级跑400米弯道被撞倒脸着地眼眶周围的皮肤全烂了爬起来一样 像是六年级体活课乱跑被俞家乐撞倒短暂失去意识但是在别人搀扶下爬起来一样 这些都是物理上的爬，但是精神上的【爬起来】也一样重要所以，现在其实也不太在意咳嗽到底还会不会咳血这类鸡毛蒜皮的小事 因为我就是我呀 我应该去呕心沥血的干大事，而不是在这边呕心沥血 待多久开放呢？不清楚","categories":[],"tags":[]},{"title":"22-12-19每日复盘","slug":"22-12-19每日复盘","date":"2022-12-19T14:52:26.000Z","updated":"2022-12-19T15:11:13.392Z","comments":true,"path":"posts/6da47481/","link":"","permalink":"https://karuka.top/posts/6da47481/","excerpt":"","text":"まだ19日かなーー 将来、どうなの？ 知らない 但对于大部分人来说 尤其是网课的部分来说 绝对会有所下降 然而像七宝南模这样的好学校们依旧保持着线下上课…… 因此好的只会越好，差的也只会越差 19天之后日子依旧会つづく 起码对于我这种人来说迎来不了最终大结局 因为就算是比起中考这种考试前我的状态 我现在所付出的连那时候的十分之一都没有 春考的话，拿什么去和全上海依旧在努力学习的考生比呢？ 沉溺于电子所带来的快感或者是摆烂的快感当中只有瞬间的快乐 之后也只是，一片的虚无 现在越活越觉得电子游戏或者动漫这些还是没小时候看的好看，也没多大兴趣和时间 ​ 小丽以前也说过 你现在就把20岁的事情做掉了的话，你20岁干嘛呢？ 以后玩游戏的日子多得很，甚至我还能把游戏机带到我的棺木里面 不过，反观 也有可能那个时候正好也需要一个平台去对外的探索 正如我们必须接受九年义务教育一样 而现在，更多的不应该是我们站在别人所搭建好的伊甸园当中获得暂时性快乐 其实现在也很羡慕那些依旧不被大环境影响真真正正地去读一些纸质有意义的书的人 而非那些流行无病呻吟的网络爱情小说 不愿在说什么，虽然未来看到这篇未完全记载的文章时肯定会嗤笑 【为什么当时不多记点啊啊】 这种话，但，也无所谓，况且， 再回顾这种已经写过的文字并不在我未来必做的安排之上 但也同时抱有一丝希望 未来再次又得到【新冠】这样类似的呼吸道疾病的时候 连同肺部心脏带来的余悸可以一同追溯到现在 这种17岁限定的，吸烟刻肺的，回忆 毕竟现在的我也只是个精神上的巨人，行动上的侏儒","categories":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/categories/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}],"tags":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/tags/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}]},{"title":"22-12-16每日复盘","slug":"22-12-16每日复盘-1","date":"2022-12-16T12:58:52.000Z","updated":"2022-12-16T14:34:54.613Z","comments":true,"path":"posts/4ad4a1b4/","link":"","permalink":"https://karuka.top/posts/4ad4a1b4/","excerpt":"","text":"昨天比较忙，晚上在杨婉滢家里留宿了，所以没有电脑更新 早上在她家看了海街日记 早饭吃的是泡面 我其实不喜欢平淡的日常的 不管是电影还是生活 眺望窗外的白杨 喂了小猫，今天是两只 但是还没看见那只橘猫 去哪了？ 又在我家待了一个下午 这样拍可以显得我鼻子很高哈哈 晚上出门的时候下雨了 但是给王喆还有飘逸送礼物是更重要的事 下周没准就出不来了 现在这个局势来看…… 天很冷，雨夜很冷 但是看见飘逸还有吉吉很开心的表情觉得也值得 （飘拍的我们两） 吉吉很喜欢这个小灯，太好了 和拉拉通话了 这两个人好好笑 去骄阳家，她给了我松露巧克力 很好吃 in memory of 一下吉吉给我画的眼线 好了今天就先这个样子 ？？？我爸阳了？ 草，但是我今天做的抗原我还是阴性的啊？&#x3D;。&#x3D; 妈妈把爸爸赶去九楼哥哥家空卧室睡觉去了。。","categories":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/categories/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}],"tags":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/tags/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}]},{"title":"22-12-15每日复盘","slug":"22-12-15每日复盘","date":"2022-12-16T12:40:01.000Z","updated":"2023-12-11T11:23:58.035Z","comments":true,"path":"posts/f71ecd7a/","link":"","permalink":"https://karuka.top/posts/f71ecd7a/","excerpt":"","text":"昨天上午在没有人的三楼写作业 没有任何人的感觉真的太好了 我还有温暖的太阳，五楼教室里一堆考完的人在看电影也不会打扰到我 是谁喜欢的秋天？ 这哪里是冬天！分明是一派层林浸染的秋景！ 好希望谁也能看看、 当然不是楼上那群人~ 中午实在看不进去了所以把饭倒了去音乐教室 弹了一下尤克里里，虽然比吉他简单 但我还是喜欢吉他，这个太单调了 中午去了音乐教室弹琴 享受一个人，还有暖暖的太阳 没想到聂朱珠张咏曦她们在我弹了一半的时候破门而入 【hello~】 不要偏偏在这个时候和我打招呼呀！ 而且你们拿着kfc来这边吃是想让我给你们用餐进行一个高雅伴奏陶冶情操吗… 托身乱世中~ 小白在 下午早放了，准备好给大家的圣诞礼物之后就出门了 今年准备了9份 拉拉给我的礼物","categories":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/categories/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}],"tags":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/tags/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}]},{"title":"22-12-14每日复盘","slug":"22-12-14每日复盘","date":"2022-12-14T14:52:50.000Z","updated":"2022-12-14T15:03:15.687Z","comments":true,"path":"posts/2a8814ff/","link":"","permalink":"https://karuka.top/posts/2a8814ff/","excerpt":"","text":"今天是真正意义上的在家宅了一天， 因为妈妈核酸混管有阳…… 最远的距离是从房间到阳台上看Meru的距离 考了一模、感觉比平时的练习简单 但是语文作文有感觉好像有点跑题了…… 今晚连续看了四个小时的物理 导致现在任何文字都不想表达了 実は、僕のこと 勉強大きらいね、","categories":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/categories/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}],"tags":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/tags/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}]},{"title":"22-12-13每日复盘","slug":"22-12-13每日复盘","date":"2022-12-13T11:48:51.000Z","updated":"2022-12-13T12:50:28.635Z","comments":true,"path":"posts/57fb12a7/","link":"","permalink":"https://karuka.top/posts/57fb12a7/","excerpt":"","text":"果然悲伤和不幸只会存在数秒^^ 今天的我又是一条好汉！ Power！ 我要把最开心的事情放在最前面 今天拜托向明本部的一位，帮我代点给两位了两首歌^^ 好开心，希望它们能收到我的歌 命运果然是用来被打破的 哪怕我们的学校没有参加这次点歌活动 今天早上出门快到学校那个红绿灯那边，见证了一辆黑色丰田撞人逃逸&#x3D;。&#x3D; 还好那个骑自行车的男的伤的不是很严重 我加快了速度跟着那辆沪C B9？10的车，只为了看看到底谁家长这么缺德 毕竟还有一分钟迟到的我实在没有多的时间停留去搀扶别人 只要找到凶手就好、 看见了是初中部的一个女生，也惊愕的坐在后排看着窗外骑过的我 前排的男的衣冠整整，如果不是他撞人还跑 那我一定会觉得是个谦谦君子 &#x3D;。&#x3D;果然人不可貌相…… 今天沈佳雯，张珍渝都没来 聂朱珠上了一节课也走了 核酸有问题…… 原来高二三班羊的不是一个人，是十个人啊 太可怕了、大家也要做好防护 毕竟马上就春考了 对了今天听张咏曦说、 静安宝山浦东一模全取消了、？ 闵行田园，浦江都不考了， 不过、我倒是很好奇，她们不参加区里的排位的话 真正像春考这样的全市考试真的不会慌吗？ 因为明天就要一模了 但也不想在教室里明目张胆的卷 因为今天基本所有的课都是复习课了 一成不变的教室让人生厌、 全是黑压压的一片 于是我照例没上体育专项课，把这个换成了90分钟图书馆自习 从天亮到天黑 我真的好喜欢在书多的地方写作业！！ 没有任何人在意我去哪 有可能因为都是初中老师，管不到我这个高中生 也有可能因为待在图书馆的学生基本上都是唐氏综合征或者脑瘫之类的疾病学生&#x3D;。&#x3D; 但是没有人管我真的太棒了！！ 也不用随时感觉被监视着在学习，按自己的进度来就好 以后也要经常来这里！ 除了音乐教室之外第二喜欢的地方 绿色那边的其实是更隐蔽的座位 但由于窗外路过的人可能会看见 所以我还是选择躲在正常的角落里面写题 今天花了30分钟又自主把概率部分系统整理了一遍 希望明天考试的时候不要错了！！ 还可以看书^^ 今天还顺口问了一下负责的老师 几点闭馆 她说5:30，她说我可以再待会 但是那个时候已经是16:40了，我要回去上统一的自修课了 残念！ 决定了、考完一模就给自己放假一天补三体 今天还有一件很开心的事情 之前作业留太多作文提纲就写了一篇 虽然苏小霞人确实不至于骂我 但是在我写的纸条上面写了个【加油】是出乎意料的 因为六年级的时候刘晓秋就是因为我、 也是身为那个时候的语文课代表但也是作文没写完 当着全班的面发了疯似的骂我，撤掉我的职位&#x3D;。&#x3D; 有点心理阴影说实话…… 虽然现在在初中部偶尔还能看见她 太可怕了、阴魂不散、冤家路窄。 今天依旧只有这只白猫 明天会不会又多一只？ 数学物理都好难 不过还好明天只考数学和语文 背诵、！ 怎么妈妈做的混管里面有阳性的？ 要是明早出不了结果的话我就来不了学校了？ &#x3D;。&#x3D;？ 我要考试啊","categories":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/categories/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}],"tags":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/tags/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}]},{"title":"22-12-12每日复盘","slug":"22-12-12每日复盘","date":"2022-12-12T13:58:14.000Z","updated":"2022-12-12T14:46:48.923Z","comments":true,"path":"posts/8a6dcb22/","link":"","permalink":"https://karuka.top/posts/8a6dcb22/","excerpt":"","text":"最近是什么，泰极否来吗。。 但也感觉前段时间没怎么幸运吧 但是、没关系吧？ 今天中午吃午饭的时候听TED的时候听见了几篇，关于Hopless为主题的 有一篇的speaker是经历了洪水，亲近的人全遇害了，但是她依旧保持乐观的心情来生活 还有一个是speaker的父亲以前当着他的面要自杀，但是后来speaker通过不断鼓励他的父亲去写下来过去好玩的事，比如第一次看晚上的星星？（不太记得了，但是就是很多零碎的小事) 最后他的父亲坚持了七年还是五年，写出了一部65thousand字数的自传，并且好了很多 今天早上飞奔上学、 每周周一早上都是最辛苦的时候 别人上学骑车可能是锻炼身体，但我骑车绝对是极限挑战 7分钟2公里＋爬5楼、我觉得我和特种兵没什么太大区别了 但这样还是迟到了…… 因此今天放学被罚打扫卫生了 但是放学大家都去食堂或者走了之后杨航竟然还在等我，有点出乎意料 其实要是是我的话，一个和我不太熟的同学 和我一起出校门，但是她要打扫卫生 那我肯定不会浪费时间等她，我会先离开的 守望这个单词是Keep Watch！！ 今天原本以为李筱上课会好好讲翻译，没想到他竟然直接发答案了&#x3D;。&#x3D; 没有讲解的话，是不是我周末6小时翻译都是白写了…… 讨厌…… 那你还是考试吧！既然讲课也不愿意讲…… 数学今天就真的考了两节课，做了个今年的松江一模 填选加起来竟然错了7题…… 😔 伤心的时候，在背英语 看见了一句话 After rain comes fair weather 楼下的高二三班班主任阳了 今天好像听说田靓也阳了。。 今天所有老师都戴上了口罩，并且鼓励我们都戴 但是施斐尔说口罩戴多了对心肺呼吸功能的损害是不可逆转的、 上海这三年是否无用功呢？ 我妈真的有毛病， 只不过十几年前小时候发烧爸爸没空带我去医院这种旧账都能翻出来吵一架 讨厌她 讨厌吵架。 十二月还没过一半已经快花到1000了，，， 十一十二月也根本没有出去玩， 就莫名其妙就花了这么多钱 一边喊着挣钱不容易一边很鼓励让我多用爸爸的钱、真的很搞笑&#x3D;。&#x3D; 女版葛朗台吗？ 控制欲还极其强烈、大学不让我考出上海，最多外地再加个北京 当代围城…… 今天最大的慰藉可能是晚饭吃了热腾腾的火锅 虽然这次的黑鱼片有点腥味？ 但是还是很满足了 今晚，谁也不在 谁也不在了 心の暗い暗い奥の 底にほんとは隠してたんです 今じゃ遅い 遅いなんて 今更知っちゃったんだ あぁ もう 嫌い 嫌いなんだ 君も 仆も 全部 全部 全部 「透けて消えてなくなって」 26…","categories":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/categories/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}],"tags":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/tags/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}]},{"title":"22-12-11每日复盘","slug":"22-12-11每日复盘","date":"2022-12-11T15:42:46.000Z","updated":"2022-12-11T16:09:59.799Z","comments":true,"path":"posts/37a7a7ec/","link":"","permalink":"https://karuka.top/posts/37a7a7ec/","excerpt":"","text":"今天早上因为保证了八小时的充足睡眠 因此做了个完整的梦 【这次利用在地铁上通勤的时间把它画下来了 虽然张珍渝和【他】并不是同一个时期我认识的人，但是却一起出现在了梦里 【他】可以指任何人，但在我这只有一个特定的梦中常客】 想看移步《梦》 今天的天很好看 不管在哪拍都是的 下午补课回来、路过闸北公园门前 瞟见了那边的一套85平的房价 算下来单价竟然要10万多…… 太可怕了 这个活动怎么不带我们学校玩！ 我有好多人想点歌！ 晚上不睡觉的后果就是被。。&#x3D;。&#x3D; 可是你上课都不听课欸…… 先从上课不睡觉做起吧……！虽然你也看不到这里-。- 是不是又是三天打鱼两天晒网呢？ 虽然循环了不知道多少次了，但这次还是 拭目以待 虽然帮助你没关系、但是你自己也要付出行动啊 每次问问都是没有用的、而且 为什么高三了还会问我公式要不要背。。？ 迷惑。。。 今天晚上依旧只有一只猫呀——","categories":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/categories/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}],"tags":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/tags/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}]},{"title":"22-12-10每日复盘","slug":"22-12-10每日复盘","date":"2022-12-10T15:34:44.000Z","updated":"2022-12-10T15:46:26.107Z","comments":true,"path":"posts/ea317e69/","link":"","permalink":"https://karuka.top/posts/ea317e69/","excerpt":"","text":"写这个的时候又有点晚了， 好困呀 因此长话短说 今天依旧是电锯人下饭 自从初中经历过寒蝉，another，尸体派对，尸鬼这种之类的动漫洗礼之后 反而觉得链锯人就是一个热血的少年番、没啥吓人不吓人之说 也有可能是因为心智的成熟了 看完之后午饭还没吃完（今天唯一一顿饭就吃了午饭~） 所以再看了一个首页推荐的卡西欧用法 我觉得对我来说还是挺有用的 希望以后也能记得 下午妈妈因为核酸报告还没出来干脆今天给自己放假了 我和她无聊到翻相册，发现了2020刚中考完的我 感觉还是比现在要瘦，欸 晚上 出去做核酸顺便喂猫 发现果然亭子撤了 上海开摆了，听王澜说地铁都不要核酸了 虽然xd昨天也发通知说、不建议大家去做核酸了…… 一个时代的过去了 感觉迟早要全阳、我自己倒无所谓 但是我一点也不希望我的朋友还有家人变阳&#x3D;。&#x3D; 欸、 小区门口有卖米花筒的，买了一袋，十块钱 到家爸妈说缺斤少两，我被坑了&#x3D;。&#x3D; 晚上赵凌加的物理课，卷子没发在那边空讲 那我来写英语好了！ 但是下周就要一模，还是对我的物理有点小慌 这个lx又不做人了，留好多翻译，手都写断了要…… 上周做的还没讲完呢！ 今天喂得晚了一点所以就她一个 睡觉睡觉","categories":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/categories/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}],"tags":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/tags/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}]},{"title":"22-12-09每日复盘","slug":"22-12-09每日复盘","date":"2022-12-09T11:29:27.000Z","updated":"2022-12-09T12:03:00.671Z","comments":true,"path":"posts/f0ab95f7/","link":"","permalink":"https://karuka.top/posts/f0ab95f7/","excerpt":"","text":"最近被ベノム洗脑了 上海v曲榜排41的曲子 依旧是语文课画的ベノム、今天讲了氓 真的听不来这些爱情故事！ つまらない❕ 课间杨航问我在听什么，我说有毒的歌 然后杨航还不信，我把耳机给她听 结果听完她笑出来了 【没想到你听这么动感的歌】 ベノム翻译成中文就是猛毒。 危机，危险和机遇是并存的 今天最后一节自习课原本也想去音乐教室的，但是今天很不幸门锁了 看了看外面潮湿的地面，确实也不想出去散步，也不想在自习教室与她们沆瀣一气 作业和书包一起在教室，教室有人在上课 因此 去了图书馆 很喜欢被书包裹的感觉 也很快找到了自己最近想看的书的类型 之前早就听闻过卢梭这个忏悔录没有一句是在忏悔自己的 所以今天也想亲眼看看都讲了什么 他说：爱 他说：自由 我明白为什么很多人讨厌卢梭了……结合他以前的所作所为和他在书上的话来看 背道而驰 后面没看几眼，突然夏琎来图书馆了、。&#x3D;。&#x3D; 我只是看了她一眼，什么都没说 她马上冲过来 【听着，我知道你们虽然现在是自习课，但是你要去教室，你应该马上把书放回去，你应该……】 欸，年级主任的威力！ 要是是一般的老师maybe我还会忤逆一下等她走了继续看 但是她是夏琎 走掉了、路上看见初中生和高一高二的已经放学了 看见一个初中生，很奇怪，穿着像诘襟一样的衣服，也戴着日本小学生的那种硬的鸭舌帽 也背了一个日式的皮质书包，没穿校服，好奇怪 他的左右各有一个穿着初中校服的女生，好奇怪 悻悻地回到自习教室，爬了四楼，没想到她们还在看电影，一个老师都没有&#x3D;。&#x3D; 那我还不如去兜风 第一次趴在五楼的栏杆上这么往下看 看完之后看窗外 额…… 女生背影很像王澜T-T 学校带去的盆栽在经历几波疫情没法照料之后最终蔫掉了 今天早上看见白思宇的新玩偶了 这次这个虽然长得也很奇怪 但是就是莫名其妙让我很喜欢 长得太怪了 他说是原神里一个精灵 虽然我这辈子都不会玩原神这种游戏、。 但是长得真的好可爱^^ 今天考了黄浦英语 除了作文summary都写了 因为今天课时不够 但是考的并不好 欸！ 今天早上看见了高一学TOEFL时候专门负责我speaking部分的老师 要是我那个时候坚持学的话、 现在选择肯定要多，而且英语是真正意义上完全不担心了 但是没有要是。 今天回家的时候，爸爸和我说找到Merry尸体了 皮毛都还完整的，只是肚子开始烂掉了 因为爬到厨房底下一个管子（可能算下水道？ 但是钻不出来了，直到现在打扫的时候才看见…… Merry is gone 各种层面上的","categories":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/categories/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}],"tags":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/tags/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}]},{"title":"22-12-08每日复盘","slug":"22-12-08每日复盘","date":"2022-12-08T11:34:54.000Z","updated":"2022-12-08T13:01:03.868Z","comments":true,"path":"posts/2d3d4c72/","link":"","permalink":"https://karuka.top/posts/2d3d4c72/","excerpt":"","text":"今天听广播的时候，南美的巴西以及欧洲的法国都进八强了 那么、哪个会夺冠呢。。？ 会是法国吗？还是巴西？ anyway，是世界杯将人们连接在了一起。 氛围到位其实就好 反正我也不赌球&#x3D;。&#x3D; 我一直在平凡的日子里寻找着简单的感动、 也许只是某天早上哪个女生突然给我的小零食 也许也只是分享出去的东西有所回应 平庸的自己、拥抱平凡的日子 十年一觉扬州梦，赢得青楼薄幸名 花时久断酒，红药为谁开？ 姜夔经过扬州，抚今追昔，痛惜着杜牧曾在的繁忙的扬州景象如今一片荒芜 但就算是荒芜，现在的扬州也今非昔比，逐渐发展起来了 今天上午89.9重复播放又让我想起中考的时候了 小丽： 【你们在里面听的时候我就在外面听呀】 想她 李筱要是能有和她一半的付出的话…… 欸、今天试运转扣了7分，太多了…… 泣いて、過去の僕追いて、 上午讲了上周五做的七宝卷，我觉得不算难但是就是做的不好 听说刘政的英语都通过补课提上去了、课外多学了三年的人就是不一样 有点后悔高一到高二暑假的时候，信誓旦旦地说 【我不需要补英语】 下课之后发现102.7在播古装剧，但是没耐心听下去 从小就对电视剧不感兴趣。 91.4在放dj最爱的炒股hh 今天曹睿茜潘一汪思雅几个艺术生也来上学了 曹睿茜贴了假睫毛，化了妆，虽然很好看 但是反而没有学生的感觉了 早上五点钟， 和月亮一起爬起写物理一模作业 没想到今天赵凌又被封了！陈尧来看管我们的，原本都俊想让我在教室直接登我的号不去走班上网课的 但是被尧尧拒绝了额 所以今天一边听物理网课一边背英语单词。。 今天中午吃了牛肉丸，晚饭又有牛肉丸&#x3D;。&#x3D; 12点20听95.9一开始以为是成都 后来施斐尔听了之后告诉我说是同桌的你！ 已经对【同桌】完全没有什么概念了 下午一模听说考试了，instruction就是一个印度女人还有一个白人胖子轮流读 总体单词稍微比平时联系难了一点 读短文的句子是讲的Winston Churchill和德国纳粹的故事&#x3D;。&#x3D; 20秒快速应答依旧很尴尬 最后一个短文是将父亲节，那个还好 考完回教室之后，何包晗问我考的怎么样， 他说他看图说话那个感觉就像椰子发布会一样大家都抢着去买鞋 尴尬笑笑！ 下午心理课，在和施斐尔噶珊瑚，被心理老师点名了&#x3D;。&#x3D; 好吧那我去写作业 结果又被点名了 …… 今天16点55自习课的时候的时候竟然听见103.7竟然在放发如雪！ 施斐尔说她上学的时候也听见这个了 听着别人电台的情歌投稿， 不知道哪个角落两个不认识的人依偎在一起…… 今天施斐尔也和我说、她对杜卓衡已经、无话可说 听说奖励哥是因为奖励自己太多才得病休息了三天&#x3D;。&#x3D; 她越看越觉得这个人猥琐， 因而下头，持续了两年的crush、end 今天戴的依旧是初中时候戴的面包超人的发圈 真的很喜欢这个橙色肉色的东西 算是浪漫至死不渝吧、 （虽然和面包超人没什么关系，但是和这个发圈有大大的关系！） 头发的长度感觉有点点长了，但以防万一，先留着，先把一模考完再考虑剪头发的事情 87.9的英文歌也还好，但是噪点太多 今天的作业也好多 语数英物都是……………… 但是学习是一件快乐的事情~ 吧？ 今天算了一下，语数英平均100的话，加上生地的成绩，就算物理等级考是e也能兜底立信&#x3D;。&#x3D; 选物理的好处就是让我现在就算春考走不掉也能不那么慌吧…… 沈老师也说我要慢一些，有时候太浮躁了 不知道怎么形容 但是我确实需要踏实一点学习。 其实不管多久跑走毕业， 我都对我现在周围的任何人没有任何留恋之情 老师也是， 一切的一切只是我前进的工具而已， 是食之无味弃之也不可惜的工具们 我只想念以前认识的大家，，， 很想很想 人越多的时候，笑声越多的时候 哪怕是我在人群当中成为佼佼者的时候 我都会越发想念大家 哪怕前面再遇到很好的人的时候（虽然我感觉大概率也不会遇到什么了 因为以后遇到的人大多都是利益交换罢了 最近哥哥在和那个女的筹备结婚的事情 家里打算拿30万出来摆酒席&#x3D;。&#x3D; 我真的搞不明白，如此、、的两个人结婚也要花30多万。。&#x3D;。&#x3D; 而且还只是初步估计， 不算已有的房子车子之类的东西&#x3D;。&#x3D; 虽然爸妈一再和我强调，像是读书的钱，我永远不用发愁之类的 但是她们这样的匆忙结婚让我只会觉得将家里钱往水里扔一样 连同我的部分一起&#x3D;。&#x3D; 两个人交往也不到一年，只不过因为女生也是上海户口＋哥哥也快奔3了的理由就决定结婚了。。 搭伙过日子的利益交换。 交换名声，交换资产，交换…… 我以后就算去庙里当和尚也不要去为了利益交换而结婚、 太可怕了…… 所以越长大之后的单纯目的来成为的朋友会越来越少…… 大家都是为了什么目的而来、 因此 讨厌大人。","categories":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/categories/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}],"tags":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/tags/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}]},{"title":"22-12-07每日复盘","slug":"22-12-07每日复盘","date":"2022-12-07T14:50:18.000Z","updated":"2022-12-07T15:32:07.892Z","comments":true,"path":"posts/a4d9947/","link":"","permalink":"https://karuka.top/posts/a4d9947/","excerpt":"","text":"最近处于一个熵增的状态 而且为了节省晚上的时间、今天先不放歌、理完就睡觉 1.今天早上的梦今天早上梦见去婆家但是对象不知道是谁（真的太搞笑了），梦里未尝出现他的任何信息在一个江南小镇很喜欢江南水乡的白墙黑瓦下了地铁，和一个光头的男性忘了是因为什么发生了口角，吵起来了后面看见他愤愤地接走了他的两个孩子走掉了我沿着河边的小路踩着青石瓦走着周围拥簇者白墙黑瓦的民居最后在很多的矮屋簇拥之下来到了一处高一点的楼之前（其实也就两三层）敲了敲门，主人来开门，就是前面那个光头男但是是婆家的亲戚，所以除了尴尬什么都没有一进屋就听见在和我后面的人谈着生意贴纸厂吗？还是别的什么已经记不清、但是就是做生意的一个厂长两个小孩好奇地出来看我们，很想接近她们可是被叫醒了，七点了，应该起来准备早自习了。 光怪陆离的梦、而且离谱 但是真的很喜欢那种氛围，就是周围都是不高的房子拥簇，路的尽头是一栋稍微高一点的房子 好喜欢江浙沪 但是又不是很喜欢太远地方的交通 因为小学去浙江玩的时候印象中都是表姨开车带我们去的所以对交通没什么太大概念 但是江苏、 不管常州苏州还是别的，交通系统真的太感人了！ 清楚地还记得以前在常州那边等公交车，四十分钟才来……也不是什么真的很偏僻的地方了 ！ 模糊而又清楚地记忆。 欸、好久没出去玩了！ 以前爷爷带我去周庄玩的记忆也完全没有了 家里也不知道为什么还有一本介绍诸暨的书， 明明已经完全没印象了 好想出去玩！ 今天因为是网课的最后一天了，也许因为上学的话lx没办法一分钟分析完一句翻译了 所以今天拼命赶进度，这里全是今天两节课加一个早自习的成果。。。 手都写断了！ 今天回家作业又留了50句翻译！ 所以这就是高三生吗！！！ 我已经觉得我可以去拯救地球了 中午散步的时候看见小区里面又在修路 闻到了清楚地木头的味道 btw 最近怎么到处在修路、晚上出来做核酸顺便散步的时候也看见了 扭曲的地面。 以下是今天比较零散的内容了 拍到的飞过的斑鸠 【明明知道前面是一片黑暗，你还要前进吗？】的猫猫 你很可爱但我不能带你回家也没带吃的出来的狗狗 晚上出来看见的胆小的猫 但是我没带吃的，不然我就可以喂你了！ 每天常驻的三剑客 慢慢的冬天，还有30天就要春考了 感觉大家可能都不是很稳定，但是希望大家都能好好的 要好好的！ 很担心一些没联系的朋友的心理状况、希望大家都能好好的…… 虽然可能帮不了什么实质性的忙 但是我这里可以做垃圾桶、大家有不开心的都可以找我说、 不过 好朋友限定！ 好朋友指的是认识超过三年而且 （感觉自己内心真的很强大，高中三年以来一年比一年坚挺 已经没啥能真正打到我的了！ 以下为不熟的雷人例子 因为不熟所以看到之后只有厌烦、 但如果是好朋友的话我反而看到之后马上去关心&#x3D;。&#x3D; 不是同一个人，只是挑了两个最近的例子 （不过建议别看，本人现在都已将她们屏蔽了。） 戾气实在太重","categories":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/categories/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}],"tags":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/tags/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}]},{"title":"22-12-06每日复盘","slug":"22-12-06每日复盘","date":"2022-12-06T14:50:20.000Z","updated":"2022-12-06T15:24:52.478Z","comments":true,"path":"posts/d7db40c2/","link":"","permalink":"https://karuka.top/posts/d7db40c2/","excerpt":"","text":"今天想说的依旧很多 放的歌也是斟酌了好久 吃饭的时候无意刷到了ano的夹子音的采访…… 我这会把她归且为【地雷女】的范畴 但是真的好洗脑！ ​ 写物理本来就是一个夭寿的事情 尤其在这种题目之下，夹子音 【我爱你】 一直盘旋在脑海中！ 分不清到底来自物理的爱或者是别的！ 所以我要用魔法对抗魔法 用音乐对抗音乐^^ 既然都提到物理了、那么把今天的知识点也一起粘上来吧，算一整个板块的 赵凌：【你们大学反正大概率也逃不过物理的，所以现在好好记！】 以及今天日推到的baby专用相对论讲解视频…… Since I have understood, wo jue de da jia ye ke yi lai shi shi ! 吃午饭的时候还给我推了高考语文答题套路、欸！ 看不得这些呀！ 死去的生物竟然又在体育课上攻击我了 今天依旧是唯英主义 李筱今天效率也很高，就是记得我今天手有点颤抖了 九十分钟的内容是以上这些、不带停的讲课，真的太牛 不愧是儿子考上上中的家长-。- 今天早上对江老的默哀都不停地讲课，警报结束之后才突然意识到 然后象征性地停了两分钟。 听完他的讲解我一度觉得自己语法无敌了 连去刷了十几个区的21一模语法专项，结果还是没能做到全对！ 最好的也错了两个！（虽然我知道两个对于很多人来说已经是错很多了…… 欸！ 这样压榨下去过不了多久我就又对英语无感了 今天也有在被压榨的同时好好现实逃避（不是！ 最后一届世萌冠军竟然是炮姐和折木奉太郎&#x3D;。&#x3D; 我真的觉得、路上随便拉个不看动漫的都知道这俩谁吧 现在二刺猿门槛这么低了吗…… 自从2020鬼灭火起来之后不知道有多少人跟风 把自己也归入【二刺猿】这一行列 问看过什么番，都是当下最流行的这种什么赛马娘，麻衣学姐这种…… 眼中了了，心下匆匆，方寸无多，往来应接不暇，如看场中美色，一眼即过，与我何与也！in my perspective，看番应该要有学到什么，，在消遣的同时学到东西 才会印象深刻，才会有价值 以前qq头像也经常会随着我看到的番而更新 但是现在回想预初看的那些东西，除了人名还模糊记得之外，别的什么也不记得 虽然也许可以勉强和一些二刺猿拉拢关系 但是完全没必要，这也是无效社交的一种 不过、哪怕是微不足道的快乐，只要有所获取就是好的吧？ 对于局中人来说 要不是帕瓦在动画化之后活灵活现的样子，那我估计我还是要一直没灵感了 不过反观chainsaw man，我能从一个疯子的作品当中看到什么？ 也许是人们重压之下最真实的状态》？ 日推也开始给我推这两个东西了 不是很想思考了，因为我太困了 我还有明天，后天，大后天……未来好长的路要奋斗 不知道有没有人会看到这里、但是请一样地加油、 \\ * &#x2F;←送你一朵花^^ 加油","categories":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/categories/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}],"tags":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/tags/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}]},{"title":"22-12-05每日复盘","slug":"22-12-05每日复盘","date":"2022-12-05T14:57:52.000Z","updated":"2022-12-05T15:46:46.913Z","comments":true,"path":"posts/6a112c0c/","link":"","permalink":"https://karuka.top/posts/6a112c0c/","excerpt":"","text":"【今天更新了一点实词和英语，去看！】 今天从早到晚的光景都是相同的 灰蒙蒙的天空，灰蒙蒙的冬天 初三的时候不喜欢网课是因为见不到想见的人 高三的时候不喜欢网课是因为不想丧失斗志 虽然看着老师翻车还是很有趣就罢了 今天腾讯会议改了版，就是一次性只能开三个摄像头，真好 不用被监视的感觉真好，不用干什么都要去报备的感觉真好 今天lx讲课依旧很快以及效率，这周四感觉就能全部讲完 昨天和今天都接触到的一个知识点，放在这给路过的人看看（虽然是初中知识） electric electronic和electrical的区别主要是表达的具体意思不同； 强调与电的关系不同。 electric多指用电才能启动的一些设备； electrical多指跟电相关的专业术语； electronic经常是用来描述一些电子的产品 不过今天也就英语用功了 最近陷入了一种厌题期，什么理科的题都不想写了 数学也好，物理也好 明明下周就要一模了，但是现在却很回避题目，做的效率也不高了 黄老师说我这种十题错五题效率那还不如不做 欸 下午稍微逃避了一会现实，用着两节语文课的时间把电锯人8集动画以两倍速全看完了 上次看漫画的时候好像还是前年或者更早一些的时候了，最近这个又火了起来 秉承不跟风的原则一直没看动画，人物也基本忘光 年纪大了，果然和年纪小一点的时候接受程度不一样了哈哈 说实话一直感觉姬野很像夏尔的脸， 动画化之后发色都感觉一模一样 很酷！ 对了，再补一下上上周末吃饭的时候看到的 不知道为什么eva最近这么火 施斐尔的回答来说就是 【经典永不过时】 但还是坚持不跟风去看！起码等我春考先考完&#x3D;。&#x3D; 之后大概率还是要等秋考走掉……欸！ 精神粮食固然总要 但是如果不考高分我的肉体就要饿死 起码在体制内的应试教育这方面我无力改变 很早之前，看一部06年的番《再见绝望先生》里面就有提到 通过小众番去了解大众趋向，是一种很复杂的心情 所以也叫作“河口高潮”？ 不过无论如何，不要跟风其实对我来说应是明智的选择 学习也好，兴趣也好，都不要跟风 就如同现在的状态一样，有的人可能还在很精力充沛一晚三套卷地写 但是我现在只需要把我不懂得地方搞懂就好 如果盲目和他们一样的话，结局可能不会很好 今天第一个出来迎接我的竟然是这只白猫 因此我给了他最多的火腿肠 连广场上的骑手都戴着猫耳朵的Helmet 做核酸的路上看着天上的月亮和底下的月亮 浅浅的水渍照着造化万物 今天也要结束 细数着手指还有33天 这个对我意味着什么呢？ 我想知道答案","categories":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/categories/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}],"tags":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/tags/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}]},{"title":"22-12-04小说","slug":"22-12-04小说","date":"2022-12-04T09:21:33.000Z","updated":"2022-12-04T12:05:23.918Z","comments":true,"path":"posts/f413785e/","link":"","permalink":"https://karuka.top/posts/f413785e/","excerpt":"","text":"回顾我到现在为止的人生 像是诗行一样、我写下的、生命的诗篇 小时候很喜欢写小说，关于【未来的梦想】之类的作文也曾经写过 “未来我要当个作家” 之类的话、但是很可惜没有太大的天赋 很多时候参加的作文竞赛都是石沉大海 最后一次好像还是那个初二的时候举办了一半的“小杨生煎”主办方的一场比赛 那个时候，和刘鑫还有王澜一起去的会场报的名 好像也是最后一次参加语文作文比赛了吧 如果现在把每天的事情当成【小说】来写的话 观看的人会怎么感受呢 冬天到了，衣柜里衣服的颜色也只剩下了单调的黑白灰 像我的青春一样 扶梯上楼的时候，看着倒影出来的自己，像企鹅一样 果然这个天在室内围围巾还是太热了 车厢里的空调吹得我脸红红的 脑袋也昏沉沉的 这样的我，也在这段时间内成为了谁的生活的一部分、 施斐尔的年终总结视频里面有我的身影，她特地发给我看 都是夏天美好的回忆 夏天有很多美好的回忆 因此才喜欢夏天 这是蚂蚁森林给我的话 我觉得也应是这样的 溜冰场，网吧，棋牌 和海贼王的新电影相符合 柯南已经从这个时代当中暂时褪去 地铁进站的时候，看见一个粉色校服的女生在两个蓝校服的男生后面走着 应该是初中生的样子 我把它们画了下来 （其实前面两个小男生有一个是十分腼腆的样子、哈哈、 不免感叹，年轻就是好啊！ 藏着一些很重要，很珍贵的感情 不像成年人一样随随便便就可以夺去了什么一样 下地铁时候，在街边的饭馆里看见了一个和刘鑫背影很像的人在吃饭 但是想了想，没有什么叫他的必要，所以坚定着步履走开了 路过小学 幼儿园和小学只有一条马路的距离 轮胎做成的路依旧没变 我低头沿着黄线走，踩过人井盖，破碎的叶子 抬头的时候只见万家灯火，分不清楚光是从哪个路灯而来。 冬天过去的时候，是不是就能和谁见面了 风还在呼呼的吹着 不知道吹走了谁破碎的伞和透明的梦 一起埋葬在黄色的叶子里 郊区最后的一点绿色也要被琼楼玉宇占去 拍了和前几天差不多的照片 但是今天这张多了点温暖的灯光 所以我觉得也有必要将这样的时刻保存下来 小小的火在寒风中也不曾熄灭 像是你们一直在等我回家一样 温暖的你是不是能抚平我又要网课和解不出的数学题的哀呢 我就说为什么这次回家作业的题这么难 一个华师大的博士生都看了老半天 下下周就要一模考了 今天上英语的时候说起这个消息 前面那个男生不可思议的转过头来说道 【这么早？！ 我们区、一模只考英语……】 不平等的现象、无力改变 不过漫漫的人生还长的很、 正如今年的中考作文题一样 《这只是个开场》 尽管今天发生了这么多事 有这么多的思考 但是还是会想着还有多久能够 【春考结束？】 跨出门去，星斗恰似当年 行到星子入夜，思念成疾","categories":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/categories/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}],"tags":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/tags/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}]},{"title":"22-12-03每日复盘","slug":"22-12-03每日复盘","date":"2022-12-03T14:20:31.000Z","updated":"2022-12-03T14:39:20.447Z","comments":true,"path":"posts/caf4f3d1/","link":"","permalink":"https://karuka.top/posts/caf4f3d1/","excerpt":"","text":"今天最大的成绩就是把英语翻译全写完了 真的好多、而且感觉自己好多单词都忘了意思 连beverage这种简单的词都没想起来！ 我需要多背单词了，回归最基本的东西 收音机也到了，还是不喜欢这种奶奶爷爷辈的东西 噪点实在太多了 希望正式考试的时候不要这么炸。。不然就太可怕了-。- Meru睡觉像在冬眠一样 冬天没有谁是不喜欢把自己包裹起来的 比如今天我这样^^ 黑色的帽子像是我的头发长长了一样 但是我并不打算再留长发了 这个光照的我眼睛闪闪的，像要掉眼泪一样 但是没有什么事情可以让我掉眼泪！ 我很坚强！！！ 今天也是阴雨天 从厨房向外看出去也只能看见一片雾 在这样的天气下 她们竟然还在等我喂食、好坚强的意志力 起码这点我比不上她们 以前这里是有光照下来的，今天黑漆漆的一片 什么也没有、 今天也要结束了。","categories":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/categories/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}],"tags":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/tags/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}]},{"title":"22-12-02每日复盘","slug":"22-12-02每日复盘","date":"2022-12-02T15:19:08.000Z","updated":"2022-12-02T15:54:26.208Z","comments":true,"path":"posts/17622a54/","link":"","permalink":"https://karuka.top/posts/17622a54/","excerpt":"","text":"我又来用我的语言来记录这不甲斐的一天了 今天早上不知道是谁在我桌上放了一颗糖 也许是我早上分饼干当中的某个女生吧，但其实无所谓 没吃，也忘了带回来了，一颗悠哈的小小的糖 这是今天中午的午饭，比起n周之前的，今天还多了包子还有醋 酸奶照常给张咏曦了，因为真的很不喜欢喝学校那种全是糖精味的酸奶&#x3D;。&#x3D; 张咏曦的包子是个小兔子，其实我一开始也想要兔子的，但后来还是拿了乌龟 还好没拿，因为兔子是豆沙的&#x3D;。&#x3D; 我讨厌一切豆沙馅的吃的！ 好神奇，今天拿到的乌龟还是两个头的-.- 不过奶黄味倒还好！ 吃完午饭后没事干画的画，可是就是突然就很有灵感 可能因为灵感来源于歌词和生活吧—— 原本中午只打算睡十分钟的，没想到一觉起来已经是班会课下课了！ 怎么都没人叫我啊！&#x3D; &#x3D; 所以我讨厌我的睡眠！太奇怪了！ 该睡的时候很容易醒过来 不该睡得时候睡得那么死 下楼梯的时候看见3F的开关上贴着一个大佐。。 这也算我们学校的一个贴纸特色？ 不过前几天方睿思给苏小霞背后贴贴纸后来告诉她之后苏老师竟然没生气 还把那个贴纸贴在手机壳上了！真的、很牛 出校门之后一只小柯基围着我团团转、很可爱，但是我着急回家，外面太冷啦！ 小区低楼层的房子装修换了个新的红漆、很好看 要是我们这种高楼层的房子也换涂层的话会更麻烦吧 而且也不一定有矮矮的房子这么好看了 今天晚上施斐尔帮我看了星盘 说实话这种东西，能在中国流传下来我觉得也不是什么空穴来风 我是月亮水瓶，但是其实我也没太搞懂这些 因为她又说我的上升是射手，第五宫是火星，也就是白羊主导（但是这个位置放白羊不太好） 木星又在第八宫 木星八宫又看起来不错，但是火星无宫让我觉得未来暗淡 weird！ 不管，先搞学习，反正这些都是身外之物，带不走的 已经不知道是 n刷春考&#x2F;一模&#x2F;二模的翻译汇编了！ 整整10面。。李筱！！！ 放学前考着七宝难死的英语的时候你还特地过来把新印的翻译给我们、真的、 你也是挺辛苦的！ 有些句子已经甚至形成条件反射了！ 不过再看看这些中文倒是蛮有意思 和看小猫一样有趣","categories":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/categories/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}],"tags":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/tags/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}]},{"title":"22-12-01每日复盘","slug":"22-12-01每日复盘","date":"2022-12-01T15:12:54.000Z","updated":"2022-12-01T15:27:30.071Z","comments":true,"path":"posts/aaa8469a/","link":"","permalink":"https://karuka.top/posts/aaa8469a/","excerpt":"","text":"前段时间的睡眠可能是我的回光返照、能够每晚安稳连续的睡过去 今天早上是一个好梦，但是就是惊醒了过来 寒冷的十二月早上天很黑，但是摸着黑也能很快找到我的拖鞋 起来坐了一会之后基本睡不着了，但是因为书包都不在房间里面也懒得出去拿了 所以继续躺着 每次be之后梦见谁都是必然的事理了，但一般我不会想要主观的从梦里醒过来 梦里是真的很开心呀~ 欸、。 今天收到了顾家羽给我的三颗巧克力 雪中送炭吗 不过今天吃的东西都还是比较正常的 （不过也确实好久没吃巧克力了） 今天大家都在说上海的【第一场雪】 一下子就想到了《认真的雪》 但是听了一会觉得哈特痛痛，遂作罢！ 今天我和施斐尔都是伤心的高中生！ 她在和我说她前几天很伤心因为杜卓衡没来上学 但是我现在会觉得她这些其实没什么， 如果和我经历过的事情对比的话。 今天体育课和她聊了很久， 大家都在苦恼啊！ 寒冷的！不止冬天 今天也是一个又冷又累的高中牲！ 外加一个没看见第一场雪只看见上海稀疏的雨的tag！ （但是今天最开心的是不仅教室有温暖的空调，而且曹二的cloze只扣了三分 虽然在很多大佬面前cloze错三个很拉了已经 但是对我来说实在是谢天谢地了） 很少见的错在了五个以内，所以挂出来夸一夸自己 今天检查完牙齿之后去了音乐教室，没想到大家后来都过来了 方睿思弹琴还是很厉害的，和波波一起四手联弹了 很好听的歌，但也不知道叫啥，但是真的很厉害 上一次我和钢琴老师四手联弹已经是两年前的事情了！ 马上就要变成三年前了！ 现在啥也不会。。。 今天数学也考了试，是虹口区的适应试卷，没学建模19题有点摸不着头脑 还是我太菜了! 晚上突然想起了克罗地亚狂想曲，考完试也试着弹弹难的曲子吧，别人都可以即兴了，我还只停留在很简单的水平 梦想也没有，成绩也没有！、 这样是不行的！！！！！ 我该、如何改变？","categories":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/categories/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}],"tags":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/tags/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}]},{"title":"int【向下取整】","slug":"22-11-30每日复盘","date":"2022-11-30T11:53:33.000Z","updated":"2022-11-30T15:19:05.042Z","comments":true,"path":"posts/1573c0e1/","link":"","permalink":"https://karuka.top/posts/1573c0e1/","excerpt":"","text":"虽然信息学的很拉，高一的时候几次在危险名单上面（因为每次的编程大题做出来的基本都是错的） 但是始终记得一个单词 int，向下取整的意思 高一入学摸底考的时候其实也考到了这个，是个新概念题，比如int【3.1】就等于3之类的 但是今天想说的这个和这种数学或者信息无关 想说的更多是现实生活中的int 如果、从现在开始放飞自我的话，结果会很糟糕的吧 所以没必要去往下看比自己更差的人了。。。 也没必要为了逃避某个人所以用一些一眼就能识破的谎言 这招我以前也和杨航张咏曦 或者说班上除了庄老板还有施斐尔之外的人全用过 为了逃避，假装自己在没手机的情况下很认真的在全心全意的学习 真相呢 只有自己才知道吧 2022年，连出门倒个垃圾都要扫场所码的时代 没手机起码在上海是出不了门的 刷着视频，看着手机，嘴里哼着不知道从哪学来的调调 既然是自己用过的招数，所以破绽也能很轻松的看出来 不过，，，受害的最终也不是我 不知道当事人是否依旧还在为自己的谎言沾沾自喜…… 欺骗我无所谓、但请不要骗自己、 独自沉浸在自己编制的黄粱美梦里！ 不同于以前 现在是真的对娱乐，数字媒体方面的东西不太感兴趣 连朋友圈都懒得看了 欸、还是想说 不可以只是装样子，说一声 【我要去学习了啊】 要真的做到才行 我属于比较懒的一类人 根本谈不上什么自律 我要是自律我也不会中考才570了&#x3D;。&#x3D; 但是如此懒散的我也从十月中旬开始陆续做卷子做到现在 也才做完完整的十套一模卷 撇开学校里的和补课的卷子不说 你自己又课下付出了多少呢 我知道我很菜 但是菜就要多练练 大家都一样 总之，请加油。 今天下午考了语文和英语，七宝卷很难 也写了作文，好多人不想写 说什么时间不够用，明明和考试是一样的时间 就是懒吧！ 反正不管他们、 你做不到的，自然有人能做到 有些东西也就自然归顺给了别人 今天的风好大，好冷，吹的头发乱乱的回家 tmd，刚才想从过去寻找答案 因为30号的没有，所以翻到了12.1的保安日记 反正这里，目前来说没什么特别危险的人&#x3D;。&#x3D; 放在这边，年轻的我 初三的我，2019年的我，有感情的我 现在的我毫无感情，是混沌的我 也是个混蛋！！！ 【上一次听见混蛋这两个词好像还是初三小郑骂乔郑源的时候了】 、、、 不过、没关系，反正这字除了我也没有人能看得懂了&#x3D;。&#x3D; 毕竟可是两点起来挑灯夜读的我赶出来的日记 那个时候可比现在累多了！ 但是也比现在努力！ 可以十点睡两点起来继续写题。。。而现在。。 初三都那么努力过了，为什么高三不再拼一把？！ 小丽以前说过 人怎么可以越活越不如以前呢？ 每天质疑一万遍自己 为什么叶翼可以开小灶啊 李筱能不能给点劲啊！！比不过人家麻省理工回来的就算了，英语课还教的如此之水！ 欸！我要是聪明一点就好了，那样我根本就不care 鱼翅和熊掌不能兼得 这次数学和英语我能不能兼得啊（感觉好困难，几万分之两千多，真的春考拼得过她们吗…… 光是一个学校的就感觉比不过了！ 太糟糕 不管了，前进。","categories":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/categories/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}],"tags":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/tags/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}]},{"title":"22-11-29每日复盘","slug":"22-11-29每日复盘","date":"2022-11-29T11:05:04.000Z","updated":"2022-11-29T13:01:32.947Z","comments":true,"path":"posts/380de5a8/","link":"","permalink":"https://karuka.top/posts/380de5a8/","excerpt":"","text":"今天的风好大好冷 施斐尔说最近拐卖器官的人很多，包括爱琴海公园那边都有女生被拐了，虽然这种事情不会发生在我们周围，但她让我回家路上还是要注意安全 早上的时候她给我了一把高粱饴 说实话完全没有想象中的那么好吃、齁甜的味道让人窒息 所以吃了一颗就全还给她了 今天依旧是用心啃数学的一天 因为下午的90分钟体育课下雨没出去上课、中午没睡觉所以今天在放学前就把所有除了英语之外的作业写完了 【二模卷是真的好难啊……】 不过今天物理挺简单的，是我做到现在做过的最简单的大题系列 每道题就写几句话就好了！ 今天降温了，也好冷 今天还是老梅的生日，给她发了祝福不知道有没有看见 啊，她看见了，祝她天天开心吧 亲爱的老梅。 补充一点今天自己的其他的事情 关于健康 其实别人看起来我可能还是比较健康的 mentally and physically but 最近特别突出的是饮食方面很不稳定 也不知道是不是情绪压力的问题，反正最近只要是上学的日子 每天早上和中午除了同学给的和自己带的小零食水果之外都不吃别的东西 早饭（or午饭）有时候也只是匆匆喝一杯如实的酸奶就罢 肯定是不算多的，但是一到晚上回家吃晚饭就吃很多 吃到撑死才结束，但是又好撑。。 第二天早上起来之后依旧不想吃早饭不想吃午饭 靠一杯酸奶度过12小时回家又吃一顿撑死的晚饭……周而复始&#x3D;。&#x3D; 太不健康了。。 今晚撑得实在受不了然后吐了出来 但是也并没有多么好受…… 现在还是难受死了，…… 感觉胃里还残留着什么 反正胃里有东西的感觉就是好难受—– 对吐得认知其实差不多还在小学的时候，胃溃疡每天只吃流食，胃酸都吐出来的时候 像现在这种直接吐出食物残渣的时期并不多。 处于亚健康的状态…… 天哪…… 也许过了高三就能恢复健康了吧 恢复正常的食欲以及饮食方式 难受 不过又想到了一点……我妈年轻的时候也和我一样不好好吃饭 现在老了、有了反食性胃炎……这几年消瘦的速度肉眼可见，不健康的瘦了。 我会不会以后也这样啊……","categories":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/categories/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}],"tags":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/tags/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}]},{"title":"22-11-28每日复盘","slug":"22-11-28每日复盘","date":"2022-11-28T15:06:05.000Z","updated":"2022-11-28T15:11:54.958Z","comments":true,"path":"posts/e59b3c2d/","link":"","permalink":"https://karuka.top/posts/e59b3c2d/","excerpt":"","text":"今天依旧是忙碌的一天 但是因为解出了三道数学难题被老师夸了所以很开心 （分别是填空倒数第二题，选择最后一题以及完整的20题） 不是常规题，都是要有点思维量的题，学到了新方法好开心 最近也没那么焦虑，因为后路现在也有大致方向 也不用太和别人比，管自己学好就行，但说实话真的不轻松！ 不过我倒是不反感这样的日子 如果回家之后能在自觉一点就好了！！！ 对了 记住with 复合结构，要是不记得就去看今天对应的笔记 【如果有人看到这的话，想说，这边的知识点可能还要拖着更新，抱歉，因为真的没什么时间用电脑】","categories":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/categories/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}],"tags":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/tags/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}]},{"title":"22-11-27每日复盘","slug":"22-11-27每日复盘","date":"2022-11-27T11:34:02.000Z","updated":"2022-11-27T11:59:46.642Z","comments":true,"path":"posts/c2ebe918/","link":"","permalink":"https://karuka.top/posts/c2ebe918/","excerpt":"","text":"为了防止今晚又累的不想写、所以今天先提前写好这个 今天的我很平静 想了好几天想明白的一个道理就是 应该要成为更好的自己、以及学会去接纳不拆穿别人（也许从他的角度来说是善意的）谎言 还有41天。 练琴、手破了，但是没关系，毕竟左手都习惯了长茧了、所以右手也没关系 因为这种痛和学习的痛比起来根本不算什么 反倒是我这种生活当中的一种乐趣 今天英语课、前面那个男生翻译连水槽的英语都没想起来 所以平时到底为什么看不起来谁呀！！！ &#x3D;。&#x3D;我回答之后特地回头看我一眼，是为了确定我有没有查词吗？ 这样简单的词！还需要查吗？、 我知道你阅读能力之类的很强，我很差劲， 但请不要看不起我！ 人们永远各有千秋！ 今天路上依旧看见了很酷的车，还有一辆没来得及拍下来 这个车厢上面写着的是 【危险人物】 相反，这样的人反而是最安全的吧 完蛋，猫猫越喂越多…… 甜蜜的负担吗。。？ 黄子怡，我和她不熟，也不是什么深交 为什么要提到我？ 邵逸非都快招飞成功了、不知道イノシシ有没有在努力呀 希望他真的在努力！ 欸、 有点担心他其实，因为感觉他并不是个很自觉的人 不过、说实话，这种时候我还是要多担心一点自己的成绩！&#x3D;。&#x3D; 去学吧。","categories":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/categories/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}],"tags":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/tags/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}]},{"title":"22-11-26每日复盘","slug":"22-11-26每日复盘","date":"2022-11-26T04:56:15.000Z","updated":"2022-11-26T16:29:02.511Z","comments":true,"path":"posts/1f7d309d/","link":"","permalink":"https://karuka.top/posts/1f7d309d/","excerpt":"","text":"其实现在记录下的每一天都是未来的我找到答案的地方 所以我并不反感这样 以史为镜可以明得失 每天都有积攒很多言语 因为不喜欢去补昨天未完成的事情，所以一并写到今天来追忆 最近有个问题 【为什么那么多人喜欢看世界杯】 看见的最符合我想法的一个就是 【因为它将人们连接在了一起，从无趣的日子中抽离了出来】 现在每天中午吃饭的时候都在看比赛的回放 翁翁进来之后也不会让我们关掉，还会和我们一起看 张咏曦和我说，他还是梅西球迷呢、哈哈 想起来期中考完的那天也是，满学校都找不到他，他竟然在操场上踢足球 四十多岁的人了，还有这样的热忱，就是这种对足球的热爱将他和我们之间的代沟缩小了 周五，赵凌说周六加的课放在晚上八点 因为物理班大多都是男生，为了让大家不错过6-7的比赛和9-10的比赛， 白天有时间上课写作业、做自己的事情 故放晚8 难得见她这么贴心！！！ 因为电路真的相对来说还行，所以昨天她在考七宝物理卷的时候发回家作业给我的时候都笑盈盈的，很温柔、顺便cue一下这张卷子&#x3D;。&#x3D; 分析电子能量……欸！ 不是我这种普通人能会的题目！ 物理！！！ 昨天早上，林雨菲给了我一块橘子巧克力 说实话每天都可以受到大家的一些投喂 比如施斐尔的酸酸橡皮糖，杨航的无籽葡萄，黄可妍的水蜜桃糖，许楹的薯片等等…… 就单看这方面来说，还是很感谢大家的，虽然我和你们不熟！ 昨天考完试之后最后一节自修课去了音乐教室，和施斐尔一起 她给我推了很多歌，她说很适合我&#x3D;。&#x3D; 像什么、手写的从前、对不起、普通朋友这种…… 我！真的！听不惯中文的情歌！ 对我来说，太直白的情歌听到会很尴尬 悲伤不适合直接用自己的母语表达 所以有时候不说中文或者英文的时候就是我在悲伤！ 听的歌也同理 原来猫猫也是大小眼、她玩世不恭的样子，像极了阮籍！ 今天去配了个眼镜、盒子和眼镜布都是这么的二百五！ 天！ 眼镜盒一个比一个傻！ 一开始是黑白的倒还好，后来是粉色莲花，有点土了，现在给我这个。。。。 果然还是不戴眼镜好看！！ 万达开新展了、很多好看的画 喝奶茶不健康，但是！！！ 谁让女生的味蕾本来就比男生多20个呢！！ 😭 一周就为这一口而活。 先暂时写到这，晚上要是还有的话再来补充 其实、如果白天时间够用的话，我晚上也不会熬夜了 不乱熬夜也不会导致现在生物钟都没调过来 不算朋友的人在我的朋友圈里夸夸其谈、放着彩虹屁 ·······&#x3D;。&#x3D;、、、 苦中作乐的生活没想到也会有这么多人关注 所以我觉得，有时适当的自闭是很重要的、 所以、有时候我会不说话之类的 但请看到这里的大家请不要见怪！ 毕竟你都可以被允许进来了，都是我很重要的人们。 困了，到周日了，要睡觉了，又要上学了欸！","categories":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/categories/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}],"tags":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/tags/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}]},{"title":"22-11-25每日复盘","slug":"22-11-25每日复盘","date":"2022-11-25T14:29:45.000Z","updated":"2022-11-25T14:30:25.550Z","comments":true,"path":"posts/a2b75c53/","link":"","permalink":"https://karuka.top/posts/a2b75c53/","excerpt":"","text":"状态有点危险、先停更一天","categories":[],"tags":[]},{"title":"22-11-24每日复盘","slug":"22-11-24每日复盘","date":"2022-11-24T11:00:29.000Z","updated":"2022-11-24T11:27:26.289Z","comments":true,"path":"posts/7f2185d6/","link":"","permalink":"https://karuka.top/posts/7f2185d6/","excerpt":"","text":"今天早上也做了个奇怪的梦 梦里和以前的一个梦有联系 就是在五楼的空教室里，像弹丸论破里面那样被审判 之前有过前车之鉴（类似的梦），所以没去那个教室 后来那边的世界观就坍塌了，包括那个教室的地板全都塌掉了，很可怕 也还好只是梦 今天早上的日出和我 这是日程本上写给自己的一段话 不要说愁，要说就说那大雾四起的早晨，还有骤然降温的雨夜 今天其实倒是过得，还好，因为有数学考试 【很想证明自己结果计算错误让我惨烈只有84&#x3D;。&#x3D;，20题第二三小问都是写错数字然后分全给我扣了……立体几何也是，方法对的但是多写了个1……天。。。。。要是加上20起码能进班级前十了……】 今天体育课的时候，在楼上打羽毛球，但最开始门还没解锁 我随便捡了个排球去当篮球练投篮（ 大概有差不多一年没碰篮球了。 但是很幸运，今天用排球投篮投进了一个完美的三分空心球！！^^ （虽然二十多次当中只有一次这么完美的三分。。。） 后来找黄歆谈了谈飞鸽传书的事情。我说能不能今年送得到 她说每年都是发顺丰快递的，让我去联系现在的外联部长去说一下 这个时候就会有点遗憾自己已经不在学生会里面了，不然找人会很轻松 所以我直接去找顾曦了 她说，她今年也会发顺丰快递，丢件也是没办法的毕竟还要送去华二那边分拣 好吧！ 今天物理课上的是我顺手的电路这边，也是我九章当中为数不多学的还好的章节 林雨菲上课突然和我聊起好像赵凌很久没抽过我了，没想到话音刚落就叫我回答问题了&#x3D;。&#x3D; 是一道五问的分析题，但是很简单，我回答的很顺利，赵凌也很满意 能看见赵凌满意真的是少见！、 电路简单，但是我并不是很喜欢，都是小郑基础打得好才让我高中电路没有太糟糕的罢了。。 她们还在 欸、还有44天…… 还有四十四天。","categories":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/categories/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}],"tags":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/tags/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}]},{"title":"22-11-23每日复盘","slug":"22-11-23每日复盘","date":"2022-11-23T10:45:45.000Z","updated":"2022-11-23T15:16:19.058Z","comments":true,"path":"posts/252838e/","link":"","permalink":"https://karuka.top/posts/252838e/","excerpt":"","text":"【请看歌词】 昨天没更新的原因是一直在写题，下午去验了光，又配了副新眼镜 （虽然对不喜欢戴眼镜的我来说是一种资源浪费，但是……） 还有很多不幸的事情发生 因为我不想把我这里变得太负能而且我也很累，所以啥也没写 我想去直视无法回避的痛苦 我还是坚信久悲就不成悲…… 日子甚至都不足68天了 日子却竟然还有四十五天 先把这张图存好，之后会用的到的（‘-‘ ） 其实我过得真的挺不好的，有些讨厌我的人看了肯定很开心（‘-‘ ） 但是不想展现出来那一面 今天，数学一道题写了我一个半小时，我算了八遍，最后完整的做出来了 可是每次答案都差2，要么多两倍要么少两倍 去问老师，她很冷漠的让我换方法，问同学 可是我的方法是没有问题的，因为和松江一模的20题是一样的解法（‘-‘） 做这套题的时候我还没写出来松江一模那道题，做了这道题之后马上去写了然后对答案发现自己的方法就是对的 还有， 她巡查的时候，教了很多别人一些不会的题，我也不是大佬，我也有不会的题 她都没来教我（‘-‘凸） 我想说，我要是会数学的话我课下完全就不用花这么多时间了 每天很辛苦的去写题，就是因为我不会数学 菜所以要多练， 为什么，不拉我一把，好伤心。 好累啊，今天又考了语数英，都是完整的卷子带作文，回家作业还有一堆…… 好难过 写不出来的题，断掉的消息 看了看自己的每日日程本，发现现在已经甚至疲于记录天气了 我也在褪色吗？ 回家的路上是冷的风，摇曳的路灯，一样的两只猫，电梯显示屏亮着的二极管 &#x3D;&#x3D;&#x3D;&#x3D;&#x3D;&#x3D;&#x3D;&#x3D;&#x3D;&#x3D;&#x3D;&#x3D;&#x3D;&#x3D;&#x3D;&#x3D;&#x3D;&#x3D;&#x3D;&#x3D;&#x3D;&#x3D;&#x3D;&#x3D;&#x3D;&#x3D;&#x3D;&#x3D;&#x3D;&#x3D;&#x3D;&#x3D;&#x3D;&#x3D;&#x3D;&#x3D;&#x3D;&#x3D; 写题的的尽头是什么呢？ 这些问题的答案在45天之后都能知道吗？ 我到底想成为怎样的人？ 想当医生和警察吗？其实也没那么想吧？ 只不过是为了逃避以后潜在的就业问题吧！！！！ 真是的！！之前金融方面也了解过一些，但是好像听说家里没路子的话，又是双非毕业的话就业其实也会受到一些歧视…… 我受不了了，以后到底要干嘛？ 我好迷茫，好想和小丽谈谈 疫情的话……欸，都还不好说 但是总归也要有个大致的方向 啊、救命…… 好了，伤心完了 经过两个小时的思考之后，我觉得还是要搏一搏，毕竟还有45天 如果能去上中医的中西临床就去，能去上戏的数字媒体的话就去 反正大学不是最后唯一的路了，之后还有很多书要读，不能只把目光止步于国内这种大环境 上建医说实话，不是很感兴趣，内心选这个不过也就是为了和哥哥比拼吧？ 不选这个、也许也可以考虑下金融 【是不是以后可以坐邮局？】 反正努力冲分吧 欸、道阻且长，行则将至 天，太可怕，我感觉最近好像已经丧失了和普通人交流的欲望 想了想这几天上学，好像除了问问题之外还有客套之外，别的好像都没怎么和大家说话 因为其实也没有什么好说的，我对她们没有表达欲。 ，，，天， 一想到未来可能会有更多不熟的人硬踏入我的生活，硬装出一副什么样子来，有点细思极恐","categories":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/categories/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}],"tags":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/tags/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}]},{"title":"22-11-21每日复盘","slug":"22-11-21每日复盘","date":"2022-11-21T13:52:43.000Z","updated":"2022-11-21T14:05:45.804Z","comments":true,"path":"posts/620e36c5/","link":"","permalink":"https://karuka.top/posts/620e36c5/","excerpt":"","text":"今天早上厄瓜多尔对卡塔尔的比赛看了一小会、没想到1.5分钟就有越位这种行为了！ 我晕！我第一次压球，十个里面压了五个都给卡塔尔能获胜的！ 没想到这个东道主竟然0-2惨败了！ 今年最后还是压了巴西，不知道能不能赢 每周周一都很虚、骑着自行车飞奔到学校也好，爬上五楼也好，出早操也好 今天早上没和任何一个人讲话，因为实在太累了！处于自我充电中 正如之前张咏曦问我的，你的能量是多少 【π】 是有能量，但不多。 今早的升旗仪式讲的是少数民族的，没想到我们学校有什么布依族这种的高一学生，竟然加了四分也还在我们学校的普通班&#x3D;。&#x3D; 真的菜啊 五十六个民族，五十五个加分。。 今天午饭时间看见沈老师马上坐电梯下楼 我以第三宇宙速度冲了过去，没想到还是不愿意解答我的题目，晕！！！！ 夏琎也是 【我在吃饭，你待会再来吧】 她吃的馄饨真香！！ 天！ 今天还有这个 其实越长大越不愿意戴眼镜&#x3D;。&#x3D;欸 明天又要去医院了 今天终于把运动会的奖牌发了，一拿到手就想给猪猪看 他说他能跳3.1米远了！！ 我晕！ 今天体育课我才跳1.97啊啊啊&#x3D;。&#x3D;。&#x3D;。&#x3D;。&#x3D;。&#x3D;。&#x3D;。&#x3D;，下次一定要去再跳一次 イノシシ真的好厉害！ ✨在这里也夸夸！✨ 节约用眼，节约时间，节约睡眠，今天先这样 （其实也写了挺多的了，好困","categories":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/categories/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}],"tags":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/tags/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}]},{"title":"22-11-20每日复盘","slug":"22-11-20每日复盘","date":"2022-11-20T11:02:42.000Z","updated":"2022-11-20T15:01:30.557Z","comments":true,"path":"posts/bf98ef40/","link":"","permalink":"https://karuka.top/posts/bf98ef40/","excerpt":"","text":"今天原本不想来批驳哥哥的！可是我又想起来了这首歌、想起了他的第一个女朋友，想起了他以前说的话！ 骑车回家的路上一直单曲循环，我好像回到了小学，已经坏掉开不了机的ipad里面还有那个姐姐的照片 也许不是他的第一个女朋友，但绝对是第一个带回家来的小姑娘 他们是中学的同学。 上海老太婆的排外情节、温州的小女孩就这样被奶奶赶跑了 他们被拆散了 忘记当时是怎么有那个姐姐的qq了，但是之后好像听见她在全民k歌里面发布了 【好想你】 从此这个旋律就被我一直记在脑海中了 时光荏苒，他也不知道换了多少个女朋友了， 可是我永远都记得那个第一个青涩的，不加任何修饰的小姑娘 并且我相信， 她是真的很想他。 最近哥哥又在讨论结婚的事情了 说实话我并不喜欢这个奉贤的姐姐，她长得又很像赵磊，一看到她我就会想起地理，心情bad 而且 明明你之前和我说不喜欢小猫的， 但是我肯定不信的，听爸爸说你小时候也养过一只猫，是个黄白相间的橘猫 我养蕾希的时候你也很喜欢，&#x3D;。&#x3D; 这个奉贤的女的捡回来一只布偶你们就当宝贝一样地养起来！ （‘-‘凸） 恒隆已经装上了圣诞树，圣诞节马上要来了啊 今天这只狸花和我主动握手了，好神奇 今年我赌巴西或者法国赢 （感觉还是大概率巴西 反正压啥都不压阿根廷","categories":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/categories/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}],"tags":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/tags/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}]},{"title":"22-11-19每日复盘","slug":"22-11-19每日复盘","date":"2022-11-19T14:54:10.000Z","updated":"2022-11-19T15:41:03.077Z","comments":true,"path":"posts/446cc073/","link":"","permalink":"https://karuka.top/posts/446cc073/","excerpt":"","text":"每次到周六都会摆烂半天、让自己从一周的疲惫当中抽出身来 勉强维护一下很烂的皮肤状况以及五天吃不饱饭的状况&#x3D;。&#x3D; 上一次长痘还是八月的事情了，这两天压力太大竟然一下子长了两颗痘痘，太可怕了 可爱的Meru 奇怪的图 抬头是黄色绿色的叶子 低头是长得像兔子的黑狗 被围栏围起来的挖掘机头 广场的尽头是看不到头的围栏 抬头又可以看见高高的灯柱 紧闭的大门 和表盘上的时间进行赛跑 稍微又修短了的头发 长长的网线牵起了无形的存在 所有的这一切都构成了我平凡一天当中的诗行","categories":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/categories/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}],"tags":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/tags/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}]},{"title":"22-11-18每日复盘","slug":"22-11-18每日复盘","date":"2022-11-18T15:46:40.000Z","updated":"2022-11-19T14:53:54.056Z","comments":true,"path":"posts/99fa19f6/","link":"","permalink":"https://karuka.top/posts/99fa19f6/","excerpt":"","text":"昼伏夜出、但是晚上又好困！ 所以留到十九号白天的时候再写了 （理论上来说应该四点起来写的但是这个天四点有点小冷、所以还是五点或者六点好了） 完整的周五的中午应该是在音乐教室度过的 精神粮食更加重要一点、所以中午没吃午饭直接去了音乐教室 精神已经饱食了，但是肚子空空的 （这样不好，还好下午四点半就放学了，虽然有很多考试）","categories":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/categories/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}],"tags":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/tags/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}]},{"title":"22-11-17每日复盘","slug":"22-11-17每日复盘","date":"2022-11-17T14:46:55.000Z","updated":"2022-11-17T14:53:22.116Z","comments":true,"path":"posts/be8accc3/","link":"","permalink":"https://karuka.top/posts/be8accc3/","excerpt":"","text":"好困、速记 体育课因为下雨所以在E206自习，黄歆在下课前十分钟拿了一筐吃的过来分给我们 我拿了一把牛肉粒（她说这个叫牛牛力，好可爱哈哈）还有一颗费列罗和那个一块饼干 她说以后饿了都可以找她要吃的 今天赵凌被封了，来不了学校，所以在一班上的网课&#x3D;。&#x3D; 加拿大来的圣诞明信片已经发了，有点期待 放学时看见的叶子 有时间那我肯定检查再批，但是我现在困死了来不及检查了","categories":[],"tags":[]},{"title":"22-11-16每日复盘","slug":"22-11-16每日复盘","date":"2022-11-16T14:40:23.000Z","updated":"2022-11-16T14:46:37.712Z","comments":true,"path":"posts/631c1546/","link":"","permalink":"https://karuka.top/posts/631c1546/","excerpt":"","text":"其实今天也有学到很多东西，但是一直来不及整理、！ 好困 速速写完我先去睡觉 今天没吃午饭，也基本没吃早饭 下午三点多考完数学和英语之后整个人都像是轻飘飘的一样在走路 一想到一会还有一场两小时的语文小测……！ 怕倒在学校，还是厚着脸皮去找翁翁要吃的了（） 他给了我根玉米还有几块这个山姆的饼干，很感谢他雪中送炭，！ 今天下午他打电话给妈妈谈话了，所以今晚妈妈态度好很多 “我们一定要多沟通交流！” 不敢苟同、但是希望她真的，能说到做到！ 回来的时候和猫猫们一起开了五分钟的小会、 也和イノシシ闲聊了一会 从早上的不开心到晚上的好满足好困，先这样 明天的事明天再说 而且明天就周四了！！！！","categories":[],"tags":[]},{"title":"22-11-15每日复盘","slug":"22-11-15每日复盘","date":"2022-11-15T11:35:09.000Z","updated":"2022-11-15T14:44:47.282Z","comments":true,"path":"posts/ded67988/","link":"","permalink":"https://karuka.top/posts/ded67988/","excerpt":"","text":"早上3:46的时候被自己的梦惊醒了，今天在梦里我是一个纵火犯 引燃了一整片森林 我觉得走啊走一定可以走出来的吧 可是走了好久都是挥之不去的灰色 今天陪我度过漫长中午的只有这只小猫、还有耳机里面的音乐 下午年级大会的时候 施斐尔握着我的手说，我们一定都可以的 她温暖的掌心，是不是这个寒冬里面我的一份、救赎 没想到下午她数学课竟然在上课讲订正。。真浪费时间 上课做错这么多题的我也不应该，回家做的题就是不会错这么多 （‘-‘） （‘-‘） 不管了，我能挺住 因为我是我 没关系！！！明天又会是新的一天","categories":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/categories/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}],"tags":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/tags/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}]},{"title":"22-11-14每日复盘","slug":"22-11-14每日复盘","date":"2022-11-14T14:28:34.000Z","updated":"2022-11-14T14:47:04.581Z","comments":true,"path":"posts/340a00d/","link":"","permalink":"https://karuka.top/posts/340a00d/","excerpt":"","text":"今天英语课，李筱抽我翻译，结果我每次说的他都不听， 我想倒装他偏顺着来，那为什么要抽我来翻译句子、他自己翻译不就行了吗 在一次次的被否定当中那个玻璃心彻底碎了 虽然李筱上课的时候马上和我道歉了 “对不起，是不是我打断你太多次了” 但是没有用，断了线的珠子怎么可能会收得住？ 仅仅是为了转移注意力去背单词，甚至去写数学，都没有用 从小到大在课上基本都没怎么掉过眼泪，竟然在现在成为了事实-。- 。。虽然下课之后他又来和我道歉了一次 “从高一开始你就感觉给自己压力实在太大 别这么敏感，活泼一点“ 欸!我又展示出了我的哪一面呢？ 不知道，反正中午人走完之后，又去办公室问问题了 沈老师见我马上就说 “欸，又没去吃饭吗？” 明明这学期刚开学在餐馆遇见的时候她就让我去食堂吃饭 “没关系，也不耽误的，你最近好点了吗？” 罢了罢了！欸！还有五十几天…… 今天十六度，但是很冷，穿三件衣服都很冷，冷到牙齿打颤的那种 跑八百，3′44″，放在初三，肯定要被重跑 但是这次却是这节课的第三名&#x3D;。&#x3D; 高中的女生体育都好差。。 不过我真的不是很喜欢跑八百， 像施斐尔那样跑十几公里的时候倒是没那么煎熬，因为没有计时的压迫感 算了，体育这方面有成绩就行了，我又不高考体育 今天支撑我上学的动力，可能就是放学的拿到手机的刹那去总结出这样生活当中一些哪怕 微不足道的一些小事分享给谁，这是我一直以来会感到很快乐的事情，、 也是习以为常的事^^ 对了，今天有记到一个单词 【abrupt】adj.突然的，粗鲁的 【abundant】和【ample】的区别是前面是充裕的，种类更多，后面没那么多 已经是不知道第n遍背考纲了，怎么还是有不会的啊啊","categories":[],"tags":[]},{"title":"22-11-13每日复盘","slug":"22-11-13每日复盘","date":"2022-11-13T13:47:08.000Z","updated":"2022-11-13T14:18:08.661Z","comments":true,"path":"posts/7e33a655/","link":"","permalink":"https://karuka.top/posts/7e33a655/","excerpt":"","text":"今天早上吃了两瓣柚子，但是没吃饱（）所以又买了份沙拉 这辈子再也不要吃什么意大利肉酱沙拉了，太难吃了，给小狗狗都不吃 中午爸爸烧的那个藕也半生不熟的，天，今天吃的东西怎么比xd的还要不如啊&#x3D;。&#x3D; 刚到地铁站的时候地铁就走了，然后下一班马上又跟着来了，正是因为第一班没乘上所以在第二班车遇见了小孟，这是不是一种缘分 （我要是生物考了什么a或者a+那我肯定先微信马上和他打招呼，但是那个消息界面停留在了我向他报成绩的那一刻，太尴尬了，而且本来对这个班主任也没啥特别的感情，就在下车的时候还是当面打了个招呼） 有的人出门吃大闸蟹，有的人出门去上英语课 -。- 今天英语课，前面那男的太嚣张，每次做全对之后转头回来看我错几个，，， 虽然大家都知道你是你在你们学校这次期中考试得到了班级第一的好成绩，但也没必要对你毫无瓜葛的补课同学多次进行冷嘲讽吧、包括但也不限于在我抛出问题的时候发出不屑的语气，在我没写完题的时候写完题的你大声和老师说你写完了之类的 别这样、我和你非亲非故，无冤无仇，别这样。。。&#x3D;。&#x3D; 每次经过普陀这个小区的时候总会觉得这地方风水不行 哪有门或者窗户朝着十字路口煞气这么重的地方、而且那个小区的名字也有种莫名其妙血一样的斑驳 然后晚上去查了一下 【】算了，不放图了，真的和我想的一样，这小区。。。。欸 路过普陀区的时候看见了这个教堂，今天路过徐汇的时候才发现原来那个徐光启教堂也就在徐汇的路边，以前一直没注意到 今天好神奇，我在来的路上就希望今天不要是平凡的一天 然后路上就看见了一起车祸，虽然是没有人受伤的简单追尾。 看见了很酷的一个女生，感觉车背后那个有点眼熟 有点像eva里面的，施斐尔和我说是nerv组织 和イノシシ说了，他说他体育老师也有一辆差不多的车 那这个体育老师也蛮飒的 不过、什么时候有空去把eva看掉吧（但是我又不想在感觉很多人最近都在看的情况下盲目跟风一样也去看，虽然我也不知道这算不算跟风，矛盾） 看见了一辆痛车，但没拍清，貌似是明日香 今天喂了猫猫吃好一点的猫粮，算是一周辛苦的犒劳吧。 不喜欢周一，又要去奋斗一周了欸。","categories":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/categories/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}],"tags":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/tags/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}]},{"title":"22-11-12每日复盘","slug":"22-11-12每日复盘","date":"2022-11-12T16:00:58.000Z","updated":"2022-11-12T16:09:46.528Z","comments":true,"path":"posts/a3a57fd0/","link":"","permalink":"https://karuka.top/posts/a3a57fd0/","excerpt":"","text":"虽然对很多人来说数学一百分可能不足挂齿，甚至是考砸的表现 但是这是我现在第一次做高三一模数学拿100以上（虽然有道选择题是蒙对的实际分数应该是99） 而且卷子非常非常简单 但是我也要 夸自己 恭喜第一次一模考上100！！ 后面就是抓Meru 但是merry呢。。算了不管了我困死了 今天喂猫的时候还多了一只白猫，现在是三只猫了 好困，先睡觉了","categories":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/categories/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}],"tags":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/tags/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}]},{"title":"22-11-11每日复盘","slug":"22-11-11每日复盘","date":"2022-11-11T09:35:25.000Z","updated":"2022-11-11T09:53:25.098Z","comments":true,"path":"posts/1e6f131e/","link":"","permalink":"https://karuka.top/posts/1e6f131e/","excerpt":"","text":"天，今天这条我要先夸一下我的作文 我作文班级第一54分🥳在考完之后对答案发现九道选择错七道的时候，在收卷时发现画蛇添足把“受”写成了“授”的时候 我就想把自己开除中国籍，语文都学不好，当什么语文课代表 没想到这次能考进年级上游的是语文，年排64 （要是加上七道选择15分我就是年级第一了。。。。。。。。。） 不过作文我真的谢天谢地了，终于。。。 早上数学课何包晗突然要看我语文作文，就很奇怪，随口问了一句我作文几分啊，没想到是54，天，太开心了 他还说，多看看大佬写的文章自己也会变得厉害，受宠若惊（&#x3D; &#x3D;虽然我感觉这个用词真的太夸张了，这个小胖就喜欢boast） 难得思如泉涌一次，把这篇文章先放在这边 【但是不要学我倒数二三段的写法，老师说这边还有点问题，没从反面来论证也没升华】 材料是，有人往往因为避免不好的结果而避免开始，对此你怎么看 明明今天早上到学校的时候还在为不起色的成绩和找不到的便签而sigh，现在就是slightly了一整天 原本想做一套一模100分以上的卷子去给イノシシ看顺便卷一卷他，没想到差点不及格！ 我的数学真的烂到地里去了 【可恶，要是昨晚不困的话也不至于急功近利的今天早上四点爬起来写】 然后去问了沈老师几道我做错，订正也不会的题，没想到她直接小猿搜题。。。 拜托！我是特地中午省着时间跑到二楼实验室来问你的！&#x3D;。&#x3D; 今天早上依旧雾蒙蒙的，中间下了好几场雨 这是今天的午饭，一块很腻的奶油小方，这辈子都不想吃奶油蛋糕了，腻死我了 早放学就可以看见他们早早就在等我了，好感动 所以速速上楼准备了一袋子猫粮给他们 我爱周五","categories":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/categories/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}],"tags":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/tags/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}]},{"title":"22-11-10每日复盘","slug":"22-11-10每日复盘","date":"2022-11-10T23:00:18.000Z","updated":"2022-11-11T10:03:25.743Z","comments":true,"path":"posts/c3f9ca9b/","link":"","permalink":"https://karuka.top/posts/c3f9ca9b/","excerpt":"","text":"是否久悲不成悲? 昨晚突然想到了牵丝戏，然后是沈佳怡以前的唱腔还有拉二胡的样子。不知道为什么现在会想起这样毫无交集的人了，但是，我要是是个男的，她也是我心中的一种白月光的存在了。 这篇是11号早上赶出来的，因为10号晚上实在是太困了，期中考试卷刚讲完最后一节课又小测了 对了今天午休，翁翁找我谈话，首先拿了点饼干给我，有点像去年小孟知道我不吃午饭给我绿豆糕一样的场景哈哈。不过我婉拒了（主要是那个饼干看起来好高级……感觉不好意思拿） 首先他先问我家里是不是有啥经济困难，就是让我报家底。。我把家里一个月所有工资还有房租还有我妈乱七八糟的利息和他一一掰过来，发现好多钱都用在补课上面了，一节课四百的话，一个月光补课的钱就是8400了。。但其实剩下的钱也够用 然后又聊了好多，包括物理补课他也建议我暂时放放（是我最想要的答案）诶 回来之后，一群人好奇翁翁找我谈话内容，然后我就随口说了午饭的事情，没有提还有我学习上的困惑，然后张咏曦就又。。 虽然我知道她是夸大式的开玩笑来委婉讽刺翁翁以为我家经济困难不去吃午饭，但是听着很不舒服 “诶呦笑死我了，家里十套房” 。。。我都不知道我家竟然有十套房呢，，， 为什么高二出去办房产证回来之后这种事情能一直记到现在，然后演变成这么离谱的话啊。。） 讨厌 然后下午的心理课也是，老师抽问我 “你对自己能量的评分是多少” 我说，是π 老师还没问我为啥是π，她就先问我“是不是无限啊” 其实不是的，是有，但是不多。","categories":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/categories/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}],"tags":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/tags/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}]},{"title":"22-11-09每日复盘","slug":"22-11-09每日复盘","date":"2022-11-09T11:04:46.000Z","updated":"2022-11-09T11:28:30.156Z","comments":true,"path":"posts/d9632105/","link":"","permalink":"https://karuka.top/posts/d9632105/","excerpt":"","text":"To persevere to the end in any enterprise begun 坚持到底 ​ ——骑士法规第十四条 今天早上一点左右，准备不再去想自己为什么这么菜的原因的时候，杨玲妈妈给我打电话来了 是要一些小学的材料，杨玲准备入团 她妈妈说她每天都是差不多两点左右睡觉，真的太卷了…… 欸，上次和她见面还是2020年了 今天除了语文，成绩都出来了 状态有点岌岌可危，但是现在回家之后调整的稍微好了一点 在学校的时候就是想灭了自己，好高骛远自矜的自己 为什么在班级物理平均分考到年级第一的情况下自己还是这么菜 什么年级前十，年级前一百就自求多福吧！ 自我的审判还有有人的嘲笑真的受不了 为什么还会有特地想知道我的物理分数然后去算班级平均分的总和再减去其他几个人的分这种操作啊 我也不想在班级物理年级均分第一的情况下拖你们的平均分啊 我要是学得会的话，谁愿意甘拜下风？ 而且，为什么你们会比我还记得清楚我哪次考试又考的很好？？ “诶唷、这次怎么才这么点分，我记得你那次考的很好的呀，你的排名在那么的前面……” 于是在中午，空空的教室里面，允许自己短暂哭一哭三分钟 但谁知道这个翁翁竟然还没去吃饭，被抓到了一个人在教室 “怎么不去吃饭” 于是下午写了一篇600字的陈情表给他希望他能批奏我不去食堂的原因 明天中午要去找他谈话，欸。。 下午上课虽然全是文科，但听不进去，一听就掉眼泪 太难受了。没想到我有朝一日数学年排还能超过英语 可能是十七年以来第一次吧。 让自己不那么伤心的办法就是直视更大的伤心 今天和我一样伤心的人好像并不多，不对，是完全不会有和我一样的人 年级倒数的没有悲伤今天依旧笑得很开心 但是我只是对自己感觉太失望了，如此之差 今天何包晗也很伤心的样子，第一次见这个小胖如此萎靡不振 平时明明满嘴骚话，但是今天也大多只是看见他颓废地坐在椅子上面 虽然他也不是倒数 但他也一定多少对自己的成绩不满意 说起这个，今天竟然还能被倒数的小孩来安慰，我不知道是我的玻璃心的可悲 还是她们不自知的可悲 但，，，， 不行，我不悲伤了，悲伤没有什么用，慢慢来吧。。。 就当是十年磨一剑吧 一场没有退路的GAMBLE","categories":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/categories/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}],"tags":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/tags/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}]},{"title":"22-11-08每日复盘","slug":"22-11-08每日复盘","date":"2022-11-08T15:21:37.000Z","updated":"2022-11-08T15:45:43.933Z","comments":true,"path":"posts/4f5f880/","link":"","permalink":"https://karuka.top/posts/4f5f880/","excerpt":"","text":"不知道如何描述今天这样的一天，但是能不去食堂吃午饭真的太爽了！！！ ——“现在可以吃午饭去了，我们一起去吧。” “不了，我已经在自习课吃完了。” 感谢化学考试为我留出来的一节课让我在教室把一杯酸奶喝完了 不过、好像太少了，下午考数学的时候各种因素交杂起来，又胃疼了 尤其是期中考试卷看见dj说不考的期望和分布列结果考到了出现的时候 【晚上做数学也是这样，虽然晚饭一荤一素一汤一饭满足了，但是……】 胃疼到了极点，人快被torn了一般（‘-‘） 啊，突然想起来，今天上午的英语考试，我真的好恨自己放纵了好久没磨过耳朵了，今天听力就错了五题！ 真的太可怕了。。尤其还在一堆大佬阅读a-d篇就错一个的时候，我错了三个，真的窒息了 什么年级前十，有年级前一百就万事大吉了吧，废物，大废物！！！ 你真的太菜了！！！！！！！！ 你为什么这么菜啊！！！！！！ 做到了一篇关于闲聊的文章，small talk 还是对我们的daily life非常重要的 音乐教室真的是一个很好的修身养性的地方，考完试也不能回家的下午就在那边度过 但是逐渐变成了施斐尔拉着我在窗口看她的杜卓衡踢球 却用我的手机来记录&#x3D;。&#x3D; 可能就是情人眼里出西施吧 反正我对这种毫无兴趣，看都看不清的比赛有什么好看的 不过看在能看到美丽落日的份上，姑且饶过这个小女生浪费我时间这样的行为（bushi 今天两个小可爱又来迎接我放学，真是没有白喂，喜欢它们^^ 今天是月全食，在准备收相机的时候看见了一颗流星划过天空 原本以为是飞机的雷达灯，没想到只是闪烁刹那间就不见了 真的好短暂、活了十七年，第一次见 没来得及许什么愿望，有点可惜 不过就算许了也不会实现的吧，就像每年的生日愿望一样? 和イノシシ约了一起写一模卷，原本士气满满的开始，结果两个小时到了之后还有题没想出来没写完的 服了，他做的话一定比我做得好，为什么我这么菜啊啊啊啊 （‘-‘） 为什么这么菜 欸、怎么才周二 我想把胃切了行不行。 让我睡觉。。。。。。","categories":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/categories/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}],"tags":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/tags/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}]},{"title":"22-11-07每日复盘","slug":"22-11-07每日复盘","date":"2022-11-07T12:16:31.000Z","updated":"2022-11-07T12:50:50.703Z","comments":true,"path":"posts/23852db5/","link":"","permalink":"https://karuka.top/posts/23852db5/","excerpt":"","text":"今天又是早醒的一天 在梦里，是夏天的一个刚下过雨的阴沉的午后 和妈妈骑车从家里去到了徐汇附近的一个商场（臆想出来的，现实不存在） 去了二楼，转角处进入了一个补习班，见到了很多熟悉的人，包括不想见到的人 看见了 很冷漠地看了我一眼，一直在回避，根本不想看见我出现于此 和今天语文考试做到的这段话写的差不多。但没有任何美妙的感觉 上次梦见他是在霜降吗？真的好神奇，小满到霜降到立冬，都有他的影子 在睡眠的时候出现，在最没有警惕的时候出现。 但是逐渐生疏。 梦里近在咫尺的距离，像是隔了几座大山一样 安琪朝我热忱地打着招呼，还有四五个认识的人 但是我都不想理，我只想赶紧逃走 跑到了转角的一个玻璃房间里，玻璃映射出我自己不修边幅的样子 泣いて 然后就在梦里疯掉了，歇斯底里， 起きろの時 天边是黑的，完全的黑，是寒冷的十一月凌晨 btw，今天考完物理和语文对完答案之后我也要疯掉了，怎么错这么多，完蛋。 白思宇和我说我的物理选择错了四个，真的好窒息。。 物理后面的大题很难我没有任何优势，前面的选择还错了四个更没戏了。。 语文的话，， 我不配当语文课代表，从来都不配。 今天中午去食堂吃饭了，不想要这样浪费时间的行为。 人多的地方很不自在，其实我并不喜欢人多的地方。比如食堂 如果吃饭也算是一门社交学的话，那我不需要&#x3D;。&#x3D; 一桌坐着几个算是比较熟的人，互相看着吃饭，没必要，纯属浪费时间 我吃的是少是多和你们没任何关系， 我和你们，又不是很熟。 不要催我多吃点。 吃不下，不想吃。 我并不享受学校这个作呕的饭菜。 之后和高二的时候一样一个人在教室自己带饭吃好了， 每次去食堂再回来就要花我15分钟，本来就45分钟的午休就直接变30分钟 再减去吃饭的十分钟，那么也就只有20分钟 而且还不算排队的时间 。。。。。。。。。。。。。。。。。。。讨厌。 饿死算了 梦幻的不像是我的现实，那么哪边才是我的现实呢？ 难过的但是可以见到很多想见的人的梦 还是这个充满奇幻和色彩的世界 你们多吃一点吧，连同我不想吃的一切也全都吃掉好了 （‘-‘）いつも、 眠たい 悪いの夢嫌た もうやめろ（‘-‘） まだ６０日々…… もういい。","categories":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/categories/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}],"tags":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/tags/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}]},{"title":"22-11-06每日复盘","slug":"22-11-06每日复盘","date":"2022-11-06T14:08:48.000Z","updated":"2022-11-06T14:30:56.294Z","comments":true,"path":"posts/fe13f430/","link":"","permalink":"https://karuka.top/posts/fe13f430/","excerpt":"","text":"今天听了几个小演讲来磨耳朵，其中这个写humanity的paragraph satisfied me a lot 普通な日 Do you really like it ? 簡単な日々 I saw flowers were throwen on the rubbish bin when I went home Someone threw their romantiscism to the garbage bin I told to イノシシ before that はな are duds 彼、ほんまに覚える❔ 「君も僕もただ一つの存在」と言って 「No leaves are exactly the same in the world」 ほんまに？ 全然知らなかった もういい くだらない","categories":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/categories/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}],"tags":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/tags/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}]},{"title":"22-11-05每日复盘","slug":"22-11-05每日复盘","date":"2022-11-05T14:26:51.000Z","updated":"2022-11-05T14:38:08.445Z","comments":true,"path":"posts/43d998fe/","link":"","permalink":"https://karuka.top/posts/43d998fe/","excerpt":"","text":"如果可以的话我想把胃切掉、 今天正常吃饭，下午开始又胃疼了，疼到晚饭吃不下什么东西 现在快睡觉了，还是疼 小时候落下的病根子什么时候才能好 现在的生活有点像苦中作乐、我也不知道是什么让我继续能在这样无趣的日子里发现不同 每个月的月刊里似乎都能给我答案、但又不完全是答案 冬天到了、拍出的照片似乎也都是雾蒙蒙的感觉 不过，准备的明信片却充斥着五彩的颜色 啊。。 或者说，、 「如何支棱起来？」 不要再现实逃避了。！","categories":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/categories/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}],"tags":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/tags/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}]},{"title":"22-11-04每日复盘","slug":"22-11-04每日复盘","date":"2022-11-04T12:46:14.000Z","updated":"2022-11-04T14:48:36.129Z","comments":true,"path":"posts/9e4f417b/","link":"","permalink":"https://karuka.top/posts/9e4f417b/","excerpt":"","text":"今天散步拍的一张很喜欢的图 换了新网站、起码暂时可以摆脱一些不相干的人的闯入了 起码暂时是这样的 原本以为要很久、没想到也就十几分钟就搞定了 何包晗太呆了，今天英语课下课前突然露脸开了个十级美颜，把我属实吓了一跳 今天晚上考数学的时候头特别疼、量了量体温才37，算是正常的 不过说起头痛，明明已经不喝咖啡，茶，巧克力这种有刺激性的东西了，但是头还是会疼，奇怪 小区里最近在装修，这种感觉看着很不舒服 翻相册、以前的照片、又尴尬又哀思 是如何穿的那么土和大家一起出去的！！ 今晚出去散步遇见了陆苏雯、她说我和幼儿园的时候还是没差别！【特地提到了眼睛、我也不想单眼提肌无力】 有点混乱了，今天先不写了","categories":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/categories/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}],"tags":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/tags/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}]},{"title":"22-11-03每日复盘","slug":"22-11-03每日复盘","date":"2022-11-03T13:30:19.000Z","updated":"2022-11-03T13:33:03.506Z","comments":true,"path":"posts/e33c4723/","link":"","permalink":"https://karuka.top/posts/e33c4723/","excerpt":"","text":"今天收到外界输入的负能太多、丧失一天的语言能力。 暂时","categories":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/categories/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}],"tags":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/tags/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}]},{"title":"22-11-02每日复盘","slug":"22-11-02每日复盘","date":"2022-11-02T14:33:51.000Z","updated":"2022-11-03T13:33:25.782Z","comments":true,"path":"posts/3eaa9ea6/","link":"","permalink":"https://karuka.top/posts/3eaa9ea6/","excerpt":"","text":"虽然不是什么值得大张旗鼓的事情、但是过了就行 【原本以为没有人会没过的，没想到我朋友圈里就有一个女生没过&#x3D;。&#x3D;】 早上的时候英语考了试，七点半到九点半，颈椎要断。 语法填空竟然是讲伊丽莎白去世的消息，紧跟时代。 中午翁老师打电话过来给爸爸，我还以为是出了啥事，没想到是让我把校群解散 散了也好，反正早就不想要这个群了 当群主之后一天到晚好多莫名其妙的人来加我，反感。 加就算了，能不能不要在朋友圈天天散播负能、以及天天刷屏、 这段时间还有前段时间朋友圈里一直有人刷屏吵架&amp;散播负能戾气&#x3D;。&#x3D; 算了，不管他们，脑子不够用了， 懒得对各种奇怪的社会现象和奇怪的人言论指责了， 我是无法去改变她们的行为的 今天赵凌因为手写笔没电甚至给我们提前五分钟下课了，难得 因为校群的事情、中午少弹了半个小时的吉他、让本就不富裕的午休更是雪上加霜、 不过没关系、还好今天Melody配出来了^^ 【第一次尝试跟录音合奏】 吃了我猫粮才肯靠近我，大坏蛋↑ 吃了我猫粮还要对我叫的超级大坏蛋！！↑ 不提狗了，狗会引起我很久以前很多伤心的回忆。 还能再绽放几时","categories":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/categories/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}],"tags":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/tags/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}]},{"title":"22-11-01每日复盘","slug":"22-11-01每日复盘","date":"2022-11-01T13:30:05.000Z","updated":"2022-11-03T13:33:36.403Z","comments":true,"path":"posts/8360f268/","link":"","permalink":"https://karuka.top/posts/8360f268/","excerpt":"","text":"今天又网课了，准备出门前知道的消息 顺其自然了 不过因为晚出门所以才能让我今天早上亲自喂Merry和Meru吃早饭 顺便看到了Merry喝水的样子、好可爱 【Meru下午怎么又离家出走了&#x3D;。&#x3D;】 啊、今天还有幸听见了イノシシ唱歌 好有趣哈哈哈 今天为数不多让我开心的事情^^ 为什么网课已经有高一的八竿子打不着边的小学妹来加我了、 认都不认识的人、不要随便踏入我的领域 一切同理 小区建成也不过10来年，又开始装修了 这种脚手架错综复杂的感觉让我窒息 我讨厌这样狭小的感觉 今天不管是写数学一模还是英语二模都很不顺 不顺到错的题数已经耻于写下来了 写了很多个静字想让自己静下来写题、但是用途不大 真正有用的还是骂自己一顿哈哈哈哈 一天的网课真的好累人，光是三个小的晚自习已经要把我完全掏空了！","categories":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/categories/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}],"tags":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/tags/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}]},{"title":"22-10-31每日复盘","slug":"22-10-31每日复盘","date":"2022-10-31T13:21:45.000Z","updated":"2022-10-31T15:13:29.569Z","comments":true,"path":"posts/51694622/","link":"","permalink":"https://karuka.top/posts/51694622/","excerpt":"","text":"今天是万圣节 本人友情出演饿死鬼的角色 三餐饿两顿 生命力强大 今天早上的梦加上不稳定的睡眠导致到学校里的上午都很糟糕的状态 数学课第一道例题沈老师就让我上黑板做 大脑完全是宕机的状态，算了好几遍一个式子以为是自己算错了，结果始终检查不出来 也就不在黑板上丢人现眼了，就回座位了 没想到是对的 但是脑子依旧很郁闷，在座位上写题的时候戴着耳机听歌（虽然这样无法提升做题效率但是可以缓解一下下糟糕的心情）被沈老师发现了哈哈 她就让我不要边写作业边听歌、确实是这样的道理 不过！今天下了一场短暂的太阳雨有点驱散了这种雾蒙蒙的心情！ 在操场上雨越下越大，施斐尔拉我一起去她的外套里躲雨，原本都要准备上楼了，结果雨停了 太阳依旧很亮地照着 哪怕周围都是乌云 很喜欢这样的感觉 （诶呀可惜不能拍照：&#x2F;） 下午体育课测了坐位体前屈、虽然真的比不上那些拉20几的，但是17.6的成绩也勉强可以吧 不管这个，这个反正不计分 对了、今天中午去E307付妮娜老师那边来回跑了三趟 她那种居高临下趾高气扬的态度很让我讨厌 也是因为她的【我下午有事，你必须现在马上去收集签名交给我】 让我今天没吃到午饭，她还在那边美滋滋的看电脑 &#x3D;。&#x3D; 一模卷今天写完了，然后做了二模卷 原本感觉应该语法和钓鱼能全对，没想到错了六个，cloze更加离谱了。。。 天，，，我怎么这么菜。。 分析了一下错误的原因、语法有一个句意理解不到位一个就是时态分析错误 钓鱼完全就是句子没读顺 cloze背的单词太少了，有些词记不住所以影响了我的判断 所以，， 道路还长着呢。 对了，今天体育课还和初中生学了武术操哈哈哈 （后面的板报因为我当时赶时间，不想把时间浪费在这个上面所以出的很丑，但是我觉得我写的那个梦字是好看的^^)","categories":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/categories/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}],"tags":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/tags/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}]},{"title":"10.31.","slug":"10-31","date":"2022-10-30T21:01:40.000Z","updated":"2022-10-30T22:56:02.848Z","comments":true,"path":"posts/a38e4494/","link":"","permalink":"https://karuka.top/posts/a38e4494/","excerpt":"","text":"早上四点因为一个可怕的梦醒来、倒也不是惊悚的鬼怪，但比鬼怪更让人心有余悸 何时何能才能从这个负能的时代逃走 各种社交媒体上充斥着无数的“痛苦文学” 丧还能被玩出花样吗。。？ 人均太宰治的年代？ 不懂 受不了 起来的时候、Meru还在睡觉、Merry已经起来了 和我一样 因此我更加喜欢MERRY一点 原本也想像初三一样给谁直播天亮、但是现在好像没有谁再可以去说 【是否会是一种bother？】 莫名其妙来这边的陌生人依旧还在玩着无聊的猫鼠游戏、这样有意思吗、？ 乐在其中？乐此不疲？&#x3D;。&#x3D; 现在实在是没有时间来浪费在这里玩警察抓小偷的游戏 满意了吗？女士？ 不过、还是给一句看到的忠言，虽然逆耳 ：别来看了，这里只是给我还有我信赖的人看的地方，你连我是个怎样的人都不曾面对面见过、交谈过，那你想要看的是我的思想的哪一面呢？ 止言于此，行动权现在交给你 不要雌竞","categories":[],"tags":[]},{"title":"22-10-30每日复盘","slug":"22-10-30每日复盘","date":"2022-10-30T10:26:23.000Z","updated":"2022-10-30T13:01:20.392Z","comments":true,"path":"posts/8cff9fa7/","link":"","permalink":"https://karuka.top/posts/8cff9fa7/","excerpt":"","text":"来听这首歌，很喜欢 期中考试还有xd一些鸡毛蒜皮的小事让我周围的人又不正常了 现在朋友圈里又是一派乌烟瘴气，负能爆炸 不过、在这样的情况下我也要努力做个正常的人^^ 哪怕是世事坎坷，万籁俱灰 睡眠障碍吗？感觉不太像但又好像挺像的，无所谓 今早倒是做了一个很神奇的梦 在梦里我在和一群电信诈骗犯在类似F楼的五楼的地方找蕾希 后面失去了一部分片段之后到了一个地铁站旁边的煎饼果子摊，我对吃煎饼不付钱的人报警了 再后来的场景、其实我很不喜欢 因为是类似看不到头的厕所版backroom里面一直穿梭 有点像以前拍的这个芦恒路地铁站的构造，但是灯光和空间完全不同 那边是晚上商场快关门时候厕所那种昏暗的灯光以及无数阈值空间 这让我不安，我躲进了一个隔间里面就被奶奶叫起来做核酸了 回归现实的感觉 是好还是不好呢？ 但在梦里我很害怕。 做完了核酸去洗了个澡，不小心把沐浴露当洗发水用了。。 为什么你们长得这么像。 我以后秃了就去起诉资生堂&#x3D;。&#x3D; 冬天到了，但是我还是觉得很像秋天 今天英语课做的烂死了 我好菜、cloze错五个 明明都不难 算了，慢慢来，时来运转 和杨婉滢打了一个小时的电话 感觉更加理性了 不过，世界还是要我们自己来探索的 Let’s search it dreamers!","categories":[],"tags":[]},{"title":"22-10-29每日复盘","slug":"22-10-29每日复盘","date":"2022-10-29T03:10:45.000Z","updated":"2022-10-29T14:52:37.364Z","comments":true,"path":"posts/96657439/","link":"","permalink":"https://karuka.top/posts/96657439/","excerpt":"","text":"留一段未完成的旋律，不知道什么时候才能又有灵感涌现 今天突然对Merry和Meru吃的冻干成分好奇，然后看见成分表上竟然有勿忘我哈哈 勿忘我，别忘记我呀 水公园旁边的建筑工地楼盘起火了，来了三辆消防车 这哪里是冬天， 感觉完全是春天呀 菜粉蝶采撷花蜜 蒲公英飘到我的袖子上面 窗外无尽绿色和红色盛开 希望以后的日子也能这么明媚 去仁爱医院打了HPV九价，相比那些公立医院约不到的人来说我是幸运的 （虽然有一点点疼、但是那边的护士医生都很温柔^^） 我觉得能在一个不远的私立医院以一个相对来说正常的价格打上疫苗还是挺不错的 虽然三针也一共要六千多块&#x3D;。&#x3D; 心血来潮练了书法，结果越写越丑 被自己菜到。。。 班门弄斧的麻瓜！ 又网课了，合计十月份只去了学校一周。。。 算了，顺其自然 这也是我生活的一部分呀 这样我才是完整的我","categories":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/categories/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}],"tags":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/tags/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}]},{"title":"22-10-28每日复盘","slug":"22-10-28每日复盘","date":"2022-10-28T14:15:12.000Z","updated":"2022-10-28T14:31:49.126Z","comments":true,"path":"posts/4bf3adbc/","link":"","permalink":"https://karuka.top/posts/4bf3adbc/","excerpt":"","text":"冬天到了，校门口的栾树叶子也开始发黄了 还没怎么闻够桂花香就到冬天了呢 今天又是一个让人喜欢的周五 我喜欢周五偷偷跑去音乐教室弹钢琴 偶尔还有尤克里里（虽然我不怎么会哈哈但四弦的东西毕竟比六弦的吉他要简单） 身为普通学生的一天，却要被强加以不普通的卷子 但即便如此，我也并不反感这样的日子 至少能和谁说说话，分享分享每天发生的事情^^ 我不是正常人我2202了都没看eva 今天又是为别人美好的爱情祝福的一天呢 不过这样存粹的感情真是美好 小小羡慕的同时祝福他们🌹 好了我去写题去了","categories":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/categories/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}],"tags":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/tags/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}]},{"title":"22-10-27每日复盘","slug":"22-10-27每日复盘","date":"2022-10-27T10:59:34.000Z","updated":"2022-10-28T14:31:49.123Z","comments":true,"path":"posts/6c837889/","link":"","permalink":"https://karuka.top/posts/6c837889/","excerpt":"","text":"今天早上莫名其妙想起来了【乌台诗案】 大概意思就是宋朝的文字狱吧，王安石变法引起了很多弊端的制度，然后苏轼等人写文章讽刺，就被贬谪的贬谪，砍头的砍头了 早上就学到了一个新知识，好开心 一模卷整理出来的词，第一眼看见感觉有点像日语 查了一下原来真的是津波（つなみ） 学到英语的同时又学到了一个新的日语单词，好开心^^ 今天的天空阴沉的厉害，很有迟暮的冬天的感觉了 但是我其实并不喜欢昼短夜长的冬天 尽管我喜欢晚上 今天体育课去了很久没去的E206测肺活量，我拍这张照片的时候许楹看见了 她说我是个热爱生活的人 本质上应该是这样的 但是外界如果有很多变数的话那就不一定了：&#x2F; 【多和别人讲讲话我会很开心， 活成了妈妈所喜欢的，外向的人·-·】 今天原本听说有月考，以为是那种和莘庄这种一起考试，没想到是和七宝联考。。 啊，只有这个时候会想起来我们学校是七宝附属的啊。。 其实题目倒是真的不难，但是我好菜啊，啊啊，每次都有不该错的地方 我想成为一个细心的人 慢慢来吧，前进，带着热忱前进","categories":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/categories/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}],"tags":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/tags/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}]},{"title":"22-10-26每日复盘","slug":"22-10-26每日复盘","date":"2022-10-26T11:59:53.000Z","updated":"2022-10-26T14:52:18.573Z","comments":true,"path":"posts/b115a10c/","link":"","permalink":"https://karuka.top/posts/b115a10c/","excerpt":"","text":"到了吃柚子的大好时间 今天翁翁又在中午开了全班批斗大会、其实、我想说、学习是自己的事情，没必要一直让老师来提醒 这种事情不是从初中开始就应该知道的吗？为什么班里还有那么多人浑浑噩噩。 算了，无所谓，那是他们的事&#x3D;。&#x3D; 早上自习默自己整理出来的考纲被翁翁夸了，但是其实我觉得没必要夸我 等我做到英语班级top1再夸我罢！ 毕竟我这个性格就是不能夸，一夸就容易飘起来 去厕所的路上看见了这个 不知道今年还有没有飞鸽传书、也不知道去年的有没有完全抵达 但是今年要是还可以寄的话！ 我一定要给你们寄！！（不过我们学校今年竟然是和fff一起的承办方、好神奇） 今天听见施斐尔说杨浦昨天开始网课了、外区疫情是不是又严重了、担心 我其实比较喜欢去学校上课，但是网课又可以让我偷偷卷 比如不想听的课就直接刷卷子&#x3D;。&#x3D;但是学校里不听课肯定要被老师说的 算了，还是相信一切都是最好的安排好了，而且每天在学校里面还可以稍微接触一些真实存在的人 （虽然，虽然不是最想接触到的人，但是，知足就好） 不过，上网课的人会不会也会无聊？ 但是还有七十四天就春考了，不可以再摆烂了吧。。？ 起码看见这个文章的人不应该摆烂！ 网课应该是背着同学偷偷刷题背单词没人打扰的最佳时间。 （或者是充分睡眠的时间hhh 如果还有人蠢到高三网课还跑去打游戏的话，，那真的，， 真的有毒。。每天固定的白天早自习头痛，午休头痛，放学前头痛 真的太无语了！怎么吃了一个多月的药都没好转 明明已经完全不喝咖啡茶巧克力这种明显对大脑有影响的东西了&#x3D;。&#x3D; 有空换个医院再去看看(不过我真的有时间吗) 今晚有时间的话、我来继续更新实词 没时间的话就明天放学回来再弄 下周就期中考试了）——","categories":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/categories/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}],"tags":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/tags/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}]},{"title":"22-10-25每日复盘","slug":"22-10-25每日复盘","date":"2022-10-25T11:25:44.000Z","updated":"2022-10-25T12:12:32.108Z","comments":true,"path":"posts/cdfcdc2/","link":"","permalink":"https://karuka.top/posts/cdfcdc2/","excerpt":"","text":"今天我是全班第一个背出来《蜀道难》的人！耶耶耶耶耶耶耶好开心！！！ 今天记不得清具体干了些什么了、但是 我这一辈子都忘不了今天的厕所🙂 我讨厌很脏的公厕。因为受不了刺鼻的味道以及脏乱差，导致我每次都要跑下楼去老师那边的厕所上厕所，累死我了今天 今天写了一天的作业，体育课去测视力，因为是九十分钟所以有十分钟在和张珍渝几个跳长绳 这是我高中以来maybe第一次跳长绳？不过很谢谢她们的耐心指导。 然后我就和肖一凡溜去学校图书馆看书去了哈哈哈 看了一个多小时的人物传记，很有意思 遇见了小黄和几个外校的领导讲话 不过这不影响我们在图书馆的角落坐着看书 今天测视力的结果出来了，我左眼4.7右眼5.0 散光是25和75，感觉还好，但是左眼貌似比以前低了一点点 今天因为在学校不停地写作业，所以回家除了英语一模卷之外其他全写完了哈哈 书包都轻盈了很多♬ 然后放学之后可以和谁谁谁发发消息耶耶耶♪♫♪ 只能说真是久违 也找到了昨天做了一半的数学一模卷 好了，今天把实词在这里更新完之后我就去刷卷子了 开心","categories":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/categories/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}],"tags":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/tags/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}]},{"title":"22-10-24每日复盘","slug":"22-10-24每日复盘","date":"2022-10-24T12:37:57.000Z","updated":"2022-10-24T13:00:39.688Z","comments":true,"path":"posts/d1491447/","link":"","permalink":"https://karuka.top/posts/d1491447/","excerpt":"","text":"今天是值得复盘的一天 首先先从早上差点遭遇车祸开始讲起来 其实每天早上上学的时候在乱闯的车流当中都会有 【自己会不会被撞在死路上？】这种感觉 以前也因为差点撞上乱窜的车或者人急刹车然后翻车摔跤出血过 但是今天看见的这个是连车毂都彻底裂开来的那种…… 只能庆幸今天来得晚并且还没迟到 曹睿茜和我说这可能是新手、晚上新闻出来之后发现了是39岁的女司机……且行且珍惜 今天月考成绩出来了、但是老师没报具体的排名 这次考的实在太烂了！可以说是高中三年以来最烂的一次菜就是菜！不要去怪别人！如果可以的话下次去尝试考过那些高科技的人！！！不要为自己的菜找借口要珍惜这么好的班主任！！ 不要好高骛远，不要浮躁焦虑，踏踏实实地学习就好重视下周的期中考试今天和林雨菲聊到了上闵外很牛逼 但是她和我说上闵外每年都有发疯的，因为所谓的【军事化管理】 欸…… 顺便、今天晚上开心~ 假装是昨天梦的续集吧啊哈 苦涩生活中的一些无脑的乐趣嘿嘿 开心开心开心♫♪♬♩♪~ 继续拿着快乐前进吧、少女 （其实我倒是希望我是个男的这样我就可以去当飞行员了） 不过、我今天早上写了一半的19浦东一模数学怎么不见了？ 会不会明天早上又突然出现？ 不管了、写英语去了。","categories":[],"tags":[]},{"title":"好想从灰色的日子里逃走","slug":"22-10-23每日复盘","date":"2022-10-23T12:15:14.000Z","updated":"2022-10-23T12:42:33.356Z","comments":true,"path":"posts/cc27add9/","link":"","permalink":"https://karuka.top/posts/cc27add9/","excerpt":"","text":"欸、今天早上如果没课的话我要做梦做到天荒地老 破天荒地又梦到了イノシシ🥺 每隔几个月都会在梦里见一次 上一次有迹可循的应该是五月份了，差不多是小满的时候。又过了小半年了呢，时间好快 想起来了以前初中的时候梦见的时候有在白色摩天轮的地方告别的场景、有在夕阳西下车库无穷尽道路的转角不说再见就走了的画面，也有我看见了他被毒死的尸体想去找到死因的场景 上了高中之后，梦见他的场景其实逐渐不再那么悲伤了【可能是因为梦和现实都是reverse的原因】 从有印象的夜晚旅店下面看着他被爸妈很不开心的牵走的画面渐渐转到了很多happy ending比如一起写题 哈哈哈哈这样写感觉好像保安日记、 但确实除了他之外别人出现在我梦里的频率真的是凤毛麟角、我对有些人已经完全都不在意了 可是、每个人都是不一样的。 还有很多，但是不写出来了哈哈。 请不要忘记我就好。 很多想到的话现在也化为了乌有、如果可以的话、多看看我听的歌的内容 毕竟现在的我只是一个无趣枯燥平庸的人类 被很多压倒性地磨灭了天性 眼下只有【未考完的试】【写完的作业】【没写的作业】【不会的题】【会的题】【分数排名】 好想从这个灰色的日子逃走 连我也被染成了深深的灰色。 所以、在这个时代装成无性恋对我来说是最明智的做法 反正将来的路上也许也并不会遇到很感兴趣的人了，和无性恋也没什么差别 或者是和尚hh","categories":[],"tags":[]},{"title":"22-10-22的思考","slug":"22-10-22的思考","date":"2022-10-22T14:34:17.000Z","updated":"2022-10-22T14:44:35.918Z","comments":true,"path":"posts/c730e48b/","link":"","permalink":"https://karuka.top/posts/c730e48b/","excerpt":"","text":"时间过得好快 想说的话如果不及时说就根本想不到了 愚昧的脑子 、不过、今天倒是悟出来了一点，如果我足够强 比如能考进年级前十的话，我根本不会授那些作弊的人而影响到我的排名，因为她们再怎么作弊，在文科考试当中其实靠自己写的部分还是无法达到一定水平的 总归到底就是我太菜了 今天还想到了一件事情、就是 为什么要在意外表、这种东西不是会随着时间推移而消失的最没有用的东西吗、虽然、施斐尔说、外表好看的人会在生活中享受到很多便利，事实也诚然如此但是、因为外表接近或者喜欢一个人的人不是在未来会喜欢更好看的人吗，去接近更好看的人所以只有学到的东西是永远是自己的而且不会受时间印影响的正因为如此才要好好学习 再接一下和拉拉的930天闺蜜纪念 其实距离和外在的任何因素是阻挡不了两个想要联系的心的","categories":[],"tags":[]},{"title":"22-10-21每日复盘","slug":"22-10-21每日复盘","date":"2022-10-21T14:51:31.000Z","updated":"2022-10-21T15:09:13.637Z","comments":true,"path":"posts/cc66a754/","link":"","permalink":"https://karuka.top/posts/cc66a754/","excerpt":"","text":"你们为什么要作弊啊？ 为了满足谁的虚荣心以及为了取悦谁？ 自我欺骗有意思吗？ 班内传纸条敲桌子也就算了，为什么还有别的整个班级使用高科技的？？ 今天最大的领悟就是科技改变生活&#x3D;。&#x3D;你一个年级倒⑩的人在短短两三周里面突然英语可以到年级前二十，高科技真的666 老师也是瞎子，比阮籍的青白眼还过分，看不到吗？ 那我认认真真做一套卷子下来你还根据这种不真实的成绩来给我排名的意义何在？ 以前一直考班级第一的人英语这次怎么掉到年级中游了，原来有这么多人使用高科技啊、我坐第一排考试，我瞎子，我傻子，我不会用高科技行了吧， 虚荣的人们&#x3D;。&#x3D; 还有、我和你不是一类人，为什么没对答案之前就能很自信地和我说 “你其实和我也差不多” 结果你数学出来之后填选一共才对四题，我一共扣了四题，你叫这差不多？？ 好，，，，我们是一类人。。比如智商和情商都是负的 ？行了吧&#x3D;。&#x3D; 但也请不要在我上数学课的时候我听卷子讲评你自己不想听不要来和我讲话啊啊 今天两题没听见，怎么弥补我。？ 今天做的最叛逆的事情就是在最后放学前的英语考试当中边写翻译边批驳老师无为以及高科技的行为 虽然我知道李筱今天因为月考叶翼她们班高科技英语平均分最高来炫耀而两个人开战了。。。 笑死我了，四班明明是年级垫底，能查的选择题全年级均分最高，自己写的作文题均分年级倒一，真的太好笑了 但是我今天英语是真的没有听进去，这是什么奇耻大辱 我活到现在第一次英语年排在100名朝后，果然还是科技的力量强啊。。 我也有想过如果我能凭着自己的力量考过高科技，但是目前对我来说好像还是一件比较困难的事情。。 终究到底还是我太菜了 今天最开心的事情是这学期第一次终于进到音乐教室了 初中生可能在开运动会所以没有人来这里，我试着弹了尤克里里 果然还是吉他和钢琴比较适合我 练了一中午的琴心情也好了很多 有些事真的好无能为力呀，比如这个旗我想拍的时候一直被风吹着，但是我不拍的时候是很有意思的葫芦娃的图案 晚上骑车的路上遇见了一只三花一只橘猫还有简州猫和狸花猫，都很可爱，但是我着急赶路","categories":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/categories/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}],"tags":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/tags/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}]},{"title":"22-10-20每日复盘","slug":"22-10-20每日复盘","date":"2022-10-20T15:02:15.000Z","updated":"2022-10-20T15:24:26.460Z","comments":true,"path":"posts/11f07ed1/","link":"","permalink":"https://karuka.top/posts/11f07ed1/","excerpt":"","text":"最近越来越审查到自己的那份“不完全”正在被放大、 虽然说生命要是【已完成】的状态的话是非常危险的，但是【未完成】依旧给人带来很多烦恼 高考报名表又下发了，和初三的时候一样要求要好好填 其中有要填过去的奖项，因为字数有限制所以要填最好的那个，翻出来了高一打省赛还拿奖的奖状，才发现那个时候的我是闪着光的 现在啥也不是&#x3D;。&#x3D; 是可以参加学生会还能当社长，闲着的时候去参加比赛拿奖，组织筹办活动的 现在虽然还挂着【语文课代表】这样类似的名称，其实早就名存实亡了 毕竟老师还是比较喜欢正的那个课代表 我也不清楚究竟何时开始失去了【人格魅力】这样的东西、但是、事实就是这样 好多的人从我身边的离去、身上过去的活力以及光辉被剥夺 我也不知道会不会有东山再起的那一刹那 但是、在未完成之前，我还是希望奉信 守得云开见月明","categories":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/categories/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}],"tags":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/tags/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}]},{"title":"22-10-19每日复盘","slug":"22-10-19每日复盘","date":"2022-10-19T12:12:17.000Z","updated":"2022-10-19T12:22:45.383Z","comments":true,"path":"posts/ea0451e2/","link":"","permalink":"https://karuka.top/posts/ea0451e2/","excerpt":"","text":"前段时间在学《别叫我达芬奇》的弹唱，今天就做到阅读理解了 我想起了初中的时候 “达芬奇是个很牛逼的人，他在各行各列都有所涉猎。” “嗯，我最近在看丹·布朗的《达芬奇密码》。” 今天考了语文英语还有物理 李筱出的卷子真的太牛了，人生第一次没写完英语考试卷，，，c篇的阅读量甚至整整有一面半 已经可以预感到考得很烂的结局了 今天施斐尔的历史考试卷我看了，她说很难，但是我感觉除了一些近代史类似“公务员”这种奇怪的、偏政治感觉的历史我是一窍不通之外，别的似乎都能写点什么 不管了，今天考完物理之后和施斐尔出去遛弯碰见赵凌 “物理考得怎样？不难吧？写完了吗？” 果然不上课的温顺的赵凌是可以不阴阳怪气的好好说话的 明天好好考数学罢 好好学习，好好生活","categories":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/categories/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}],"tags":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/tags/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}]},{"title":"22-10-17每日复盘","slug":"22-10-17每日复盘","date":"2022-10-17T14:24:20.000Z","updated":"2022-10-19T12:22:26.583Z","comments":true,"path":"posts/10e25d52/","link":"","permalink":"https://karuka.top/posts/10e25d52/","excerpt":"","text":"今天百里抽闲，更新了语文，记得去看实词 【你的存在和我们之间的关系对我来说很重要】 其实越来越发现，xd其实适合那些自主能力超强的大佬来好好利用时间的 因为老师不会留没有意义的抄写作业以及在学校如果争分夺秒用好每一个课间的话完全写得完 算了一下今天在学校利用的大课间加上小课间加中午午休的时间，基本在学校就已经写了一个半小时的家庭作业了，所以回家自然也能很快完成 按照每天晚上六点半前写完所有体制内的家庭作业来看，剩下的时间每天细究一整套一模卷完全绰绰有余 而且我的垃圾水平已经没有时间可以让我再去浪费了 从六点半做到八点半，中间去看了MERRY和MERU，然后继续回来订正到十点钟，原本还想把闵三这次月考英语卷也写了的，但是还是觉得每天复盘一下会好一些，那个就留为明天的好了 时间太紧张了，我已经没有时间去emo了，原本还有很多想写的事情但是还是睡眠要紧，拜了个拜 （附送一张今天听老师讲解c篇的时候摸的鱼，每天在学校上课好爽）","categories":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/categories/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}],"tags":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/tags/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}]},{"title":"22-10-16阶段回归","slug":"22-10-16阶段回归","date":"2022-10-16T10:40:39.000Z","updated":"2022-10-19T12:22:34.505Z","comments":true,"path":"posts/96595121/","link":"","permalink":"https://karuka.top/posts/96595121/","excerpt":"","text":"从熟悉的互联网脱离开来的这段时间，让我学到了很多东西，包括对自己的掌握能力 现在我觉得我已经足够平稳去面对任何可能情况了 所以必要的时候我觉得，还是一个人可以想得更加透彻，毕竟 和很多人在一起难免会受到一些言语的向导，或好或坏 关于之前的那些帖子，我会选择性慢慢地回归，这个需要时间的沉淀， 南半球落英缤纷，北半球枯枝落叶 学习方面提前预习了导数，所以在学校的教学方面还是能跟得上，这周末的回家作业被评为了数学优秀作业，全班就我和白思宇两个人 其实我最简单的快乐就是写出题了，包括物理也是 虽然经典力学学不会，但是现在菜鸡的我对量子力学产生了很大的兴趣哈哈哈，今天上午稍微了解了一下，不过好歹也是爱因斯坦都搞不懂的东西，我也是只知道了个皮毛。但是还是好感兴趣。 想在大学学到更多知识 阅读方面没有具体深入的阅读谁的作品，但是最近还是继续读了几篇爱伦坡的小说，《黑猫》写的很震撼，比起推理，我觉得更多的是讽刺 还有最近语文终于学到《陈情表》了，我还是觉得课内的文章是很重要的，只有学好课内的文章才会有精力去关心课外的更多生死富贵，更深的人生追求。 毕竟如果一个二本或者大专生到处去传播哲学观点肯定没有一个双一流的大学生更有说服力。 （起码在当今社会来看） 欸、好好学习罢。 运动方面我真的好想出去运动，封控的范围现在就变成了核酸点和家两点一线，这不能消耗我多余的精力呀。 所以，大学的时候不要有疫情了！ 我要出去旅游，我要出去跑步打球，我还要学足球，考驾照，不可以把我困在任何一个地方 physically and mentally 音乐方面没有太多的创作灵感，最根本的原因还是知识贫乏 但是和外国人用非我的母语交流的时候，总会激起灵感的碰撞，让我也会想去弹琴 所以这段时间学会了一点spy family的片尾曲《喜剧》（钢琴 还没有到能发出来的程度，但多少会弹了一点 其他方面 晚上大家都会有消遣方式，周五的晚上也又尝试熬了一次夜，用日语沟通，我发现自己的文法或者单词量都比前几年好很多了，包括打电话的时候也能持续一个多小时了，再也不是只会重复“我的日语很差所以我听不懂”的麻瓜了 前几天晚上帮施斐尔去学校带了书给她送过去，她请我吃了晚饭 （墨汁意面真的不好吃。。） 晚上我们谈起了她初中被别人喜欢但是因为她钢铁直女最后惨痛错过的经历 谈到了她现在和杜卓衡双向暗恋的事情 谈到了李雨萌依旧喜欢刘政最后又被骂滚的事情 谈到了很多别人的爱情故事。 。。不过，一个蛮有趣的事情，为什么刘政删了这么多人没有删我呢？ 像他这样，所谓的【帅哥】【清高】的人，删了这么多人但没删我，难道也因为我曾经二次元浓度过高让他觉得我可能和他是一类的？可是我现在，过去，未来都不曾和他微信聊过天啊，太奇怪了 反正他这样的人毕业的时候也是要淡忘了的，本来就毫无交集 不过，话说回来，说我的高中没有遗憾都是骗人的 但是我现在觉得，应该直视这种遗憾，因为当我遗憾的时候，去看更大的遗憾我就不会痛苦了 而且，其实也不都是遗憾吧。嗯。 正如E&#x3D;MC^2^一样，这世间的万物都是守恒的 幸运也罢，不幸也罢，包括一切的因果，都是守恒的 因而才会有现在的世界 所以啊，没有什么可以让现在的我感到更加糟糕的事情 因为我已经度过了nadir了 不以物喜，不以己悲","categories":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/categories/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}],"tags":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/tags/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}]},{"title":"22-10-11停更一次","slug":"22-10-11停更一次","date":"2022-10-11T11:04:26.000Z","updated":"2022-10-11T11:15:20.431Z","comments":true,"path":"posts/1b0a7f80/","link":"","permalink":"https://karuka.top/posts/1b0a7f80/","excerpt":"","text":"带烧撑了一天网课的我真了不起。 真的好梦幻、明明今天早上一点半还在帮拉拉看数学题（虽然最后没算出来） 没想到这么快就又病倒了。","categories":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/categories/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}],"tags":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/tags/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}]},{"title":"22-10-10每日复盘","slug":"22-10-10每日复盘","date":"2022-10-10T12:53:05.000Z","updated":"2022-10-10T15:00:31.496Z","comments":true,"path":"posts/6d915b0a/","link":"","permalink":"https://karuka.top/posts/6d915b0a/","excerpt":"","text":"最近实在是太浮躁了、 平均下来一天除了父母老师这种必要联系的人，通讯工具上一天差不多我要和9个人左右说话。。。 这样没有用，和别人讲没用的话只是在浪费时间 应该回归超我而不是自我。。要多和自己对话 很平和的时候、但是没有很多人分享这份快乐（虽然主观的会屏蔽很多人） 这些东西有什么用呢&#x3D;。&#x3D; 你的虚荣心在作祟吗？ 高中毕业之后还会留下几个呢？ 好想当个傻子村民 【现在的这一切都有意义吗】 「僕は知りたい」 ほしい、、、","categories":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/categories/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}],"tags":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/tags/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}]},{"title":"22-10-09每日复盘","slug":"22-10-09每日复盘","date":"2022-10-09T13:29:05.000Z","updated":"2022-10-09T13:36:37.988Z","comments":true,"path":"posts/770bb094/","link":"","permalink":"https://karuka.top/posts/770bb094/","excerpt":"","text":"。。为什么还玩文字狱呢&#x3D;、&#x3D; 我不仅被囚禁在家里而且还要被囚禁语言吗 学校？ 今天原本应该是秋游和成人仪式（虽然我还有一年&#x3D;&#x3D;）。。 喜提3+4并且取消秋游 这个小初中生。。。 真的服了， 不过xd人也实在是多。 两千五百。 无语了","categories":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/categories/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}],"tags":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/tags/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}]},{"title":"22-10-08每日复盘","slug":"22-10-08每日复盘","date":"2022-10-08T14:24:07.000Z","updated":"2022-10-08T14:30:17.647Z","comments":true,"path":"posts/aa9d6911/","link":"","permalink":"https://karuka.top/posts/aa9d6911/","excerpt":"","text":"今年还是有点后悔没报两百的。。竟然这么多大佬都不参加， 如果今年我参加的话，按照去年那个排位看下来我应该可以争一保二。。 谨记最后一次立定跳远的成绩。 今天所有的一切移步相应时间的朋友圈。&#x3D;。&#x3D; 未来的某一天可能会再次搬上来也有可能不会","categories":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/categories/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}],"tags":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/tags/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}]},{"title":"22-10-07每日复盘","slug":"22-10-07每日复盘","date":"2022-10-07T11:30:56.000Z","updated":"2022-10-07T12:01:28.099Z","comments":true,"path":"posts/8dedbc24/","link":"","permalink":"https://karuka.top/posts/8dedbc24/","excerpt":"","text":"今天除了发现有不认识的人来我网站之外都过得还行 是充实的一天 在去补课的路上狂补作业，路上还算了一下这个七天当中交给补课的时间就有22个小时，差不多等于一整天都在上课，然后英语默写这种常规的学校任务也占据了3个小时（每次半小时。） 所以截止到今天还有作业没写完 地铁上今天从人广上来了一个小姐姐，因为今天我在地铁上是狂补作业的一个状态，所以我并不太在意我周围到底坐了谁（毕竟我要坐十七站路。。）但是她很不同 虽然我戴着耳机听歌，但是很明显也能感受到她在我身边抽泣、一开始以为是感冒了鼻涕多，但是一直持续到我要下车她都没停 而且不同于其他人，她只是间歇性看一下手机就放下，和周围的人其实都不太一样 所以下车前我火速给她写了个条子，询问她是不是感冒了或者是有什么不开心的事情。希望她能好起来这样的话 并且给了她一些餐巾纸（因为今天罕见地忘在包里放糖了，所以没有啥小礼物可以给她） 给东西的刹那，我看见了她长长的睫毛上面真的挂着眼泪，并且在我给东西的时候抽泣得更猛了一些。。 给完东西我火速跑下车，希望能帮到她（起码那些餐巾纸能让她不要掉眼泪了） 帮到了她，很开心 虽然我真的不喜欢去帮助一部分人，但是对这样偶然的情况我还是挺喜欢去帮助别人的 接着去上英语课，因为我的语法真的烂到地里去了，再加上一直被灌输很多的题，所以导致我其实并不很想上课 坐我前面的那个人今天来晚了，想回头看看我前面写的答案，结果一看满纸都是我这样的答案。。。。而且有很多写的还很潦草，我自己都看不懂，尴尬死我了呃呃呃。。。。。。。。。。。。。。。。。。。。 下课之后依旧骑车回家的，但是不同的是这一次我不用导航了，并且我知道有哪些风景值得我去停留去欣赏 有一个蛮严重的问题，就是我笔友的回信还没写。。虽然现在不再是像以前寄美国寄澳大利亚那样要经过两个月才能到达，但现在国内的仅仅只隔了几个省的距离我依旧还没写，已经鸽了它一个月了啊。。 有没有搞错。。九号最低温度12度要穿一个膝盖都遮不到的短裙。。。 虽然我冬天也穿裙子但起码都是毛呢或者很厚的中长裙啊。&#x3D;、&#x3D;","categories":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/categories/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}],"tags":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/tags/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}]},{"title":"22-10-05每日复盘","slug":"22-10-05每日复盘","date":"2022-10-05T14:22:05.000Z","updated":"2022-10-05T15:34:39.058Z","comments":true,"path":"posts/edb1096f/","link":"","permalink":"https://karuka.top/posts/edb1096f/","excerpt":"","text":"弹琴中，晚一点点写^^ 为什么要在我找吉他谱的时候给我推汤普森啊，，难道他除了打篮球还弹jpop吗。。。 、 打卡 今天教室来早了，开门的老师开完门就走了，整个房子就我一个人，所以为什么要加物理课呀。。&#x3D;。&#x3D; 能听得到自己的呼吸声还有外面风吹过的声音 不过挺喜欢这样的氛围的 拍完这张照片就下雨了，好神奇 虽然但是。。这件跑步穿的外套真的很防水（？），淋雨骑车半小时外套全湿了里面的衣服还是有干的部分的，真的很神奇。。 其实今天也不是很开心，但是我感觉如果不去在意那些不开心的事情的话，我就没关系 就像今天淋雨骑车一样，带给我的只有开心的感觉 ‘#好酷，终于像之前某个人告诉我的那样淋雨骑车了一回’ 完全不着急回家，还湿哒哒的顺便去驿站取了个快递，回家之后洗澡，真的很爽 弹琴也很爽 去帮助我不认识的人的求救也很爽（虽然言论非常祖安，but辞穷理不穷） 我现在可以自己emo的时候去帮助他人排忧解难了！并且勇于面对自己惨淡的人生！！！ 感觉最近一直忙着自我充实，手机看的频率基本都变成了晚上了 或者说不联系的话也许我其实也不太需要手机（除了各种码） 一打开手机就能看遍人生百态","categories":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/categories/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}],"tags":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/tags/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}]},{"title":"22-10-04每日复盘","slug":"22-10-04每日复盘","date":"2022-10-04T14:04:19.000Z","updated":"2022-10-04T16:18:25.384Z","comments":true,"path":"posts/3027d0ea/","link":"","permalink":"https://karuka.top/posts/3027d0ea/","excerpt":"","text":"每天晚上感觉到累而不是困的的话我觉得我这一天是充实的一天 今天穿了这个优衣库的童装出门，160的衣服我小学穿得下，现在也穿得下160的衣服，真好 路上走过的狗都要多看我两眼哈哈哈哈 今天地铁上和拉拉偶遇了，但是不算完全偶遇 这个轮椅老爷爷后续就是他自己在上海南站开下车了，很牛 不过我也很愧疚之前一直盯着他看，，那个时候真的很想去帮忙。以为他不能自主下车所以才从终点站一直乘过来的。 我当时甚至还想，如果他在我下车的那站还没下车的话，那我就去问他需不需要帮助。 因为太过于在意那个老人了，所以地铁上除了画画啥也没做成。。。 废物本人^^ 今天的英语课，一开始做了那个六选四的句子，第一篇我错了一个，然后坐我前面的那个男的全错之后还很难相信一样地回头看我错几个，真的好有趣。 不过，他的语法真的很强。 我现在感觉就是小白重新在学语法基础一样欸。。真的垃圾死了。 选择了一直很想做但是没做的骑车回家，三十公里的路程，第一次尝试 细丝的雨，阴沉的天，真的好舒服（但是我不喜欢这样的光景、如果可以的话，我还是喜欢看看洒满阳光的街道然后我在空调房里乘凉） 路上经过闸北区的市北初级中学（在小区里）、普陀区的同济二附中（在寸土寸金的市中心像是上海大剧院一样的气派），长宁区的市三女中（曾经的情校之一，周围交通比较方便，就在江苏路上），徐汇区的复旦中学（离交大很近，周围都是商圈） 交大，明明就在眼前，但是好遥远，好遥远…… 欸，真的羡慕这一小圈里面的学生，在最好的地段上最好的学校 今天就是这样的一个收获…… 300公里等于南京市中心到上海市中心的距离^^ 今天怒写了三套数学卷子，，尽管都错了很多，慢慢来吧。。 明天整理知识点，不整理我就是小狗！ 对了，今天才真的体会到把自己的写题歌单全部听一遍大概是要2小时14分钟的样子。 对了，最后还要骂一句自己，最近是不是自我感觉过于饱满了?谁给的自信？ 什么单摆，不停地在自恋与自负之间反复摇晃，你就不能正常一点吗&#x2F;? 正能量不是自恋也不是自负呀，是你真正的去照亮自己和周围的人的一种能力，而不是仅限自己满足自己","categories":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/categories/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}],"tags":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/tags/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}]},{"title":"22-10-03每日复盘","slug":"22-10-03每日复盘","date":"2022-10-03T14:00:57.000Z","updated":"2022-10-04T16:20:32.212Z","comments":true,"path":"posts/4d54d6b2/","link":"","permalink":"https://karuka.top/posts/4d54d6b2/","excerpt":"","text":"今天也是这样的过去了呢。 一如既往地默写了，和施斐尔喜欢的杜卓衡竟然同框了hhhh 下午的时候看见了这张图，不知道是不是真的，也无从考证了。 对了，今天补课的时候遇见了陆昕怡&#x3D;。&#x3D;真的是。。。 过去的事情就是过去了^^ （这段删了，因为我觉得没必要把这样的往事放在这里，除了显示她的额。。的同时也还会显示我狭小的格局） 真的很有趣，因果轮回。 其实现在想想，韩晨阳这个签名说的很对 我所要丢掉的只是不好的回忆。并不着急丢掉我过去的所有 一个没有过去的人是很可怕的 晚上的时候在西渡边上看见天空放起了长长的灯，很好看 今天终于把课题所有的材料全部转交完了，哈哈哈哈开心 不过还想到了一个很有趣的事情，谢琪之前和ctt谈恋爱的时候，ctt每次给他分享很多日常，谢琪每次都是发两个狗头，所以他们最后分手了 这个事情告诉了我，想要维持一段长久的关系千万别一直用狗头哈哈（狗头保命） 更深层的原因还是要每个人自己去理解","categories":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/categories/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}],"tags":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/tags/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}]},{"title":"22-10-02每日复盘","slug":"22-10-02每日复盘","date":"2022-10-02T14:32:48.000Z","updated":"2022-10-02T14:38:59.117Z","comments":true,"path":"posts/90c20f37/","link":"","permalink":"https://karuka.top/posts/90c20f37/","excerpt":"","text":"虽然每天都有新的苦难发生。。但是 我还是会相信好事多磨","categories":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/categories/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}],"tags":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/tags/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}]},{"title":"22-09-30每日复盘","slug":"22-09-30每日复盘","date":"2022-09-30T11:21:01.000Z","updated":"2022-09-30T14:22:06.839Z","comments":true,"path":"posts/d6225a3a/","link":"","permalink":"https://karuka.top/posts/d6225a3a/","excerpt":"","text":"最近间歇性失去说话的欲望、 昨天没有写是因为实在太累了、在学校写了好多卷子好多题， （不过我还是要吹一下、昨天口语课上我拿了班级第一。尽管我们班都很菜，尽管 我的分也不高。） 今天施斐尔和我说了她国庆的打算、今年我倒是没什么特别想干的事情 如果有人叫我出来玩的话可能会出来，但是应该也不会有啥人叫我、施斐尔也要回崇明去参加她表姐婚礼 感觉所有热情已经被上学磨完了、还有好多卷子。。 今天中午朱越来检查我们吃饭了、一开始没认出来、方睿思那个2B直接跑走廊里面去大喊猪食，泔水这种词，虽然很正确但是&#x3D;。&#x3D;毕竟是校长啊。。 今天施斐尔放学的时候请我喝了杯奶茶，说希望我可以开心一点 （虽然我不喜欢喝这种奶茶、但是确实有开心一点） 放学的时候王涵语借我手机打了个电话、走的时候还和我说了“国庆快乐” 其实、对于没那么熟的人、我会觉得这种国庆祝福根本没必要 群发也很无聊。 放学的时候，许楹问我以后的专业和大学之类的，这是我第二次直面对别人说我的理想。。感觉好遥远。 我和她说，我想换历史，但是她和我说，物理以后路子多。。 道理都懂，但是为什么十一作业物理比历史还多啊。。 “正因为是理科所以才要多刷题呀~” …… 早上的时候，去看了沈佳雯的历史等级考的内容，其实相对于物理来说，都还好。 “我们历史60多就是c+了！a+好像要90以上” ……可是、物理97才是a+呀。。 …………………………………………………………………………………………………. 我好想逃走。 王者好像出新赛季了，虽然是三个月更新一次，但是好像也没有太想玩的欲望了 补充：对于游戏，感觉真的没有什么太多的想法了，因为，游戏的尽头是通关或者不同关，是最强或者最弱。。是无论哪个世纪都可以玩的东西 最近不过有种奇怪的、非常喜欢小时候玩的页游、就是一个很无聊的煮鸡蛋的游戏、但是已经想玩这个想了一周了、今天终于有时间玩一下了 何祚推我的书我还没看、 自己买的书也还没看完、明明今年都要结束了 今天中午教室里的人基本全走光了，但是我突然有了点灵感 这算是我这学期第一次正式画画吧。 晚上到家之后去喂了一下九楼的那只狗狗。 以上。","categories":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/categories/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}],"tags":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/tags/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}]},{"title":"22-09-28每日复盘","slug":"22-09-28每日复盘","date":"2022-09-28T12:57:52.000Z","updated":"2022-09-28T13:43:11.757Z","comments":true,"path":"posts/112e6821/","link":"","permalink":"https://karuka.top/posts/112e6821/","excerpt":"","text":"我的本子上写着： 今天是灰蒙蒙的阴天。 因为明天有督导要来，所以今天我们下午语文竟然没有考试 所以我的笔的墨水今天并没有完全用完，但也大差不差了。 今天为数不多比较苦恼的事情就是、数学课老师在我还没读完题的时候已经开始讲题了，让我措手不及了一节课，其他都倒还好。 别的虽然也有一些略微烦人的事情、但是经过一天的消化之后其实也没啥了。。 【不过还是要吐槽、明天督导来，今天大张旗鼓的大扫除，宣传教育真的、大可不必】 今天我觉得！最值得记录的事情大概就是，我英语默词组，虽然第一遍因为错太多而被打回来重默了（可恶，一周前发的默写纸早忘光了。）、但是！第二遍去老师那边默写的时候，因为我把单词和词组顺起来背的，所以七十多个词组和加十几个单词大概花了半小时就全部背出来默出来了！ 虽然第二遍默的时候还是没发全对，但是李筱还是睁一只眼闭一只眼地让我过了！！ ov&lt; 开心 对了，这是学习昨天发的纪念明信片，没想到快毕业了，学校才第一次正式出周边送给我们 （就算是高一的徽章，也是自己出钱买的&#x3D;。&#x3D;这次终于是送的了） 对了，今天还听说了10.9十八岁成人仪式要去辰山植物园。。。 &#x3D;。&#x3D; ……从小学去到初中去到高中，乌鱼。 很想请假，但是杨航施斐尔她们都劝我最好来，毕竟是十八岁成人仪式。。。 可是我才刚满十七没多久诶。，&#x3D;，&#x3D;&#x3D;，&#x3D;&#x3D;，&#x3D;，&#x3D;，&#x3D; 今天作业也不算很多，每天在学校里面拼了老命写题就是为了回家之后可以稍微花点水 比如今天就印了自己的火漆印章 (第一个是K,,,但是被我印的很像R&#x3D;。&#x3D;。&#x3D;。&#x3D;。&#x3D;。&#x3D;) 其实一直感觉写的信的分量会比言语或者是其他的任何物品要贵重很多、 最主要还是她的时效性，以及，信封里面可以放很多东西 所以我觉得写信或者写明信片算是我最高的礼仪了hh 哦对了，因为习惯了书面书写，好久没有整理各科知识点了 十一之前我再无所作为我就是小狗！🐕","categories":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/categories/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}],"tags":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/tags/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}]},{"title":"22-09-27","slug":"22-09-27","date":"2022-09-27T13:06:18.000Z","updated":"2022-09-27T13:39:44.088Z","comments":true,"path":"posts/6f5e029a/","link":"","permalink":"https://karuka.top/posts/6f5e029a/","excerpt":"","text":"感觉回家之后语言越来越匮乏了、那就换一种方式来记录一下 原本是想放这首歌的、但是、还是觉得这个更合适 「もうじき夏が終わるから」 一语双关、不管从哪方面来说我的夏天都已经结束了 早上的时候有种很强的欲望，想去见见我动森里面的小朋友们，不知道时隔一个半月她们会不会像以前一样问我【karuka、你到哪里去了呀】 明明只是一个半月的时间、南半球已经消退了积雪， 玛莎告诉我，春天到了 大家都换上了春装， 巴克斯穿上了我之前送他的那件骑士服 早上去了医院看胃病、 医生说我的年纪还不能吃抗生素，因为那个要吃的话就要两年起步、而且、未成年的胃如果一直服用抗生素的话也是不好的……她还认识苏小霞，医生的女儿也在鑫都上初中。 上学的时候已经是上午第三节课了，第一次做语法填空全对。但是卷子忘带回来了。 无所谓了。 中午去找苏老师交了作业、她说我的字退步了，问我为什么会这样呢，我答不上来 今天笔的墨水不出所料的又用了三分之一。 下午因为去看篮球比赛了所以少了八十分钟写作业的时间。。 张咏曦在比赛前告诉我、秦煜衡因为我们班班歌是五月天的《倔强》就嘲笑我们、说赢了我们班，打破我们最后的倔强 但是比较不同的是、看着今天我们班31对17打爆了二班的时候，我竟然也会有点开心 所谓的，潜移默化来的产生的认同感？ 或者是对口出狂言最终一无所获的家伙的嘲笑。 无所谓了，反正是高中最后一场比赛了、输赢又如何呢？ 因为很多人打完比赛都去食堂吃饭了，所以敢悄悄拿出手机和这个十几万一起合个影 林雨菲说这个是银杏，不过我们毕业之前可能都看不到它的叶子了。 秋分之后，日子果然以一种肉眼可见的速度渐渐变得昼短夜长了，透过比我高的窗台看出去、看见对面的人家阳台上挂着小彩灯。 喂了一点面包给九楼邻居养的小狗，它其实很可爱但不知道为什么被我拍出来的这么面目狰狞。 今晚学到了一些、关于叔本华的深刻剖析以及！ 法兰克福竟然在德国！！！黑格尔啥也不是！！！啊… 「胸が痛い」 其实从下午的数学课开始就感觉到了一种莫名的虚无感，虽然，叔本华说过人类的本质就是在痛苦和无聊当中的摆锤。 但是 这种历史的重演感以及很强的既视感，让我有种不管怎么样都打破不了某种僵局的感觉 或者已经是画地为牢的残局？ 知らないーー","categories":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/categories/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}],"tags":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/tags/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}]},{"title":"22-09-26每日复盘","slug":"22-09-26每日复盘","date":"2022-09-26T12:07:19.000Z","updated":"2022-09-26T14:43:10.051Z","comments":true,"path":"posts/ebc86491/","link":"","permalink":"https://karuka.top/posts/ebc86491/","excerpt":"","text":"成长型思维模式即面对自己不熟悉的领域的时候也会尝试去接受，是从舒适圈里跳出来的表现。 ——9月23日的七宝卷一篇阅读上面 我的每天记天气的本子上记着今天是：白色的晴天。 因为我写下这行文字的时候天空确实是一片煞白，今天早上也是四点多就起来了，像初三的时候一样，看着天空逐渐破晓，露出鱼肚白，然后去上学。 不同的是，初三的时候每天其实是上学的动力的，可以见到很多想见的人，但是，现在唯一撑着我上学的动力可能就是因为学新知识和算出来题吧。 今天新开了一支斑马的新笔，但是一天下来又写了三分之一了，看来三天写完一支笔已经潜移默化成高三的日常了 今天进校门的时候，发现学校新栽了两棵树，价值不菲的样子，起码也得十几万&#x3D;。&#x3D; 带了绿萝去学校，没想到这个东西大家都要卷，王野带了一个巨大的蝴蝶兰&#x3D;。&#x3D; 班里不知道是谁带了一盆不起眼的小草，施斐尔告诉我那是碰碰香，碰了一下果然有股青柠一样的香气，很喜欢这种味道 今天早上第一节班会课理单词的时候，发现了一个词 scent n.气味，香水 vt.预感到，使..有香味 突然想到了之前一直有做到的文章和自己的感受：每个人的身上都有不同的气味 不同于fragrant、那种味道不是香水可以去粉饰改变的、而是在一个人最原始的状态下，所能感受到的气息。 就像是磁场变得有形了一样，凭着某个人走路带过的风其实可以大致判断出他是谁。。 不过这种感觉已经很久都没有感受到了。这种感觉。 从初中毕业之后基本很难再能凭着无形气味的感受再去快速找到谁了。 或者说nobody deserve to 探し 说起这个，突然想到昨天地铁上，我旁边坐了一对你侬我侬的小情侣，讲着洋泾浜的上海话、女的挨着我坐，这吊男的每次想要搂这女的的时候总会碰到我一下，虽然知道不是故意的但是真的很晦气。 并且还在我在写数学题的情况下&#x3D;。&#x3D; 还有 这女的，身上的香水味、我隔着n95闻到都要作呕了，太浓烈了，。 虽然不能凭这个去判断一个人是怎么样的人，但是只是一面之交就让我讨厌。&#x3D;。&#x3D; 今天下午体育课结束的时候、施斐尔还有林雨菲一起陪着我去食堂买水、没想到她们都是田园外小的 听起她们讲述她们小学的每周加油站，那些我不熟悉也素未谋面的人的故事，她们小学外教课之艰难的种种…… 仿佛参与进了另一些人的过去——不过是第三视角 再想想我的小学，一切好像都是那么遥远但是还有点陌生，有时候也会怀疑这些过去真的是自己的吗，。 （不过xd来自田园外小的人好多啊，，认识的叫得上名的当中就有七八个了吧） 上周五考的七宝卷发下来了，老师没找我麻烦，因为没批具体的分数，只是象征性地改了对错（不过看得出来老师也快无语死了、只批了对的部分，哈哈.） 今天又考了一整套不知道哪个八大的卷子，估计明天就可以出分了 ——和上周五考的物理一起在明天接受审判 今天何祚推荐给我了龙族，我绝对要在十一看完 和他约定好了，十一的时候要来交流读书心得的。。 ！！！！！！！！！！别忘了！！！！！！！！！！！ 今天运动会比赛表出来了，施斐尔知道我立定跳远对手有管昊琪的时候期望我一定要赢过她。 因为她讨厌她。。 &#x3D;&#x3D;，今年我不报两百我们班真的没人报两百了啊。。 但是连续参加了六年的两百米每次都是万年老三真的很没意思、而且，我现在不想去和谁争这个了，运动会我只想好好地参加完项目之后打一天的游戏。。 好久没打游戏了，诶。。 不过一个人玩也没什么太大的意思。 帮班级买的班旗到了、两米多的杆子差点要进不去电梯。。 在思考明天怎么把这个东西带去学校&#x3D;。&#x3D;","categories":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/categories/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}],"tags":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/tags/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}]},{"title":"22-09-25每日复盘","slug":"22-09-25每日复盘","date":"2022-09-25T10:41:16.000Z","updated":"2022-09-30T11:32:23.957Z","comments":true,"path":"posts/5602085f/","link":"","permalink":"https://karuka.top/posts/5602085f/","excerpt":"","text":"现在是傍晚，草丛中有蝈蝈的叫声，远处还有几声稀疏的乌鸦叫 今天凌晨听了很多哥哥对于高中开始之后社交的一些建议 【这段删了、没必要，我觉得还是凭着自己的感受去评判会比较好一些^^】 大家没必要在公共平台上去大肆宣传假装热爱生活，不开心的时候到处又在大家都看得见的地方寻找sympathy。。 ^^ 懂得都懂 不做评价。 虽然成绩并不是衡量一个人的唯一标准，但是，，， 在xd才达到这么点分数的人，放在上面的学校里面就会变得什么也不是 同理，比xd分数低的学校的人，会不会也是在「快乐教育」之下，温水煮青蛙呢？ 因为我垃圾、只考进了xd这么一个垃圾学校，所以暂时以鑫都作为分水岭 鑫都分数线以下的学校 不管名字有多么好听，或者头衔有多么高贵的学校。。如果高中之后学校之内考试在年级里面都很一般的话。。。 未来可期呢^^ 当然各种公子哥大小姐、体制外，港澳台大佬除外。。但是。。 班里也有很多富佬，包括但不限于家里上海九套房的，父母开大公司的，住别墅的。。。 虽然富和穷都是没有极限值的、也不是不可逆转的事情。但是、这些人都还在拼命卷，考了双A+的，单科目标130＋的。。。 他们未来的出路之前也听说过，无非就是之后去爱尔兰大学教授的舅舅那边去读研，或者去几个欧美国自费留学，然后读完书之后去家里的公司上班。。。。 可以说未来的路已经很平坦了，或者说生在罗马了。但是他们都也还在卷。。。 。。所以，有什么理由不努力？ 虽然讨厌鑫都，但是它的成绩真的很强，起码之前等级考的ab率是干翻了闵中的。。 虽然部分人素质可观。。 平时一直和大家觉得没啥希望了，但是，因为平时做的都是难死人的卷子所以才会让人开始做一模卷的时候觉得一模卷好像也不是那么难.? 不过，只要多一个人掉下去的话，我的排名也可以往前一名，所以每当看见还有人碌碌无为的时候，我也往往会选择沉默去着看这些陷在自我满足的舒适圈里的人们^^ 它们学习的心思多被一些社交媒体分走，被游戏分走，被电视剧分走，被动漫分走，被各种兄弟铁子之类的分走，被自己营造出来的满足感励志鸡汤分走，的话。。。 *^^其实对我来说不会有什么坏事的， 可以的话想用一辈子单身换一个春考上中医临床专业。。没选化学秋考学医的话真的好受限、、 不过、我现在只想考进年级前十。 一切的变卦对我来说，都无所谓， 今天下午去了闸北上课，我第一次走路上课没迟到的，开心，但是英语课不太美好、被前面一位大佬吊打，体无完肤，丢盔弃甲 出来的时候在闸北公园门口看见了很多老克勒还有老当娜，下午三点多的阳光还是蛮足的，但是她们依旧依旧在树荫底下悠闲地跳着双人舞，还有老当娜坐在椅子上面朝着马路慢悠悠地吹着萨克斯 我觉得，这个可能才是美好的老年生活吧 今天在回家的地铁上面重新开始学了一点法语——以一个完全小白的身份，大概是掌握了五六个语法结构？。。每次回家的路上都会觉得地铁开得很快，没学多少东西就坐到站了。 BUT Ce n’est pas impossible～ 之前单独挂一个小熊的车子上面又多了一个小熊、 车主一定是一个很可爱的人","categories":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/categories/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}],"tags":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/tags/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}]},{"title":"22-09-24每日复盘","slug":"22-09-24每日复盘","date":"2022-09-24T13:44:33.000Z","updated":"2022-09-24T14:38:45.815Z","comments":true,"path":"posts/8b94d1da/","link":"","permalink":"https://karuka.top/posts/8b94d1da/","excerpt":"","text":"阅读理解里面有说，人们在用外语交流的时候撒谎的可能性会小一些 所以有时候自我审判的时候我喜欢用英语或者日语也有理有据了？吧？ 。。如果七年级的时候再对法语上点心的话，也不至于现在只会个Bonjour ！C’est la vie，mademoiselle！（但是之前好像听说mademoselle不能对年轻的女士说，所以还是madam比较好。。）Je’t aime这些很基础的单词句子。。 对了，还有一个非常非常非常严重的事情！ 自从之前刻意的去拼读了法语的élégant之后，英语里每次用到elegant这个词都会读成法语的那个读法。。。。，，，confused 不过有机会的话考完试一定要去SAINT JEAN DE BRAYE去见见Cholé！！她现在应该大二了吧 对了，还想起来一件事，大学的时候我一定要去同时学篮球和足球，真的太酷了，球类运动 我至今还记得足球比赛那天，林珑开大脚把足球直接飞到学校外面的中春路上面去了。。 我也想学 希望大学里面可以遇到一群一起踢球打球的球友 想学的事情好多，还有就是最近因为指甲又长长了，虽然弹吉他更方便，但是弹钢琴太不方便了，指甲碰到琴键很难受，还会经常折指。。。 所谓鱼翅熊掌不可兼得？ 但这个肯定难不倒我的，办法总比困难要多。而且，我目前最大的困难也并不是这些杂七杂八的东西，是我的语数英还有，物理。 今天看到了一个讲爱伦坡的视频，突然想起来他的短篇小说集我还有大半本没看 最近看书的时间真的太少了。 虽然我喜欢从大自然那边来自我修复（比如去很远的地方就会很开心），但是我更加喜欢像小学那样拥有无限多的时间自由看书，随便看，想看什么看什么。 我还记得那个时候和杨玲，一起趴在床上看书，从几百块钱一本也不知道是哪个画家的动漫画集到最枯燥的作文选一直看到中外文学再到恋爱小说再到推理小说 我也不确定那些找不到的书是不是在小学的图书交流会上换掉了，还是在后来的两次搬家中弄丢了，但是时至今日，有些书的名字作者大致内容我已经基本都记不清了，但是很多当时的感受现在还很深的在心里留着。 啊！还想起来了一件事情，就是那个时候五年级，去小学图书馆竟然发现了一本有关物理的书所以借回家了，那个可以说是真正意义上的我第一次和物理相识，那本书也写得很有意思，里面的知识也是。 现在的物理，，呵呵&#x3D;.&#x3D; 不过就算是侦探小说，推理小说，就算是我已经快要成年了。我依旧很喜欢，并且一直会喜欢下去。 从书里学到的辩证思维运用到生活当中去，对周围人的行为加以诠释，来懂得别人的动机。 算了，， 不太需要这种能力，因为目前也没有什么让我感兴趣的人值得让我去猜测，值得花时间在它们身上 就像是每周去上物理课因为老师还有郭天成都是再熟悉不过的人了，所以我会把所有的头发都扎上去，穿着最简单的衣服裤子去上课 而不是打扮一番穿着裙子之类的。 …我突然意识到了一件事情。。 额。、。、。、 算了，无所谓，不思考了，开摆^^ （ちくしょう、くそ。また何が覚えている。。。） 今天看到了好多条对尼采的抨击 【上帝已死】 尼采说出这种话，尼采抱着被鞭打的马失声痛哭，尼采被当神经病二十多年。。。 尼采很崇拜陀思妥耶夫斯基之类的，在尼采身上可以看见很多《罪与罚》故事中的影子 还有三岛由纪夫的本命叫平冈公威，因为父亲和母亲还有祖母的原因，他也是一个在矛盾底下成长的作家 知识量好大，嗯，有所收获？ 希望别忘了，并且学以致用","categories":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/categories/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}],"tags":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/tags/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}]},{"title":"22-09-23每日复盘","slug":"22-09-23每日复盘","date":"2022-09-23T15:08:31.000Z","updated":"2022-09-23T15:26:37.772Z","comments":true,"path":"posts/f6e7d782/","link":"","permalink":"https://karuka.top/posts/f6e7d782/","excerpt":"","text":"今天早上起来的时候就看见了这个 还要去找我的组员谢琪再次好好说下这个？？额。。。 他们老师应该会发一下的吧？ 但是我作为组长不帮忙弄好材料会不会太不负责了。。 希望他可以自觉来要材料。。 不过他会主动的话也不至于被女朋友分手两次吧hh 我是真的不想和xd里面的任何人类，男的女的都一样）有任何交集了。烦。 啊，最近还因为被请要求设计班旗并且买班旗的事情和班里不想接触的人有了很多交集 假惺惺的，恶心的我，以及假惺惺的她们。 今天早上出操的时候许楹问我如何学英语，还有教辅的推荐 感觉真的没有什么好说的了，英语，毕竟我自己都捉摸不透 如果学英语有捷径的话。。。我希望我可以一直在年级前十（拜托了，高中英语还没进过年级前十。。） 今天也考了两门，物理和英语。 其实没有一天是没有考试的，但是有很多都只有自己的分数，甚至连班内排名都不公布，没什么大的参考价值。。 啊，李筱批我英语卷子的时候会不会发现我今天在摆烂，？毕竟是速通的。 但是写那张卷子的时候我是真的很想逃走，头皮发麻，想到考完英语还要考七宝的物理卷的时候真的很想从五楼直接翻下去了 考物理的时候赵凌还在我旁边反复踱步，，， 晚上回家的时候，看见灯光照在书上很像十字架，是很难得的风景 想给某个谁看看，但是想了想还是算了，毕竟最后发消息的是我，是对方没有想要再继续下去的意向了所以是冗长的，永远的绿色聊天框了。 结束的是他。 已经失去了年轻一些的时候那种敢爱敢恨的勇气了。 越活越失去了那种对别人热情的感觉，开始在人类身上摆烂 所谓的风浦可符香？ 大概是我罢 今天的天空依旧有很多明亮好看的星星 这颗最好看 你会不会也有看见呢。","categories":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/categories/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}],"tags":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/tags/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}]},{"title":"22-09-22每日复盘","slug":"22-09-22每日复盘","date":"2022-09-22T14:56:45.000Z","updated":"2022-09-22T15:06:28.686Z","comments":true,"path":"posts/2b710e07/","link":"","permalink":"https://karuka.top/posts/2b710e07/","excerpt":"","text":"今天实在太累了，又考了两节课的数学，天天考试。 今天学到的东西明天再一起整理出来吧，手写的材料实在是太多了， 我也没有想过最近竟然三天可以写完完一支MUJI的中性笔。。 开学到现在22天，已经用了一支半的红笔以及三只黑笔了。。 累但是快乐着（虽然和以前初中的快乐无论如何都比不了） 今天语文课上学到了一段很喜欢的话 不说满腹经纶 偏说胸中罗列满天星斗 不说光焰万丈 偏说天之精气充斥其中 我最近学大三门真的很开心，但是物理真的一点也不想管了。。。 。。？ 好困，可能是前段时间吃药调理好了，最近头不疼了，但是胃开始疼&#x3D;.&#x3D; 今天早上喝水的时候突然胰那个左右的地方刺痛，像是被针扎一样，早上差一点跪我爸面前了。。我也一度感觉要猝死掉了 昨天下午考试的时候胃也很痛，，痛了两个小时左右才好很多 有时间的话还是要去看看了。。但是每次去医院都好花时间， 不想去，不想疼。 我想再次能考进年级前十","categories":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/categories/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}],"tags":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/tags/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}]},{"title":"22-09-21每日复盘","slug":"22-09-21每日复盘","date":"2022-09-21T14:54:45.000Z","updated":"2022-09-21T15:21:44.416Z","comments":true,"path":"posts/96bb62c9/","link":"","permalink":"https://karuka.top/posts/96bb62c9/","excerpt":"","text":"最近的每天都很忙，昨天因为被施斐尔还传染了一点点小感冒所以很早很累就去先睡觉了 昨天是篮球和足球比赛，但我没什么太大的兴趣，因为看的也不是我感兴趣的人的比赛。。&#x3D;.&#x3D; 不过高中三年当中大大小小这样的球赛昨天可能是我唯一一次看的最认真的了。 反正全校都没什么值得我去在意，能让我稍微感兴趣的人，所以就算错过了比赛也无所谓。 不过我们班昨天真的，emm表现得还不错吧？ 但是和某个人比起来我觉得是逊色很多、 施斐尔听了之后笑着说如果他在我们学校的话听到一定会很开心。 无所谓了，我没法去拯救什么我不能主导的事情，累了 和天天的考试一样累了 但是唯一让我感兴趣的可能还是文字 这是今天考试的第一篇现代文 第二篇鲁迅写的《甲夜颂》我也很喜欢， 文字很细腻，比阿q正传细腻多了 我也喜欢晚上，很喜欢看着晚上一点一点变成黎明的样子 看着天边从黑色逐渐露出拂晓 很喜欢。 说来惭愧，最近知道的知识全是从考试卷上或者课本上得来的，而不是我自己渴求，去课外得来的知识，这样好像有点被动。。 但是根本没啥时间a，我好恨物理。 好想和物理分手。因为他是为数不多让我现在看不见未来的学科 就连天天担心的数学起码今天晚上也让我得以安慰，做了一套宝山的21年一模填空题练练手，原本以为自己起码会错四五个这样的，没想到只错了两个 也不知道是不是因为宝山卷太简单了，但是很开心 但是物理，好像从高中一开始学他到现在，让我感觉开心的时候基本没有 前段时间还在烦恼英语，但是还好复附的考试摸底考让我顺利进入了A班，好开心。但是也好害怕掉出来，毕竟这次可能只是运气好 今天自修课把班歌定了，是五月天的《倔强》，没想到张咏曦竟然也是五月天的粉丝 中午班级里面也在放了很多歌，其中包括很多陈奕迅的歌 想起来，他也喜欢陈奕迅的歌。 大课间难得出去遛弯，施斐尔和我又讲起她和杜卓衡暧昧的日常，像是足球比赛的对视，或者是偶遇的时候对视然后杜撩头发，种种之类的、我会觉得，有这份感情很美好。 可惜， 诶、、 想。 今天又是充满考试的一天，好累。 不过学习真的很开心，吧？","categories":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/categories/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}],"tags":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/tags/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}]},{"title":"22-09-19每日复盘","slug":"22-09-19每日复盘","date":"2022-09-19T14:52:02.000Z","updated":"2022-09-19T15:13:59.621Z","comments":true,"path":"posts/b0d9947f/","link":"","permalink":"https://karuka.top/posts/b0d9947f/","excerpt":"","text":"好困，明明不想在晚上从事任何脑力活动的，但是白天的时间真的不够用。 今天有两件值得说一下的事情 ①物理等级考班考了我们班内选物理的人当中的倒一。。 ②做复附的英语卷超过了实验班的平均分四五分的样子。 （但是黄婧琦真的好牛，整张卷子除了那些summary和作文还有翻译只扣了两分！！） 我好想逃走，我不喜欢物理，或者说我不再那么地喜欢物理了。。 学不明白，真的好难。。每天算到头晕眼花，结果还是错的一大片 一鼓作气，再而衰，三而竭，再大的热情也抵不过物理三番五次地失败&#x3D;.&#x3D; 我不害怕失败，只是我感觉到一直失败好累。。 像是在井口往里面不停地丢石子但是丝毫听不见水被击起的声音一样 啊！还有赵凌的阴阳怪气，我不喜欢她，林雨菲也是这么觉得的。 对了，今天聂朱珠和何包晗让我准备运动会的班旗，不要忘记了，这几天要准备开始构思绘制了。。。。。 今天体育课和林雨菲聊了会天，她也觉得高中没什么值得留恋的，以后也不会回来看，我也是这么觉得的。 今天虽然也写了很多的题，也整理了错题，但是还有好多没做，好多卷子没写，好多错题没搞明白，我想以后的体专课都用来学语数英，我不想上体育，太浪费时间了，整整八十分钟呢。","categories":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/categories/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}],"tags":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/tags/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}]},{"title":"22-09-18每日复盘","slug":"22-09-18每日复盘","date":"2022-09-18T12:00:17.000Z","updated":"2022-09-19T15:12:12.960Z","comments":true,"path":"posts/6d4f4dfa/","link":"","permalink":"https://karuka.top/posts/6d4f4dfa/","excerpt":"","text":"今天历史最后一门考试，好多人都提前交卷了，我写完的时候差不多也是还有二十多分钟，但是，我一直记得所有老师，不管是我在哪个阶段的老师都告诉我“一定不要提前交卷。”，而且交了卷子的话就算真的和历史分手了，所以我不想提前交。哪怕是最后十分钟考场里面除了我和监考老师之外只剩三个人了。 不想分开。 我不想和我所爱的一切分开。 … 人们总是会对未完成的事情念念不忘，我也好想知道彪炳史事在抗战期间的究竟是啥。。 林彪虽然我写了，但是瞎编了一个是他在抗争带领人民的，但实际上是搞文革的 炳到底是什么？ 昨天晚上复习的，从新航路开辟到冷战，考到了不少，但是第三世界那一块竟然什么都没考到，有点遗憾 下午去拍照了，遇见了黄可妍妈妈，我妈和她妈聊了好一会 眉毛被修掉了一点，感觉有点（？） 今晚原本想带着拉拉送我的fufu一起出去骑车晃一圈的，但是，现在八点才到家，太晚了. 对了！今天和妈妈一起去逛屈臣氏的时候，原本妈只想买一个护手霜的，结果又被推销了一大堆东西。。眼霜精华一大把。。 下次！一定！不要！再去！听店员！推销了！！ 下次去屈臣氏一定一定自己去看⚠️","categories":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/categories/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}],"tags":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/tags/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}]},{"title":"22-09-17每日复盘","slug":"22-09-17每日复盘","date":"2022-09-17T15:56:23.000Z","updated":"2022-09-17T16:09:34.182Z","comments":true,"path":"posts/4a3f98cf/","link":"","permalink":"https://karuka.top/posts/4a3f98cf/","excerpt":"","text":"嗯。。因为今天结束还有五分钟，所以来得及写一下小结 很开心，考前一小时速通的化学60%的知识都考到了，30分钟写完所有题目，就连最后经常放弃的有机大题我也写了然后剩下的时间把元素周期表在草稿纸上默写了三遍，还画了初音未来。 考完化学和邵佳妮一起走回家，她一路上都在和我说她的画室有多好。 政治原本差点把第四题写在第三题上还好悬崖勒马，但是下午真的很困，还有二十分钟的时候睡觉了，睡了十分钟就被监考老师把我小声叫起来，让我检查一下卷子，没办法咯，装个样子好了。 对了，查政治的时候他看我这个身份证，原来是看我家庭地址啊。。“颛桥啊，本地人啊，挺好的” 嗯。。。 后来中间休息的时候和潘一王涵语还有其他几个人坐一桌，然后我都没自己的复习时间了，全部都是她们在问我知识然后我去解答，，， 诶。 物理其实做下来和我做等级考卷子的心情差不多，但其实也有一定难度，但是绝对不至于被骂上热搜。。。只能说，平时看不起物理的人都会有她们应有的报应吧。（因果律？） 不过有一件比较神奇的事情，dj这个IQ负数的生物竟然考试进去之前算是安慰一样和我说我不用太紧张，毕竟是选物理的人，没关系的。 从别人的口中说出来或许都没啥，但是从他口中说出来我觉得是太阳从西边出来了。。 考完试之后又马上去上物理课了，但是今天过得还算轻松愉快吧 因为考完了好几科所以感到很开心 但是依旧有点回避社交 【在学校里装的好累！！！！不喜欢我我也讨厌你们的人为什么还要接近我，和我有交集】","categories":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/categories/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}],"tags":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/tags/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}]},{"title":"22-09-16每日复盘","slug":"22-09-16每日复盘","date":"2022-09-16T15:31:36.000Z","updated":"2022-09-16T15:47:54.649Z","comments":true,"path":"posts/97a9414a/","link":"","permalink":"https://karuka.top/posts/97a9414a/","excerpt":"","text":"今天不太美好，但是也没糟糕到哪里去 早上因为昨天忘记值日了所以被罚扫一天地。。 但是因为留到最后走，所以才有机会拍下这样好看的照片。 早上复习了政治和历史，快到中午的时候肖一凡带着我还有其他几个人一起复习化学。。 但感觉也没学多少 下午鲜有几个人来问我问题不过，还有很多人在聊天 今天最大的感悟就是，明明大部分人还是未成年，周围的好多人已经做了越界的事情。。 曹睿茜向我和肖一凡展示她大腿上的纹身贴。。嗯，，违背本心地奉承了几句（那我还能说什么呢。。） 张咏曦聂朱珠几个坐我旁边，以一种不低的声音大肆宣扬 她们和对象的。。 内容感觉就是黄色小说剧情照进现实。&#x3D;.&#x3D; 啊，好讨厌 。。。 这个年龄tla的高中生，是不是都有非分之想和非分的行为。。 这是很正常的吗。。？ 而且在学校里。。。。 我又想起来了，昨天翁老师说她之前也在某个教室拉开窗帘然后发现不可描述的场景，&#x3D;。&#x3D; 啊。。可能成年之后的我会比较好理解吧&#x3D;，&#x3D; 这种，超越这个年纪的行为，是不是每个学校都有呢？&#x3D;&#x3D; 以前我和f连拉个小手都不敢。。就break up了，太搞笑了。 以后，绝对，10000%不会去tla也不会结婚 所谓精神洁癖。？ 很喜欢wl送我的这个fufu，以后可以的话，我会选择一个人过一辈子","categories":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/categories/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}],"tags":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/tags/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}]},{"title":"22-09-15每日复盘","slug":"22-09-15每日复盘","date":"2022-09-15T13:13:36.000Z","updated":"2022-09-15T13:45:26.892Z","comments":true,"path":"posts/2a632d84/","link":"","permalink":"https://karuka.top/posts/2a632d84/","excerpt":"","text":"最近好累，事情都像打碎了牙齿一样往肚子里面咽进去了 无可厚非的，千篇一律 在每天的考试当中渐渐麻木。。。 不过值得高兴的是，英语终于考进班级前五了，听力只错了两题。虽然这次没拿到年级排名，但是希望下一次可以冲进班级前三，这样离年级前30也会近很多（起码概率会大一些0.0) 然后再下一次听力。。。。分数争取冲，，，，春考能上我想要的分数吗。。。 物理也冲进班级前五了，虽然离等级考的前多少多少还有很多距离。。但是我已经想放弃了，等级考的东西真的好难好难。。 物理，雾里，无理，兀立 接下来是数学，这段时间数学老师让我上课讲了好多题。。不知不觉其实从一个弱小的，一直要问别人数学题的人已经变成了一个人教会一圈的人数学的人了。。 但是，不够，完全不够 我还有很多都不会，立体几何，解析几何，古典概率。。。。。 语文也就这样吧。从来不批试卷的苏小霞没啥好说的 现在满脑子都是学习，连Meru的离家出走也已经对我造不成任何波澜了 更何况是人类呢？ 谁塌房了，谁坐牢了 谁和谁在一起了，谁和谁分手了？ 都没关系^^ 我是无敌的。 吗？ 我不需要一切？ ——I am phony！","categories":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/categories/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}],"tags":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/tags/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}]},{"title":"22-09-12每日复盘","slug":"22-09-12每日复盘","date":"2022-09-12T11:20:07.000Z","updated":"2022-09-15T13:44:34.059Z","comments":true,"path":"posts/57102bdc/","link":"","permalink":"https://karuka.top/posts/57102bdc/","excerpt":"","text":"今天想通的最大的事情：我不做高冷的人，不管别人怎么说，反正我不要成为高冷的人，但是对于基本礼貌都没有的人还是收敛起来好了看了一个演讲，说的是很多哲学家（比如卢梭）都是爱抽象的人胜过具体的人的 。。所以导致了对周围人的漠然， 虽然我不是哲学家，但是感觉对人漠然这一点最近间歇性很严重 或者说对别人很mean 明明也是宇宙间的一个具体碳基生物存在着，中国上海在籍实体的人，但是却常常会把自己从这个世界剥离开 更加的像是一个人盲目执拗地向前走，也像是摸着黑前行一样 肯定会摔倒 可能和可符香一样，本质上来说有12个djj，maybe myself is怪盗二十面相（低配版） 最近走路或者站着的时候经常会有一种类似灵魂出窍的感觉。。。虽然没到第三视角俯瞰自己的那种程度，但是更加的是像另一个人正在审判眼前的一切，以及接下来的行为 就像磁带有AB面一样，我的B面就是这样的，奇怪的，或者说是creepy 我为什么要问他人的看法，为什么，，，，，，为什么要让自己矛盾，我为什么不能遵循本心，哪来那么多枝枝节节的？？？？？？？？？？？ 现在不是封建社会！在不违法的情况下，还是遵循自己的想法会好一点 之前听lx的建议删了几个人，现在还是后悔，觉得没必要，这个可能是某一个我的极端想法的导火线，会强制性回避任何具体的人 活的死的，高的矮的，胖的瘦的，都无所谓 一个人？一群人？一类人？都无所谓 我靠我现在是想通了，我根本不需要去问别人“我该怎么办？这样做对吗？你的看法是什么？”完全不需要，我想干什么就可以干什么（不违法和基本的人类条例前提下） 就像那句话“一如既往的事情，便就对吗？” 但是不回消息实在真的太没礼貌了， 不过也不能说强迫别人去回什么，虽然我是很喜欢自己最后结尾的^^，（仅限于表情包来结束一轮对话并且起码是朋友级别或者以上的人）可是明显不是闭合式的聊天回合当中突然A方断了一轮回复那B方再去衔接不是，很奇怪吗 主要还是很没礼貌，也不会有一点表态的话 不过如果那个人周围的人都是这个样子的话，那也能很简单的解释得通","categories":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/categories/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}],"tags":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/tags/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}]},{"title":"22-09-11每日复盘","slug":"22-09-11每日复盘","date":"2022-09-11T12:31:14.000Z","updated":"2022-09-11T12:49:12.330Z","comments":true,"path":"posts/eada4712/","link":"","permalink":"https://karuka.top/posts/eada4712/","excerpt":"","text":"这是今天学到的最有用的东西 今天数学复习了函数图像，幂函数？指数函数？零点？英语的话讲了一个非谓语的定语从句特定的一个什么人或物的时候只能用THAT而不能用WHICH（看卷子。。）英语，今天做的还是很一般，21崇明二模cloze十五个错了五个，什么时候能做一次全对.. 语法填空真的不能再错了，明明做烂了都是那些个词。。把分都丢在这边的话，作文之类的就要写的很完美，但是我贫瘠的语言在短短四个月里面突飞猛进还是有难度的 所以还是要把阅读听力翻译多拿点分啊。。 还有我的听说，什么时候能先让我上一次15分啊。。 我的英语。。到时候能考多少呢？再这样下去，真的能考的到那个分吗 真的可以让我春考走掉吗？我的数学？ 今天其实好累，虽然只是肉体上的累夹杂了一些些的，睡眠不足 别熬夜了，指不定哪天就猝死了。。。 上午上完数学课20分钟吃完午饭火速出门去上英语课但是还是迟到了一分钟，下次要11：20出门的话应该可以提前到了（事不过三，已经迟到两次了，不能再迟到了） 今天英语课的时候就只有我和我前面那个男生在提问和回答老师的问题，剩下的那两个女生和僵尸一样，两个小时一句话都没说，上一节课也是这样。 回家之后给自己定了一个很艰巨的目标，就是今天把历史和物理整理完，毕竟后天就要考试了。。我好像有点高估自己的能力，但是说出的东西一定要完成，哪怕像以前通宵完成作业一样。 只睡两个小时果然还是反人类，从心脏一直难受到脑子乃至眼睛也要睁不开了，今天一整天看东西都是恍惚的 年纪大了，不能再熬夜了。 不过话说回来，是不是浪费的时间也有些多了？比如地铁上的时间完全可以不看小说而去看知识点的（换句话来说，高三生除了学习不配有别的奢望？） ？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？ 好困，再分裂出一个我帮我去学习吧。","categories":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/categories/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}],"tags":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/tags/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}]},{"title":"22-09-06每日复盘","slug":"22-09-06每日复盘","date":"2022-09-06T12:56:14.000Z","updated":"2022-09-06T17:45:48.017Z","comments":true,"path":"posts/aa6a03c/","link":"","permalink":"https://karuka.top/posts/aa6a03c/","excerpt":"","text":"好了因为想明白了所以全部归零 今天没什么事情发生 我学到的东西： midfit I am new species comfort zone 你可以成为你想做的人（终于找到这句话原出处了！！！） 阮籍青白眼 我也一样 唯一能让我觉得地球的价值的事物，让我真的很喜欢的事情恐怕只有看书了&#x3D;。&#x3D;","categories":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/categories/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}],"tags":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/tags/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}]},{"title":"22/09/05每日复盘","slug":"22-09-05每日复盘","date":"2022-09-05T12:43:15.000Z","updated":"2022-09-05T12:45:10.359Z","comments":true,"path":"posts/1a3e16e0/","link":"","permalink":"https://karuka.top/posts/1a3e16e0/","excerpt":"","text":"今天早上好不容易准时到学校哩，老师却对今天晚来的人表示不惩罚了。。（明明上周还罚我要这周扫地）不过今天到家了才想起来今天忘记扫地了。。 不过没关系，实在不行明天扫地吧。今天美好的早自习又奉献给了语文（当课代表真的好麻烦，不仅要每周语文早自习领读还要去帮忙统计作业） 不过只要喜欢就不累。。今天值得表扬的事情：①下课除了解答同学的题目之外谁的闲聊也没理②大部分时间好好利用来写作业了③放学前写完了今天的所有作业④提前把这周周末的英语十二篇作文摘抄完了（手累断了） 值得改进的地方：①中午浪费了十分钟和施斐尔去散步②散步回来之后午休浪费了五分钟左右和黄可妍闲聊③张咏曦问我的一道电磁感应合格考难度的题我竟然不能确定正确答案。。④回家路上走得太慢花了半小时才到家⑤第二节课下课课间多花了五分钟陪施斐尔去上厕所。。（下次一定一定要拒绝）","categories":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/categories/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}],"tags":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/tags/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}]},{"title":"8月22日祝飘逸生日快乐~^(*￣(oo)￣)^","slug":"8月22日祝飘逸生日快乐-￣-oo-￣","date":"2022-08-22T13:00:00.000Z","updated":"2022-08-25T03:00:47.742Z","comments":true,"path":"posts/e6416be0/","link":"","permalink":"https://karuka.top/posts/e6416be0/","excerpt":"","text":"生日快乐 ε≡٩(๑&gt;₃&lt;)۶认识你也已经差不多五六年了，很谢谢你一直在我的身边，该说的话也已经在信里和你说过了。 好像也不知道说什么了哈哈哈哈哈，你也17岁了呢，希望以后我们一直都是好朋友(●’◡’●)ﾉ(๑•₃•๑) &#x3D;&#x3D;下面这个是你喜欢的晴天，可能要等一会才能加载出来&#x3D;&#x3D;","categories":[{"name":"重要大事","slug":"重要大事","permalink":"https://karuka.top/categories/%E9%87%8D%E8%A6%81%E5%A4%A7%E4%BA%8B/"}],"tags":[{"name":"生日","slug":"生日","permalink":"https://karuka.top/tags/%E7%94%9F%E6%97%A5/"}]},{"title":"bug存放处","slug":"bug存放处","date":"2000-08-23T02:18:53.000Z","updated":"2022-08-23T02:33:25.780Z","comments":true,"path":"posts/89db79b/","link":"","permalink":"https://karuka.top/posts/89db79b/","excerpt":"","text":"存bug的地方","categories":[],"tags":[]}],"categories":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/categories/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"},{"name":"重要大事","slug":"重要大事","permalink":"https://karuka.top/categories/%E9%87%8D%E8%A6%81%E5%A4%A7%E4%BA%8B/"}],"tags":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/tags/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"},{"name":"生日","slug":"生日","permalink":"https://karuka.top/tags/%E7%94%9F%E6%97%A5/"}]}