{"meta":{"title":"夕阳红老年博客","subtitle":"","description":"夕阳红老年博客","author":"karuka","url":"https://karuka.top","root":"/"},"pages":[{"title":"","date":"2022-08-21T13:50:42.767Z","updated":"2022-08-21T09:51:46.916Z","comments":true,"path":"404.html","permalink":"https://karuka.top/404.html","excerpt":"","text":"404 很抱歉，您访问的页面不存在 可能是输入地址有误或该地址已被删除"},{"title":"我的朋友们","date":"2022-08-21T13:50:42.775Z","updated":"2022-08-21T11:11:32.094Z","comments":true,"path":"friends/index.html","permalink":"https://karuka.top/friends/index.html","excerpt":"","text":""},{"title":"","date":"2022-08-25T03:32:54.640Z","updated":"2022-08-25T03:32:54.640Z","comments":true,"path":"about/index.html","permalink":"https://karuka.top/about/index.html","excerpt":"","text":"✧｡ENFJ🦁✧｡ 我思故我在 在隆冬，我终于知道，我身上有一个不可战胜的夏天。 就算世界毁灭我也一直在这，欢迎随时来找我，不管是怎么样能进得了这里的你永远是——my friend！ヽ(ﾟ∀ﾟ)ﾒ(ﾟ∀ﾟ)ﾉ 本网站永远不倒闭，除非没钱续域名了。。。 夏天什么时候才能再来嘛 不要放弃思考！ ▷「考えるのも辞めだ！どうせ死ぬんだから， 连思考都放弃了 就会迎接死亡。」——八月、某、月明かり"},{"title":"所有分类","date":"2022-08-25T02:39:39.543Z","updated":"2022-08-25T02:39:39.543Z","comments":true,"path":"categories/index.html","permalink":"https://karuka.top/categories/index.html","excerpt":"","text":""},{"title":"所有标签","date":"2022-08-21T13:50:42.776Z","updated":"2022-08-21T09:49:44.894Z","comments":true,"path":"tags/index.html","permalink":"https://karuka.top/tags/index.html","excerpt":"","text":""},{"title":"Hello World","date":"2022-08-22T08:36:24.643Z","updated":"2022-08-21T11:45:41.134Z","comments":true,"path":"hello-world.html","permalink":"https://karuka.top/hello-world.html","excerpt":"","text":"Welcome to Hexo! This is your very first post. Check documentation for more info. If you get any problems when using Hexo, you can find the answer in troubleshooting or you can ask me on GitHub. Quick StartCreate a new post1$ hexo new &quot;My New Post&quot; More info: Writing Run server1$ hexo server More info: Server Generate static files1$ hexo generate More info: Generating Deploy to remote sites1$ hexo deploy More info: Deployment"}],"posts":[{"title":"【置顶】使用介绍手册","slug":"简介","date":"2100-08-21T11:00:00.000Z","updated":"2022-08-30T15:52:20.090Z","comments":true,"path":"posts/c085061e/","link":"","permalink":"https://karuka.top/posts/c085061e/","excerpt":"","text":"Hello –welcome━(｀∀´)ノ亻!因为有设置访问名单所以并不是每一个人都有途径可以进得来—- 恭喜你成为其中一个人！！因为是我所信任的人 但是也请不要把我的网站肆意随处给别人看！ 因为发在社交媒体上的各种不管是什么都其实会占用一些网络空间而且也会有人看不惯，每次发一些东西什么的也要屏蔽好多人太麻烦了，并不是每个人都会接受我的所见所闻所想，所以我自己diy了一个网站来发东西—– （卡顿，反应超级慢是正常的，因为服务器不在上海…等一下or刷新页面就好了） 顺便放一些作文有关的东西，这样以后查起来也会很方便(^_−)☆ 只要自己足够强大的话就不用依靠外界。 这是一篇纯使用介绍。 所有文章当中的视频可以直接点开播放示例就拿我最喜欢的nbuna的视频来好了↓像这样的视频直接点开就可以看 左下角这里点开可以播放音乐是我的写题歌单~你也可以挂着听歌 打开之后是↑这样的，再点一下最右边这个&lt;就可以收起来但还是会继续播放的 快速查找在搜索框搜入相关的关键词就可以搜到了 第二种是安卓的 文章页面稍微向上滑动 点击右上角的目录图案就好了 第三种是菜单里面的分类可快速查看文章（ios） 还有一种页面内的快速查找的方法是直接点开文章右边的目录进行切换（安卓目前好像部分浏览器有bug，还在调试中，建议微信直接打开） 大目录下面有时候还会有小目录 评论方法因为不显示ip地址，后台也不会有访问记录，所以大可安心使用 1 注册的邮箱只用于找回密码和登录，所以qq邮箱就可以，密码可以不设qq的密码 号只用create一次就好了，之后的话都可以选择直接sign in 后面会有个页面是发送一个code进入你的邮箱，打开你的邮箱收件箱（小部分时候在垃圾邮件那边）看一下那个数字验证码输进去就好了 目前就这些，后面有什么bug或者不懂的地方欢迎来留言板~","categories":[{"name":"重要大事","slug":"重要大事","permalink":"https://karuka.top/categories/%E9%87%8D%E8%A6%81%E5%A4%A7%E4%BA%8B/"}],"tags":[{"name":"简介","slug":"简介","permalink":"https://karuka.top/tags/%E7%AE%80%E4%BB%8B/"}]},{"title":"9.5更新【置顶】政史物化","slug":"政史物化","date":"2099-08-24T18:41:57.000Z","updated":"2022-09-05T12:46:07.570Z","comments":true,"path":"posts/21b96375/","link":"","permalink":"https://karuka.top/posts/21b96375/","excerpt":"","text":"这里是用来放合格考的知识点，因为自己也要复习一遍，写下来的东西还不如我直接打出来的快（我小学可是一分钟可以打120多个字的打字高手！） 独乐乐不如众乐乐~ 更新速度可能会时快时慢，但是四门都会在合格考前完成。 9.1更新内容：物理，政治 9.5更新内容：物理，历史 因为四门课的书可能真的理不完了，所以书上内容请自己去看，我只负责理大纲和我觉得我需要去记得东西。。 历史（可能会把中国和世界放一起写）旁边目录可以快速检索年代表 第一单元 从中华文明起源到秦汉统一多民族封建国家的建立与巩固 统一多民族国家的发展 文物的出现顺序 ”晋归义羌候“印→北齐青瓷尊→唐蕃会盟碑→元朝八思巴宇（百家姓）→乾隆颁发的金瓶 你认为xx材料有怎样的证史价值？（6’） 属于xx史料，有一定的（主观）性 反映了xx的特点 当然具体历史还是需要更多史料来佐证（总结） ”多元一体“的中华民族 中国历史上民族的兴盛顺序 犬戎→匈奴→氐族→鲜卑→突厥→契丹→党项→女真→蒙古→满洲→党项 👉🏻犬戎：最早干预中原王朝 👉🏻匈奴：秦长城遗址 👉🏻氐族：在4世纪下半叶统一北方，又企图统一中国 👉🏻契丹：5世纪后期其统治者迁都洛阳，身体力行全面学习中原文化 👉🏻女真：杭州岳庙中岳飞雕塑 👉🏻蒙古：13世纪后期，完成中国统一，宣政院印章 👉🏻满洲：为现代中国版图定型奠定了基础 👉🏻党项：西夏文佛经 *.。他们见证的是民族间的交融与冲突 从历史的长时段看，中国境内的民族关系呈现出怎样的发展趋势？（6‘） 民族的交往交融交流是主流 民族的迁移以少数民族为主 在文化上各民族间相互学习，逐步形成了共同认同的中国文化 中国古代的对外交往 中国古代著名对外交往人物 👉🏻张骞：西汉，最早到达新疆，坚韧磊落奇男子，世界史开幕第一人 👉🏻甘英：东汉，史书所记载第一个到达波斯湾的中国人 👉🏻法显：东晋，横雪山而入天竺…我国人之至印度者，此为第一 👉🏻玄奘：唐朝（先），中国佛经翻译第一家，中华民族的脊梁 👉🏻鉴真：唐朝，盲目航东海…唐风洋溢奈良城 👉🏻郑和：明朝，足行最远，是政治理想和国家力量的体现 他们远行的动力有哪些？（6’） 肩负国家使命（e.g.张骞，郑和） 宗教信仰（e.g.法显，玄奘，鉴真） 时代发展（e.g.汉武帝调整国家形式) 国外对中华文化的探求 纵观中国历史，中国对外交往的形式？（4‘） 秦汉以来，中国对外的领域路线不断发展，明清前期达到顶峰（先向上） 此后逐渐日益收缩形成闭关锁国（由繁到衰） 中国历史朝代时间及顺序夏朝：约公元前2029年-约公元前1559年，共计：471年 商朝：约公元前1559年-约公元前1046年，共计：438年 周朝：约公元前1046年-公元前256年，分为西周、东周，东周又分为春秋、战国，共计：867年 秦朝：公元前221-公元前206年，前221年秦王嬴政统一六国，首称皇帝，共计：16年 西楚：公元前206年-公元前202年，西楚霸王项羽，共计：5年 西汉：公元前202年-公元8年，汉高祖刘邦，共计：210年 新朝：公元8年腊月-公元23年10月6日，新太祖建兴帝王莽，共计：16年 玄汉：公元23-25年，汉更始帝刘玄，共计：3年 东汉：公元25-220年，汉光武帝刘秀，共计：196年 三国：公元220-280年，魏、蜀、吴三足鼎立，共计：61年 晋朝：公元265-420年，分为西晋(265-316年)、东晋(317-420年) ，共计：156年 南北朝：公元420-589年，共计：170年 隋朝：公元581-公元618年，隋文帝杨坚，共计：38年 唐朝：公元618-907年，唐高祖李渊，共计：290年 五代：公元907-960年，后梁、后唐、后晋、后汉、后周，共计：54年 十国：公元891-979年，共计：89年 宋朝：公元960-1279年，分为北宋(公元960-1127年)、南宋(公元1127-1279年)，共计：320年 元朝：公元1271年-1368年，元太祖孛儿只斤·铁木真，共计：98年 明朝：公元1368-1644年，明太祖朱元璋，共计：277年 清朝：公元1644-1912年，清太祖爱新觉罗·努尔哈赤，共计：268年 史料的分类一、按照资料的表现形式，将历史史料分为文献史料、实物史料和口述史料 👉🏻文献史料：最早的文献资料并不是史书，应是甲骨文（甲骨文的文献价值与早期文字的意义相互混淆）。 👉🏻实物史料：实物史料指各类遗物、遗址、建筑、碑刻、雕塑和绘画等，这类史料是历史的见证和历史知识的可靠来源，它既能比较真实地反映历史，又具有形象直观性。其中有很大部分是由考古发掘的。 👉🏻口传史料与口述史料（1）口传史料（远古时期神话传说）：在没有文字记载前有一定的史料价值；（2）口述史料是人们对往事的口头回忆而写成或整理成文字的资料 二、按照资料价值的不同，分为第一手史料（直接史料&#x2F;原始材料）和第二手史料（间接史料）。 👉🏻第一手史料是指接近或直接在历史发生当时所产生，可较直接作为透视历史问题的史料 👉🏻第二手史料是指经过后人运用一手史料所作的研究及诠释。 三、其他史料分类 1、有意史料与无意史料 👉🏻官方组织编写的史书和成文的历史著述、回忆录和公开的报道等，应属于 “有意的史料”； 👉🏻官方遗留下来的文书档案、军事文件及其私人信件、日记等，这都是当时的人们在无意中留下的证据。应属于“无意史料”。 2、“正史”（官方记载）与“野史”（民间记载） 👉🏻正史：一般认为是指由宫廷史官记录的史书； 👉🏻野史：一般认为是指古代私家编撰的史书，与官修的史书不同的另一种史书，与“正史”相对而言。 政治必修一 中国特色社会主义1978年党的十一届三中全会：家庭联产承包制 四个经济特区：1980，深圳，珠海，汕头，厦门1984年党的十二届三中全会：中国改革重点由农村到城市 1990年浦东 √全方位√多层次√宽领域的对外开展格局 *.。中国特色社会主义理论体系..。👉🏻邓小平理论：1978党的十一届三中全会，建立中特社会主义，成功开展了中特社会主义 👉🏻“三个代表”重要思想：1984党的十三届四中全会，什么是社会主义？怎样将建设？建设什么样的党？成功把中特社会主义推向21世纪 👉🏻科学发展观：2003党的十六大,新形势下实现怎么样的发展？怎样发展？坚持和发展了中特社会主义 👉🏻习近平新时代中国特色社会主义思想：2013党的十八大，新时代坚持和发展怎么样的中国特色社会主义？中国特色社会主义进入新时代 几个自信：道路自信，理论自信，制度自信，文化自信 人类社会发展的基本规律 👉🏻人类文明的演进原始社会→奴隶社会→封建社会→资本主义社会→社会主义社会 *.。在原始社会人们茹毛饮血原因：生产力非常低下 👉🏻生产水平↑→私有制出现→阶级产生→国家诞生 中国近代社会的基本国情是半殖民半扩张共产党为什么能走在时代前沿？ 马克思主义是科学理论 中国共产党以马克思主义为理论指导，找到了中国社会发展的客观规律，发展了马克思主义，制定了方针 我们坚持马克思主义 伟大的改革开放 *.。新中国的成立结束了旧中国的半殖民地半封建的历史 *.。改革开放解放和发展了社会生产力 *.。中国人民能创造人间奇迹的主要原因在于坚持走中国特色社会主义道路 改革开放的意义？ 从温饱不定变成了全面小康 中国特色社会主义的建立到完善 实现了”两个一百年的目标” 为什么中国的发展不仅有利于中国也有利于世界？ 互利共赢的开放 共商共建共享的原则 共同构建人类命运共同体 道路决定命运 在20世纪二三十年代，中国人民为实现“中国梦”而走出的一条“中国道路”是农村包围城市，武装夺取政权 新民主主义革命的胜利这一伟大实践证明只有社会主义才能救中国 实现了中华民族从“东亚病夫”到站起来的伟大飞跃的标志是中华人民共和国的成立 物理第一章 匀变速直线运动规律概念👉🏻质点：有质量的点（理想模型）（研究地球绕太阳公转√自转×同步卫星×原子核衰变×运动员美感×火车过桥×） 因为比如火车运动的时候还会有车头车尾这种东西要算进去 👉🏻参照系：运动和静止都是相对的 标量：只有大小没有方向，遵循算术运算法则 矢量：有大小又有方向 👉🏻路程：质点运动所经历的轨迹长度，标量👉🏻位移：质点的位置变化，矢量，是有向线段公式$s&#x3D;v0t+\\frac{1}{2}at^2$ 👉🏻时刻：时间轴上确定的一点位置对应时刻 👉🏻时间：任意两时刻之差位移，路程与时间对应 👉🏻速度：位移与时间的比值，表示质点运动的快慢和方向，矢量定义式：v&#x3D;$\\frac{s2-s1}{t2-t1}&#x3D;$$\\frac{Δs}{Δt}$（方法：比值法） 一般式：$vt&#x3D;v0t+at$(多用这个！！！！) 和位移的关系式：$vt^2-v0^2&#x3D;2as$ 👉🏻速率：匀速直线运动的速度大小，标量👉🏻平均速度：位移与发生这段位移所用时间的比值，方向是这段时间的位移方向 等效替代 某段时间的平均速度等于这段时间的初速度和末速度和的一半 即：这段时间中间时刻的瞬时速度 👉🏻瞬时速度：运动物体在某一时刻或者某一位置的速度，精确反应该点的运动快慢 极限思想 👉🏻加速度：描述物体速度变化的快慢,在数值上等于单位时间内速度的增加量 ∑F的方向或者δv的方向决定a的方向 加速度的±只表示加速or减速！具体带数值的时候一般都是代入绝对值 定义式：$a&#x3D;\\frac{Δv}{Δt}&#x3D;\\frac{v-v0} {t}$​$$a&#x3D;\\frac{Δv}{Δt}&#x3D;\\frac{v-v0} {t}$$（采用了比值定义法，a不由δv和δt决定的 决定式：$a&#x3D;\\frac{F}{m}$（加速度和物体合外力成正比，与物体的质量成反比） 类似的：电阻的定义式：$R&#x3D;\\frac{U}{I}$ ​ 电阻的决定式：$R&#x3D;ρ\\frac{L}{S}$ 👉🏻初速度为零的匀加速直线运动 前n秒s 1：4：9……：$n^2$ 第n秒s 1:3:5:……：（2n-1） 前n秒t 1:$$ \\sqrt[]{2} $$:$$ \\sqrt[]{3} $$:……：$$ \\sqrt[]{n} $$ 第n秒t（由静止开始,通过连续相等位移所用时间之比为） T1：T2：T3：……：Tn&#x3D;1：$$ \\sqrt[]{2}-1 $$：$$ \\sqrt[]{3}-\\sqrt[]{2}$$：……：$$ \\sqrt[]{n}-\\sqrt[]{n-1}$$ 👉🏻等级考$a&#x3D;\\frac{sm-sC}{(m-n)T^2}$ 化学","categories":[{"name":"学习有关的","slug":"学习有关的","permalink":"https://karuka.top/categories/%E5%AD%A6%E4%B9%A0%E6%9C%89%E5%85%B3%E7%9A%84/"}],"tags":[{"name":"政史物化","slug":"政史物化","permalink":"https://karuka.top/tags/%E6%94%BF%E5%8F%B2%E7%89%A9%E5%8C%96/"}]},{"title":"9.3更新【置顶】语数英","slug":"语数英","date":"2099-08-24T17:25:05.000Z","updated":"2022-09-03T08:33:18.361Z","comments":true,"path":"posts/359f2d34/","link":"","permalink":"https://karuka.top/posts/359f2d34/","excerpt":"","text":"数学老师要让我们整理思维导图。。笔头写真的是太麻烦了， 【未完成】 更新日志： 9.3：语文，英语 语文。。9.1语文书忘在学校了可恶 数学必修一第一章 集合与逻辑-集合：常用大写字母A,B,C……表示-元素：集合所含的各个对象。常用a,b,c……a∈A,a∉A 👉🏻不确定的对象不能组成集合 👉🏻一个元素在同一个集合中不能重复出现 -空集：不含有任何元素的集合列举法：有限集和有规律的无限集，e.g. {1,2,3}描述法：A＝{x|x满足性质p}-区间：不等式的全体实数所表示的集合开区间：[a,b] 闭区间：（a,b） -子集：如果A中每个元素都是集合B的元素，那么A是B的子集A⊆B，读作A包含于B or B包含A 1对于任何集合A，规定 ∅⊆A 对于集合之间的包含关系，有以下结论 1.A⊆A 2.若A⊆B，且B⊆A，则A&#x3D;B 3.传递性：若A⊆B且B⊆C，则A⊆C -真子集：A⊆B且B中至少有一个元素∉A（即B不是A的子集），就称呼A是B的真子集，记作A⊂B,读作A真包含于B N⊂Z⊂Q⊂R -交集：既属于A又属于B，记作A∩BA∩B＝{x|x∈A且x∈B} -并集：所有属于Aor属于B的元素所组成的集合，记作A∪BA∪B&#x3D;{x|x∈Aorx∈B} -全集U：确定的集合-补集:U中所有不属于A的元素组成的集合称为A在U中的补集，记作$A^-$英语夺分精炼W1-16短语 strive to 争取 the demand of… …的需求 couple with 配对 maximize profit利益最大化 be used to do被用来做 mechanism机械装置 rise and fall升降 in response to…的回应 be in short supply供应短缺 relative to与..相关 be eliminated from淘汰 will in turn按序来 the regulating mechanism常见的机器 at a profit有利可图 the consevative declaration保守党宣言 at the general election大众的选择 work is the best route out of poverty工作是保护财产的最好办法 the majority of主业 in work在工作中 the constant management持续的管理 heather was out of work for years 健康已经失业很多年了 emotionally drained情感精疲力尽 struggle to do为..奋斗 miserable痛苦的 a boom in the jobs事业的繁荣 have higher risks for a number持续不间断的专注 bathon指挥棒 excerpt选段 integrity完整 go back centuries回溯几个世纪 in competiton展开竞争 propely deal with合适的解决 greyer and rarer年龄越大，人数越少 exercise is the best route out of depression锻炼是跳出抑郁的最好路径 millennia千年 a success story功成名就 reflect on对。。的反思 become established as separate disciplines所有的规矩都被列为独立的学科 by no means incapable没有任何的能力 loopholes漏洞 filter过滤 cognitive space认知空间 meditation冥想 mysticism神秘主义 drive sb to near extinction使。。濒临灭绝 force sb to do强迫某人做 It’s scarcely doubted that毫无疑问 by no means incapable of advacing持续不间断的专注 be recogniced as被认为 uncover the working of nature揭示大自然的规律 piece together an inspiring picture鼓舞人心的画像 result from the different methods从不同的办法中得到结论 investigation that they employ调查她们的职员 touch every aspect of life生活中的方方面面 have a hard time processing the information we take in艰难的处理我们接收到的信息 bring untold benefits to humanity给人带来很多好处 the brain does have limitation to what it can handle脑子对他能处理的东西有局限 play a key role in nearly every significant turing point in human evolution在人类进化的过程中有非凡的转折点 nomadic tribes游牧民族 be picked up by sb被某人控制 patent专制权 conspiracy阴谋 encrypted加密的 consistent一致的 tend to assume 想当然的认为 a variety of privacy-related problem一系列的个人隐私问题 client客户 priviliege特权 haze days雾霾天 hearty dishes丰盛的菜肴 reunion dinner年夜饭 serve our needs为我们的需求服务 literally字面意思的 blurs使..模糊 calming the angry crowed息怒 in case以免 the intense situation紧张的局势 resolve to do the opposite反其道而行 it’s no secret that毋庸讳言 tap打 self-imposed自我加强 at first glance扫一眼 establish yourself in the circle of film确立自己在电影圈的地位 a steady stream of源源不断的 be keen on热衷于 be keen to do坚持 switch……for……把..转变成 tap a rising disire打开了一种欲望 be restricted to被限于.. from…to…涵盖了…到.. deprive sb off剥夺某人的.. sustained warfare持久战 have difficulty in有困难做 put…before your own先人后己 get behind the wheel在车轮后 throw off摆脱 outweigh比。。更重要 cast off摆脱 boss around对..指手画脚 attribute…to把..归因于 it’s little wonder难怪 backfore适得其反 betrayed背叛","categories":[{"name":"学习有关的","slug":"学习有关的","permalink":"https://karuka.top/categories/%E5%AD%A6%E4%B9%A0%E6%9C%89%E5%85%B3%E7%9A%84/"}],"tags":[{"name":"三大主科","slug":"三大主科","permalink":"https://karuka.top/tags/%E4%B8%89%E5%A4%A7%E4%B8%BB%E7%A7%91/"}]},{"title":"22-09-06每日复盘","slug":"22-09-06每日复盘","date":"2022-09-06T12:56:14.000Z","updated":"2022-09-06T13:56:03.543Z","comments":true,"path":"posts/aa6a03c/","link":"","permalink":"https://karuka.top/posts/aa6a03c/","excerpt":"","text":"不能把这里当厕所随地乱发言但是。。。。 有些真的思考不明白，是没什么大不了的事情 这里它也看不见所以———————————————————————————————————————————————————————————————————————————————————————————————————————————————————————————————————————————————————————————————————————————————————————————————————————————————————————————————————————————————————————— 赵宇杰你为什么每次走班政治课坐我位子！你下一次能不能坐别人的位子，我恐男！！！并且间歇性讨厌人类和人类接触只会带给我烦恼。能不能不要来坐我位子，我不想和任何人类有什么任何的牵扯！我更加怕有啥比拿这个造谣。高一的时候最开始是谢琪，后面就是赵宇杰了是吧&#x3D;&#x3D; 不过今天是这学期第一次看见谢琪，&#x3D;&#x3D;现在的不管是头发还是新的眼镜框都非常一言难尽&#x3D;&#x3D;&#x3D;&#x3D;和那个刚刚翻完垃圾桶的收废品老头一样 教室里面其他28个位子，你一次两次坐我的位子也就算了，但是你这个人怎么十次里面九次坐我位子啊？？精准探测仪了是吧？？要不下次我往我椅子上撒点胶水你再来坐？干脆把我课桌椅一起拿走得嘞呗而且那个时候我在倒数第二排的时候你坐倒数第二排，我现在倒一你也坐倒一？。。。。而且之前还把用过的餐巾纸丢我桌上，我真的上辈子把你家垃圾桶烧了所以这辈子你往我这乱丢垃圾是吧我还想起来一件事,之前和你做同桌的时候,突然空穴来风有人造谣说我喜欢你，我真的是上辈子颜狗海王没当够就被车刨死了所以这辈子幡然醒悟要追求内在的喜欢所以喜欢你这样的了吗。。。。。？以及如果可以的话最好把任何和你这个屑碰见的概率调到0，真的，太吓人了， 到哪都有可能碰见，前两天下楼碰见你他吗走下去之后还往上面看，真的会很尴尬。。今天抢课在机房也是，我真的服了 早点让我毕业逃离地球吧，这蓝色星球我是一秒都不想待了我靠，我又想起来施斐尔之前和杜卓衡的事情了。。。。。。。 不要接近别人，会变得不幸人类快从地球上消失吧&#x3D;。&#x3D; 我！讨！厌！人！类！我是双标狗，我像阮籍一样有着青白眼， 我只会对我感兴趣的事情青眼相待，厌恶的一切都翻白眼&#x3D;&#x3D;下辈子有钱能让我一辈子都不用工作就养得活自己的话我一定不学理科了，做永远的唯心主义和空想主义体育抢课，只剩下了健美操，我真的。。 十一从11楼跳下去马上去把腿摔断，啥比体育课丝毫没有用，浪费我写题的时间，每周40*4+80＝4小时净花在体育课上面了，高考又不考体育说是减肥？减体重？健康？ 每年一放假去检查身体总能查出一大堆病，每学期都有的体育课对健康并没有什么用 一个暑假一节体育课没上，该吃吃该喝喝轻了六斤，一上学就算上体育课，就算一日三餐规律的不行还是会涨秤 运动会？每年虽然别的不能说，但是连续两年200m和立定跳远的前三都有我。。我本来也就只是个普通人，再怎么说这样也就够了吧？八百米我也不会考不及格，别的项目不说都满分但起码都能合格 所以，我真的不能理解，每天的体育课的意义？还有每天早上，我迟到的话让我打扫卫生，浪费我时间，所以今天我没迟到 但是班主任还是会使唤我做不是我分内的事情？我作业都没交完 我是班级的保姆吗？ 我做完活之后又要语文早自习领读 语文 我真的很服气苏老师，一篇作文从暑假说给我讲讲到现在天天和我说很忙很忙没空等明天 所以我也不打算再去问她了，没用 唯一能让我觉得地球的价值的事物，让我真的很喜欢的事情恐怕只有看书了&#x3D;。&#x3D;","categories":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/categories/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}],"tags":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/tags/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}]},{"title":"22/09/05每日复盘","slug":"22-09-05每日复盘","date":"2022-09-05T12:43:15.000Z","updated":"2022-09-05T12:45:10.359Z","comments":true,"path":"posts/1a3e16e0/","link":"","permalink":"https://karuka.top/posts/1a3e16e0/","excerpt":"","text":"今天早上好不容易准时到学校哩，老师却对今天晚来的人表示不惩罚了。。（明明上周还罚我要这周扫地）不过今天到家了才想起来今天忘记扫地了。。 不过没关系，实在不行明天扫地吧。今天美好的早自习又奉献给了语文（当课代表真的好麻烦，不仅要每周语文早自习领读还要去帮忙统计作业） 不过只要喜欢就不累。。今天值得表扬的事情：①下课除了解答同学的题目之外谁的闲聊也没理②大部分时间好好利用来写作业了③放学前写完了今天的所有作业④提前把这周周末的英语十二篇作文摘抄完了（手累断了） 值得改进的地方：①中午浪费了十分钟和施斐尔去散步②散步回来之后午休浪费了五分钟左右和黄可妍闲聊③张咏曦问我的一道电磁感应合格考难度的题我竟然不能确定正确答案。。④回家路上走得太慢花了半小时才到家⑤第二节课下课课间多花了五分钟陪施斐尔去上厕所。。（下次一定一定要拒绝）","categories":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/categories/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}],"tags":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/tags/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}]},{"title":"碎碎念","slug":"碎碎念","date":"2022-09-03T17:01:06.000Z","updated":"2022-09-03T17:12:37.898Z","comments":true,"path":"posts/f3404829/","link":"","permalink":"https://karuka.top/posts/f3404829/","excerpt":"","text":"反正现在还没睡，大脑还在运转，不如随便写点 好多人以最劣迹的手段撒着稍微侦查一下就能看得出来的谎言借口 格局太小了，竟然会在意别人有没有撒谎欺骗，多管闲事。 虽然去揣测未来是愚蠢的但是， 如果可以的话我希望我20年之后也能脱离人类社会&#x3D;。&#x3D; 明天到新的补课班去了，不知道同学和老师怎么样 ……好戏都藏在烟火里 下周一再去找找肖还有白探讨一下语文作文这方面的语言问题&#x3D;。&#x3D;","categories":[],"tags":[]},{"title":"高三要做的事情","slug":"你真的有反思过自己吗？","date":"2022-09-01T12:36:50.000Z","updated":"2022-09-03T16:58:38.932Z","comments":true,"path":"posts/73362a16/","link":"","permalink":"https://karuka.top/posts/73362a16/","excerpt":"","text":"与其思考今天失去了什么不如想想学到了什么、 真的反思到位的第一步是先把自己想的垃圾想明白然后全部删掉丢掉 每次想不明白的时候多听yorushika的歌 没有时间管别人是死是活是好是差，别人干什么与我无关 你有时间去社交媒体上关注别人的朋友圈然后再去点个赞奉承一样吗？ 除了别人值得庆祝的事情可以一起cheers一下，那些无痛无痒的消息没有必要去关注奉承，同样你也没必要向外界过多展示你自己 是什么值得欢呼的事情吗？那为什么还要去广而告之呢？ 告诉自己亲近的人难道不够吗？ 【等我再次变俗的时候再开】。 每次分组真的好麻烦而且还要担心究竟有没有把别的人放进自己的分组让他们看见什么 自己的错题一定要及时整理 高三不需要太多的社交，不要把自己太当回事也不要把别人当个什么东西 ​ 社交的必要性完全取决于平台和人到底对你来说意味着什么？ 你想要一个情绪垃圾桶？吃喝嫖赌的饭友？一起玩然后拖你下水的损友？ 还是其他的？你究竟想要什么？ 无能的人只会一味地想从别人那边获取，因为他们自己只是空壳 做一个主动的，大方的人，发现有端倪及时止损悬崖勒马，来去自如 （反正你不想联系的人渐渐也不会主动去联系了吧？删掉的人也不少了。但是想联系的朋友到现在九十年了不是还是一直有联系？） 给自己更多的自我空间而不是局限于别人的要求 每天都要有时间来复习整理反思 你不需要太多睡眠 和自己观点相悖的言论当她在放屁，应付一下得了 珍惜时间，有些悲伤还没有完全显露，起码对现在的影响不大，所以没必要悲伤 你想成为快乐的人还是悲伤的人完全取决于《你自己想成为怎么样的人》 一直和负能的人待一起自己也会负能 不要和不讲理的人讲理，不要和阴阳怪气的人打直球，不要对狗说人话 每天7:00必须出门上学，不然肯定迟到，打扫卫生不是更浪费你的时间了吗 每天给自己的计划一定完成，不完成只能减少睡眠时间 每天按时吃药，把头疼的影响降到最低，你没有时间被外界因素再干扰了 你这个年纪？真的有功夫去管谁爱谁不爱谁吗？ 你们或者他们能结婚？就算结婚了又怎么样？ 百年之后不还是挫骨扬灰了 还有好多。。请多反省。。。 有点后悔，但是不好说，连这里也不是那么的安全 有的人只会东施效颦，实在是愚蠢，但也不好说 如果世界少一点跟风的人&#x3D;。&#x3D;… 算了，反正夏老师说不要管别人，任何方面都是","categories":[],"tags":[]},{"title":"守得云开见月明","slug":"守得云开见月明","date":"2022-08-31T13:11:32.000Z","updated":"2022-08-31T13:50:21.618Z","comments":true,"path":"posts/75233d3f/","link":"","permalink":"https://karuka.top/posts/75233d3f/","excerpt":"","text":"今天是返校第一天，又被年级里面的老师灌输了很多的鸡汤。 刚到学校的时候是真的容易摆臭脸哈哈哈哈（但是比起面对很多人虚假的微笑还是摆臭脸比较适合我） 今天已经记不清和多少熟的或者不熟的人打了招呼挤出勉强的笑了 I AM PHONY “守得云开见月明”是李筱起的讲座名，说实话，这是我第一次见到李老师这么认真地和我们开讲座，希望也不要是形式主义，到第二天全部都付之一炬的那种。 高三了，得知道自己要什么？想成为什么样的人了。 今天夏老师说了一句话我觉得很正确，就是，现在我们有机会去选择我们成为怎样的人的道路了。 和老梅之前和我说的类似，我们必须先通过“高考”来实现自己的梦想。 因为每个人的道路都不同，所以即使是同一个目标，大家的难易程度也不一样（参考美术生体育生音乐生——）所以，我们不需要在意别人的想法，成绩，排名，状态，都是这样的，也没有必要去在意别人的一些风言风语，流言蜚语都会有，但要记住这伤害不了我。 杀死不了我的东西都必将让我变得更加强大。 我觉得，没有办法让每个人都喜欢我的的话，那就去用自己的行动去爱上这一整个世界。 目前还是心态为一个最大的关键，因为喜欢才能学得好呀。 如果只是一味地去抱怨，是永远给自己一个消极的环境的，环境消极了，人也就不正常了。 守得云开见月明，因为可以做到，因为喜欢某一门科目，所以慢慢来。 下午吃午饭的时候遇到了沈老师和她的儿子，她也一直在鼓励我慢慢来，一点一点仔细搞懂。","categories":[{"name":"随便说点","slug":"随便说点","permalink":"https://karuka.top/categories/%E9%9A%8F%E4%BE%BF%E8%AF%B4%E7%82%B9/"}],"tags":[{"name":"我的思考","slug":"我的思考","permalink":"https://karuka.top/tags/%E6%88%91%E7%9A%84%E6%80%9D%E8%80%83/"}]},{"title":"暑假总结","slug":"暑假总结","date":"2022-08-30T09:46:56.000Z","updated":"2022-08-30T15:41:58.968Z","comments":true,"path":"posts/123f4dc2/","link":"","permalink":"https://karuka.top/posts/123f4dc2/","excerpt":"","text":"等我做完核酸就回来写！—17:47 ​ 理了书包，把明天所有的东西都准备好了，所以才开始写。——20:46 Ade，我的暑假（文章最后的那个视频是我最喜欢的歌了，可以说是我一整个夏天的缩影了。） 七月 拝啓、夏に溺れる 7月1号开始上数学课——可以说我一整个七月都是早上被数学支配的，也就形成了这个暑假当中七点醒的重要生物钟了 为了早点写完作业，于是在7月2号的时候就出来写作业了，可惜每天都跑去龙湖的星巴克真的太刻意了而且好浪费我的时间呀~所以没持续几次就不去了 7月4号的时候第一次恢复了线下的物理课，好久没见物理老师了，感觉他的头发又少了好多~ 7月5号的时候，早上忘做核酸了，地铁站不让进所以坐了公交，一路上都是靠着斐尔的绿码让我行走四处的。。她还把我的生日礼物提前带过来送给我了，是一条很好看的格裙。一起去了环球港，没想到这是我人生中最后一次去环球港的animate了（好可惜，当时竟然都没有买一些什么来留作纪念，店就在7月20号关掉了） 中午午饭吃了环球港的元气寿司，两个人人均差不多150多块钱，但是那边服务真的太差太差了，再也不会去这家吃饭了 然后我们又和她一起去打卡了她喜欢的最终的幻想的主题餐厅 再后来我们去了福州路的外文书店，她又买了好多谷子。我看见了holic的书还有蔷薇少女二十周年的庆典小说，可是都好贵（毕竟进口的。。）钱也不是大风刮来的，想着如果暑假刚开始就用好多钱的的话，后面肯定过得很寒酸了。 但是临走前还是去买了一本好像挺经典的书，但是现在暑假结束了还没读完。。。 晚饭是在芽笼解决的，第一次吃新加坡菜，感觉味道一般般但是价格和服务都还好，尤其店员还送了我们两个包。八月龙湖这好像也开了一家但目前不会打算去再去吃。 7月8号和12号的晚饭都被外卖员放在这个架子上然后被偷了。。。问无为的保安保安说监控坏了。小区啥时候能把这个无用的柜子撤掉啊。 7月8日的时候，安倍晋三被山上彻也用自制的霰弹枪刺杀了，查资料的时候没想到这个杀手竟然还和群马县一个医学教授同名同姓。 7月11日因为疫情又严重了所以又上网课了。 ·2022年的7月13日是本年度最大的超级月亮了，不知道你有没有看见。 7月15号等级考出成绩了，比想象的差了很多，感觉到了人生的nadir，振作起来花了很久。 7月16号去办齐房产证，因为哥哥核酸过期了所以不让进，我就成了全家唯一的一个苦力来回跑到门口去递交材料给他签名再拿回来，，然后又要自己坐车回家去拍他们没带的材料过来。 这一天也是我第一次见到地精，尽管在后来熟络之后喂它东西吃的时候7.22时被抓伤过一次，但是我依旧觉得它很可爱，好可惜，八月中旬的时候再也没见过他的身影了，不知道他在哪，还好吗 7月26日开了家长会，又换了新的班主任啊。查了一下，他原来是交大二附中的，好厉害 这天晚上的火烧云也很好看 7月27日去拔了第一颗智齿，家楼下看见了这只猫猫 7月29日是骄阳生日，蛋糕是杨婉滢买的，哈根达斯的店员是不是本身都会自带一种傲气？优越感？）我生日的那天去虹足的店里提蛋糕店员也是一直都是一副趾高气扬爱理不理的样子。。 这天的天气变化的很多，先是急骤的大雨然后又出现了彩虹。下午我们又去了金山的海滩玩，好喜欢海 八月 もうじき夏が終わるから 8月2日上午被妈妈带来了九医院先看牙，没想到还有三颗智齿长得都非常一言难尽…其他里面的牙齿也有点拥挤，预约了下一次的具体正畸（？）在十一月左右，没想到大医院看牙这么麻烦 然后直接被带来激光祛痣了，（其实这才是她的真实目的吧。。借着看牙的幌子带我来九院）没有一丝心里准备就让我躺上去了，还花了2000多块钱，一点也不值。 失去了两颗痣的我也是不完全的啊。。。为什么要对我脸上的痣那么在意？从小的时候开始就这样？ 妈妈因为下午还要工作去所以我就自己来逛大悦城了，去西西弗买了四本书，最后↑这本是被推荐的，没想到买完之后在pyq也看见了刘鑫发了这个书名，感觉好巧 animate cafe能让我碰到我认识的主题还是蛮少见的，而且是最后一天了，所以还是进去消费了一下（好害怕消费者太少的话会不会也像环球港的animate一样倒闭），味道一般，但是都抽到了我认为还不错的角色(*￣︶￣) 后来有个妹子在我打开之前问我如果有黄濑的话能不能和我换，可是我连十六个当中只有两款的黑子限定colotta都抽到了硬是一个黄濑都没摸出来，她自己也没抽到。。感觉她好失落但是也帮不了什么我也好失落啊。 8月3日被斐尔拉来一起打卡她喜欢的乙女游戏的线下店了，被迫消费了很多就为了她一个愿望。。这种虚拟的男的，到底能干嘛？？？？？？？？？反正现在的我是想不明白 之后又去淮海路上的GU买了一条白色连衣裙，上次穿连衣裙好像还是八年级的时候了。好喜欢穿裙子。 8月11日又来了医院，因为持续好几个月的头疼，身上被挂满了仪器一起带回家(每隔半小时测一次的血压仪是真的难受，还有那个动态心电图也是，挂在胸口看起来和残废一样。。) 查出来是低血压和只能靠吃药维护好转的紧张型头疼之后，爸妈反正只是抓住了“要提升血压”这个重点疯狂给我食补。。还被下了不能喝咖啡茶这种东西（事实证明了喝了之后不仅头疼的要裂开一样而且还会让我的情绪非常不稳定，） 算了，无所谓。反正要不是为了活命，吃不吃东西都是一样的吧。 8月16日，时隔7年再一次试着做羊毛毡，上一次还是和杨玲一起。时间过得好快。 8月19日，其实还是很愉快的一天，但是因为计划变化然后让谁等了20多分钟。。很明显听出来对方电话里面很生气，以至于让我第一反应是是不是接错电话了。从交接完东西之后就一直很内疚很难过，但是晚上道歉并且取得原谅之后感到好了很多~ 下次再也不要让别人等了！要记住。 8月20日是交初步意见的最后一天，大致填了一下，想去的地方除了北京上海浙江四川重庆之外好像都没了。一定要考过那些讨厌的人啊。 8月21日终于有了自己的博客！学到了很多编码知识，很满足 8月27号 帮イノシシ的三篇提纲一篇作文写了，顺便练了一下写作文的手感而且学到了小人物的事例可以放在作文里面 后来杨婉滢的作业我也承包了一部分，但是她妈妈送来的星冰乐是真的会让我的头疼加剧。。 虽然弹得很拉胯但是是很美好的回忆 8月29日送完作文之后又去帮骄阳写作业了，帮助自己愿意帮助的人真的很开心 8月31日是暑假的最后一天了，明天就要返校了，飘逸今天来我家给我做了棉花糖，很喜欢她送我的棉花糖机，虽然我不喜欢吃甜的。 她也给我做了丰盛的午饭，包括之前疫情期间答应说要给我做的胡萝卜炖肉。 玩了一下午Switch，一开始试着用家里的夏普电视但是好像不兼容，换了哥哥家的海尔电视最终才兼容玩上了游戏。每次比赛都赢不了她，她真的很厉害。 暑假结束了啊。好舍不得。 “早上，读着小说，等待着你 ​ 夜晚，回过神来的时候，已经是漫天烟火。”","categories":[],"tags":[]},{"title":"永恒的吗？","slug":"永恒","date":"2022-08-25T16:26:19.000Z","updated":"2022-08-26T15:41:50.419Z","comments":true,"path":"posts/5994c0f7/","link":"","permalink":"https://karuka.top/posts/5994c0f7/","excerpt":"","text":"这里只是对这个两个字的一些思想讨论罢了。 永恒： 英文:[permanent;everlasting;perpetual，eternity]:指永远不变或永远存在。 [Timeless] :超越时空，存在于时空之外。 无神论者认为:”永恒乃镜花水月人类神思玄想之事，时空即为运动世间万物当无不运动。是为生命宇宙之法则，又如何永恒。时空包括其间万物，皆是流变更替。谁能超越时空，谁就可以获得永恒。可一切生命都是由时空派生和演化而来的，谁又如何能超越的了呢?人们希望持久永恒，便演绎出许多优美、动心而又拙劣荒唐的故事。其实，永恒就在于平静地用心领悟生活，不论是忧是喜全能一样的去珍惜、宽容和悲悯。当你真心实意地读懂生活、悟透法理时，便意味着你的生命结缘了永恒。这是永恒的全部意义。”(李二和《流浪的梦》) 时间以肉眼可见的速度在流逝着。我刚刚步入17岁的同时别的班的同学已经快18岁了。这三年的时间说实话比我想象的过的要快很多，但其实也是一分一秒地过来的。 如果这样的日子是“永恒”的话我会希望赶紧结束，我会讨厌永恒。 (其实现在倒是对“形单影只”这个词没什么概念了，但是对于部分人尖酸的话语嘲笑和行为还是会狠狠的玻璃心一把。) 说到这里又突然想起来有一次英语课上答疑问问完形填空有关的问题被frs和ll嘲笑的事情。。。又想到了英语老师无为的冷漠。。。 无论回忆多少遍这种感觉都没办法释怀。 如果这样是永恒的话那还是算了吧！ 往往人们所爱的“永恒”指的是在短暂的美好时光里面和能让自己感到快乐的人在一起，正如英语当中的permanent一样。 虽然听太多别人的话可能会对自己的判断造成一些影响，但是有时候我也会觉得和别人也其实在增长自己的见识，毕竟之前和老梅七月交谈之后到现在八月底依旧醍醐灌顶地清醒，知道了自己究竟想要的是什么 所以又被灌输了“追求永恒”的想法。。。 他所提到的“熵增”的概念很正确，之前一直以为周围的人只有我知道这个东西。。。 物理当中的提到：运动是绝对的，静止是相对的。换句话说就是运动是永恒的而且无条件的，所以在物理学当中，永恒是可以很容易达到的，因为运动是普遍规律。 （但是这里又变成了唯物观，和我原本相信的唯心主义大相庭径，好矛盾。） 可是，在现实生活中这个对人来说也其实没办法实现呀，不然苏轼怎么会说“哀吾生之须臾，羡长江之无穷。”呢？ 楚人一炬，可怜焦土。 不想和大家分开，想要永恒。 也许这里还是要用唯心主义的思想来看待？ 我思故我在 👉🏻尽管我的肉体已经化为虚无，但是我的精神永远常在。 我一直都在你的身边。 果然还是唯心主义hh 混乱","categories":[{"name":"随便说点","slug":"随便说点","permalink":"https://karuka.top/categories/%E9%9A%8F%E4%BE%BF%E8%AF%B4%E7%82%B9/"}],"tags":[{"name":"我的思考","slug":"我的思考","permalink":"https://karuka.top/tags/%E6%88%91%E7%9A%84%E6%80%9D%E8%80%83/"}]},{"title":"我的想法","slug":"我的想法","date":"2022-08-23T06:45:53.000Z","updated":"2022-08-26T15:34:38.163Z","comments":true,"path":"posts/7806389b/","link":"","permalink":"https://karuka.top/posts/7806389b/","excerpt":"","text":"下面这段写在最前面的！！！本文主要是写给自己的所以会非常尖锐！慎看！建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F; 本文只是看到的社会现象＋自己身上的问题，没有冒犯任何人的意思！ 不要因为任何别人的话而改变自己的思考！别人的话只是起到辅助的作用而不是决定的作用！！！不能别人说让你去删谁就去删掉了谁，去放弃什么就去放弃了！！也不要通过一个人的嘴里去了解另一个人，因为人们大多都只是利己主义，只会为了自己而去有意无意之间贬低别人！！！事情的走向是怎样的取决于你！ 叔本华所说的因为平庸，因为内在空虚，所以才会不断地想从外界获取什么来填充自己。 做什么事情都要专精，而不是泛泛什么都会一点，这也是平庸的！！！是不值得拿出来提的事情。明明没有做到TOP1的水平却会想要拿出来展示去说给别人，觉得自己很了不起？。 一件很有趣的小实验，当我注册了一个小红书的小号发“特定年龄＋特定身份＋普遍现象”的时候就会收到很多收藏和点赞和评论，呼声一片~ 因为能在人群当中很轻松的找到共鸣，所以这才是庸俗的人网易云随便发一些无足轻重的评论就能收到上百的点赞，但是自己好好写一些歌什么的就被平台莫名其妙地永久封号，换个号重新注册？也不是不行但是真的很没意思，因为外界的限制而改变自己的兴趣真的很逊诶！ 最好的办法还是自己变强去创造属于自己的世界条例，成为主导者而不是被动的人。（太好玩了，想到了一句很中二的话：自己写个音乐软件出来然后干翻wyy这种主流平台。。。但这样我不就成非主流了哈？） 生在夏天的正午，是夏天的人，本来身上就应该和夏天正午12点的太阳一样有着无穷的活力，本来就是去救赎别人的火象星座，是万兽之王的狮子，**道阻且长，行则将至，自己就可以去创造想要的东西而不是一味地向他人索取。** 有那种和怨妇一般的女生天天在动态圈里发“没人懂我””大家都认为我好厉害，都夸我懂事，但我其实很脆弱，没人懂我。“这种脚本不是早就被影视小说用烂了的套路。。。？ 有些事情自己心里知道就行了，天天发还不是因为为了从别人那边索取安慰？！ 还有不断预演未发生的未来的。。。。不要去揣测未来！ 世界上有75亿人口诶，，只会不断地想从他人那边获取，而不会去想想自己又真的用这个时间去会去做了什么吗？内心不过还是空洞的吧。 萩原溯太郎的《吠月》当中早就说了，只有狗才会对得不到的月亮无能狂吠。人是需要动力才能前进的，但是不能总是靠着外界的慰藉来自我满足！尤其是虚拟的东西终将会付之一炬！lala和我说过她觉得那些遇到困难但是却在困难底下依旧笑得出来的人很酷！我想了想表示赞同！每个人都有负能的一面，成熟的人会学着去尝试处理负面情绪 脚踏实地地过好每一天!还有各种发什么擦边照，天天自拍，各种秀的人，到处打拳搞性别对立的人，各种搞事情的人，她们是没自己的事情做吗？？？一天七八条乃至十几条？ 追星女孩也是，除了脸之外一无所有的帅哥美女你发一亿遍我也不会有一次感兴趣的😵‍💫 除非你追的是两弹一星hhhh （好吧我也管不着，屏蔽就是了(*´ﾟ∀ﾟ｀)ﾉ 好想把朋友圈关掉，但是又会想着这些没脑的人有时候也会发一些重要的事项，比如提前放假提前开学的通知。。。。。。。。。。毕竟现在还有“学校”“同学”这种特定必要的帽子扣在一起，所以又不得不时不时去看看有没有发生什么，有时候跳着点赞还会被指责，好矛盾。 这真的是我的朋友圈吗？为什么大家都要占用公共资源去发根本和我朋友无关的内容😰 人果然是充满矛盾的集合体🤨好想早点毕业把根本不配出现在我列表里的统统删光 ————————————————还有各种跟风的人！明明自己不喜欢那个圈子却要强行装个内行人。。。不要强行融入不属于自己的圈子！兴趣也好，交际也好。还有那种明明没看过几部番的女生（就算看也只是当下最火的无脑的那种番）却偏偏要给自己扣上一个二刺猿的帽子，跟风真的很酷吗？ ！！！！不要跟风！！！！请一定不要成为上面这样的人！ 之前看过一段话大概讲的是，一个人是正常人主要是因为她周围的环境都是正常的 所以不难免推出一个人的变化是因为他周围的环境发生了改变，比如一个以前很温柔的人在好久不见的某一天里突然让人意识到他好凶。。 第一步先反思自己的问题！！！！！！！ 不过还有一方面只是因为物是人非，周围特定事件发生引起的？某些人（比如我）不值得被一些人用温和来对待了（？） 这段话是写给自己看的，不要变成满身戾气的人！学会去享受无法回避的痛苦！”物极必反，否极泰来“这个道理流传千年也是有原因的。丧不应该是主流元素！！！一个人也不是什么坏事，可以让自己有更多时间去思考，反而是那些天天咋咋呼呼，丧来丧去，天天发大段文字占用别人公共社交平台页面的人才是最没礼貌的不是吗？！自己的独有想法应该反复斟酌过后再发出来，公共社交平台不是独自无理取闹，为赋新词强说愁的舞台！（不过我倒是一点也不介意大家来找我说啥，本enfj超级喜欢和我的好朋友们说话！我只是会反感自己会有的很多毛病。） 最后一点是交友一定要谨慎！吃过那么多亏还没有长记性的话真的太愚蠢了！ 真的想要维系长久的友谊下去还是需要两个人的一起努力。 这里还有人看？ 谢谢你，可以把我真实的，犀利的想法看完 你也是我想要一直走下去的朋友，毕竟你都愿意来看我的真实想法了。 小播报~ 今年九月就是我和师傅持续联系的第九年了♫","categories":[{"name":"随便说点","slug":"随便说点","permalink":"https://karuka.top/categories/%E9%9A%8F%E4%BE%BF%E8%AF%B4%E7%82%B9/"}],"tags":[{"name":"网络现况","slug":"网络现况","permalink":"https://karuka.top/tags/%E7%BD%91%E7%BB%9C%E7%8E%B0%E5%86%B5/"}]},{"title":"名人事例","slug":"名人事例","date":"2022-08-23T02:19:29.000Z","updated":"2022-09-01T16:07:10.268Z","comments":true,"path":"posts/86db12ed/","link":"","permalink":"https://karuka.top/posts/86db12ed/","excerpt":"","text":"这里是用来放一些作文素材的地方的【未完成】 人物或者历史事件，用来引用论证都是别的网站上筛选来的哈哈哈 现代的 阿尔贝·加缪（敢于直面惨淡的人生） 加缪在他的小说、戏剧、随笔和论著中，深刻地揭示出人在异己的世界中的孤独、个人与自身的日益异化，以及罪恶和死亡的不可避免。但他在揭示出世界的荒诞的同时却并不绝望和颓丧，他主张要在荒诞中奋起反抗，在绝望中坚持真理和正义，他为世人指出了一条基督教和马克思主义以外的自由人道主义道路。他直面惨淡人生的勇气，他“知其不可而为之”的大无畏精神，使他在第二次世界大战之后不仅在法国，而且欧洲，并最终在全世界，成为他那一代人的代言人和下一代人的精神导师。 历史上的&#x3D;&#x3D;* 商鞅变法&#x3D;&#x3D;让秦国国富民强，为秦统一中国奠定基础 嬴政（从“阶下囚”到“天下霸主”） 个体心理学家阿德勒认为：“生活的意义”是每个人必须面对和解决的一个问题，但是这种意义必须是社会性的，如果仅停留于文字，或者是不与他人发生关系，仅是个人意义其实是没有意义的。因此真正“生活的意义”的标志是：“能被别人认定为有效的意义。” 生活的意义在于合作与奉献。但是这种奉献即为生活意义本质所在的观点，在儿童时期往往容易被环境所误导。这种极易误导儿童的第一因素就是身体残缺。 秦始皇的童年是在赵国渡过的，寄人禽下的处境，加之特殊的家庭背景，都在他幼小的心灵中留下难以磨灭的伤痕。后来他表现出极端的报复心态，与此经历有着必然联系。” 秦始皇性格贪残，他车裂“假父”其根据就是嫉妒，“妒恨与贪残交织一起，从而形成报复心理。”这里，我们可以看出这一阶段尽管秦始皇的心理是自卑的，但他却并未走向消沉与自我封闭，而是积极奋进，“产生报复心理”和行为，企图对自卑进行补偿。 正如有人指出：特殊的地位、环境（赵国逃亡时为囚徒）与特殊身份（王孙身份）合二为一，“使得羸政从小既自卑又自傲”。羸政的“自傲”心理，这种“自傲”不仅表现在其“王孙”的高贵身份上，还表现在其高于一般人的富裕生活上。 对此，张分田先生曾推测说：“从现存记载看，他（指秦始皇）有比较优裕的生活，因为他的父亲得到吕不韦和华阳夫人的慷慨资助，外祖父家又是当地的豪族，所以一家人想必衣食无忧。”在这种矛盾心理的交互作用之下，其心理发展走向变态。","categories":[{"name":"学习有关的","slug":"学习有关的","permalink":"https://karuka.top/categories/%E5%AD%A6%E4%B9%A0%E6%9C%89%E5%85%B3%E7%9A%84/"}],"tags":[{"name":"作文素材","slug":"作文素材","permalink":"https://karuka.top/tags/%E4%BD%9C%E6%96%87%E7%B4%A0%E6%9D%90/"}]},{"title":"鸡汤来咯","slug":"鸡汤来咯","date":"2022-08-23T00:51:29.000Z","updated":"2022-08-25T02:50:20.500Z","comments":true,"path":"posts/d4a66eb9/","link":"","permalink":"https://karuka.top/posts/d4a66eb9/","excerpt":"","text":"这里是一些语录【更新中】但是大家也可以把它们用到作文里面去呀 对未来真正的慷慨在于把一切都献给现在。——《反抗的人》 坚持 在隆冬（冬天最冷的时期），我终于知道，我身上有一个不可战胜的夏天。 ——加缪《夏天集》 且挨过三冬四夏，暂受些此痛苦，雪尽后再看梅花。——《百字铭》 时间当人们观察时间的时候，它流逝的并不快。它感觉到有人在看着它，但是它利用了我们的分心。也许存在两种时间：人们观察的时间和改变我们的时间。——《加缪笔记》 反抗一个人的行为激起了所有人的热情，一个人的心不在焉或漠不关心都会造成十个人的死亡。——加缪。 人性人们相信别人都是单纯的坏人，而自己则是复杂的好人。——《汉谟拉比小姐》 生命要真正体验生命，你必须站在生命之上。——尼采 孤独深夜知雪重，时闻折竹声。——白居易《夜雪》 反复砌下落梅如雪乱，拂了一身还满。——李煜《清平乐·别来春半》 克服一种感情的意志,最终只是另一种感情或另外若干种感情的意志。——尼采","categories":[{"name":"学习有关的","slug":"学习有关的","permalink":"https://karuka.top/categories/%E5%AD%A6%E4%B9%A0%E6%9C%89%E5%85%B3%E7%9A%84/"}],"tags":[{"name":"经典语录","slug":"经典语录","permalink":"https://karuka.top/tags/%E7%BB%8F%E5%85%B8%E8%AF%AD%E5%BD%95/"}]},{"title":"8月22日祝飘逸生日快乐~^(*￣(oo)￣)^","slug":"8月22日祝飘逸生日快乐-￣-oo-￣","date":"2022-08-22T13:00:00.000Z","updated":"2022-08-25T03:00:47.742Z","comments":true,"path":"posts/e6416be0/","link":"","permalink":"https://karuka.top/posts/e6416be0/","excerpt":"","text":"生日快乐 ε≡٩(๑&gt;₃&lt;)۶认识你也已经差不多五六年了，很谢谢你一直在我的身边，该说的话也已经在信里和你说过了。 好像也不知道说什么了哈哈哈哈哈，你也17岁了呢，希望以后我们一直都是好朋友(●’◡’●)ﾉ(๑•₃•๑) &#x3D;&#x3D;下面这个是你喜欢的晴天，可能要等一会才能加载出来&#x3D;&#x3D;","categories":[{"name":"重要大事","slug":"重要大事","permalink":"https://karuka.top/categories/%E9%87%8D%E8%A6%81%E5%A4%A7%E4%BA%8B/"}],"tags":[{"name":"生日","slug":"生日","permalink":"https://karuka.top/tags/%E7%94%9F%E6%97%A5/"}]},{"title":"关于英语","slug":"关于英语","date":"2022-08-22T11:23:26.000Z","updated":"2022-08-26T15:36:21.137Z","comments":true,"path":"posts/8fb75faf/","link":"","permalink":"https://karuka.top/posts/8fb75faf/","excerpt":"","text":"英语改革我是真的会谢谢 这张图完全是万恶之源^^ 前几天看到的时候，还以为是谁在开玩笑造谣，没想到这几天已经实锤了。问了好几个学校的学生都表示练了两年的口语了，，好绝望。 小学二年级的时候完全出于兴趣所以开始在外面补英语，和好朋友一起坐着学校的大巴一起过去一起回来，还认识了我徒弟，虽然现在已经不再联系。但是真的是那段时间最美好的回忆了，小学大家都能拿3A的期末成绩，我虽然不可以3A，但是每次的A基本都是英语给我的。。。 四年级第一次打全国的比赛也是因为英语被老师选过去的，虽然比班上那些拿上海赛区一二等奖的大佬们差很多，但也真的给我学英语很大的自信了。。 当时我记得还有一篇文章叫Skydiving虽然那个时候那篇文章里面有很多我现在看还是觉得生僻的单词，但是对于当时的我来说是真的很棒的一篇文章，为数不多认真背过以及正好考到了的文章，那个时候是教官口述文章，然后她再提问，根据刚才记忆的内容再去回答的形式。 我还记得那个时候那个外国考官问我的一些文章里面的问题，虽然有很多听的不太懂（我觉得完全可以和中考的英语听力相媲美了，，）但是我回答完之后她也给了我一个很美的笑容。我至今还记得那位白人考官脸上很美的笑，学英语的快乐其实是这样的啊。 而不是像我现在一样，因为两年老师都没有练过口语，为了应试考试的“高考”，很痛苦地，去学习英语，答不上来也不会有人会再给我笑脸。。。 自信心就是随着时间的推移一点一点被磨灭的。 高一的时候英语还靠写作文拿了个省二，但是现在俯瞰回首的的话，是不是只是仅仅因为那个时候还有很多以前的底子呢？高二的时候又因为随波逐流以及对自己还尚存的自信，觉得英语不补课也完全没问题，而且对于一个要面对九门课的高中生来说多一门补课就是多一门负担，我不想让我曾经最爱的课变成我的负担所以我也并没有太在意，我觉得我是可以的。 暑假考完生地之后，算了算自己离理想学校的分差，发现离曾经的理想的560+的农大已经毫无胜算了，如果拼一把命去试试中国人民公安大学的话，英语和语文有一门起码130+。。因为我都不曾对我的数学物理抱过太大的希望。 常常会想，当时要是没来xd的话该有多好，要是让我去个闵三我都心甘情愿。。不过转念一想当时自己填志愿的时候闵三被我放华理后面了而且自己中考的时候只要再高5分就可以去理想的市重点了，说到底，还是数学太差了。 小学的时候和陆苏雯一起去学小升初的数学课，那个时候我们是幼儿园同学以及小学隔壁班同学，后来她自招成功了，我因为数学太差被拒之门外了。。。后来虽然现在虽然在一个高中，但我们也是两个世界的人了，而且她是将近闵中的分数线进来的实验班，而且实验班的老师和普通班的完全不同，什么时候李筱和沈晓燕能好好上英语和数学课啊啊啊。。 好悲伤，想去补英语也不知道去问谁，不想和那些讨厌的人在一个机构上课，但是别的地方也不知道老师怎么样，我没有多少时间可以浪费了。。功利性的上课完全与本心相悖，悲) 听说我是真的很害怕，，我也很害怕我阅读看不完。。。 “怕啥啊？学呗。”——小丽 喜欢yorushika的每一首歌是因为喜欢它的歌词。。。 夜鹿|ヒッチコック（希区柯克）：只想看着蓝天的人生，是一种任性吗？ |","categories":[{"name":"随便说点","slug":"随便说点","permalink":"https://karuka.top/categories/%E9%9A%8F%E4%BE%BF%E8%AF%B4%E7%82%B9/"}],"tags":[{"name":"关于英语","slug":"关于英语","permalink":"https://karuka.top/tags/%E5%85%B3%E4%BA%8E%E8%8B%B1%E8%AF%AD/"}]},{"title":"留言板","slug":"留言板","date":"2022-08-21T02:00:00.000Z","updated":"2022-08-22T13:15:59.908Z","comments":true,"path":"posts/c0297c2d/","link":"","permalink":"https://karuka.top/posts/c0297c2d/","excerpt":"","text":"✧+｡留 言 板 ✧+｡✧｡٩(ˊᗜˋ)و✧*｡ 因为技术有限，所以暂时还不能把页面做得很漂亮所以只能借个评论区来当留言板了。 有什么开心或者不开心的事情都可以发在这里，不用有什么顾虑因为能看到这个网站的人没几个~","categories":[],"tags":[]},{"title":"xd坐牢记","slug":"有关xd的事情","date":"2001-08-22T11:42:00.000Z","updated":"2022-08-31T13:02:17.242Z","comments":true,"path":"posts/7acddbfb/","link":"","permalink":"https://karuka.top/posts/7acddbfb/","excerpt":"","text":"123456用来记录一下高三期间遇到的监狱生活**建议直接点右边的目录进行翻阅查看**①2022/8/22乱喷人事件②2022/8/31不熟的人又来找我索取 本文有很多别人偏激言论以及我个人的想法，当讽刺的故事看就好了 因为是不好的内容所以按照我会按照时间线尽可能把这篇文章放后面，茶余饭后的笑话罢了，欧亨利看了都摇头。 建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F; 2022&#x2F;08&#x2F;22乱喷人事件一个小学妹突然跑来找我问问图我才突然发现校群炸了。。 起因：frs和ll还可能有张yj出去喝酒，喝多了于是玩真心话大冒险，输了之后乱耍酒疯去搞事情…？ 我的看法：因为人多势大所以可以胡作非为了…？因为是自己人所以就放弃了所谓的正义？ 虽然crj也有错但是没必要在群里公开骂吧，，，（太长了建议跳过。。阅读疲劳了已经） 读起来真的好累，相信以后的我再来看这种事情也不会有兴趣读完的，反正都是些窝里斗的啥比事情，难舍难分真真假假，好讨厌人类啊 真的会有人那么想当群主啊 2022&#x2F;08&#x2F;31我可以无条件的帮忙不熟的人，但是不熟的人永远不要一直向我这里不断索取！！！ （不熟的定义是我从来没私信找你说过话，你就算被灭了我也丝毫无感的人） 为什么，八竿子打不着的同学，要在需要我的时候来和我套近乎！我讨厌冷漠的人来找我套近乎！ 永远会记得，高一上学期被孤立的一段时间里面你冷漠的表情，和大家都一样。和你后来找我帮忙的时候套近乎的鲜明的对比 现在每天在学校里面也不断和我套近乎，难道我看不出来你身上那些心思吗？只不过会在我对你没有价值了之后继续唾弃掉？ 我讨厌抱有目的地接近我。 我们真的不熟，但是我为了要维持表面关系，不被你的小团体所讨厌，被二次孤立。我必须在毕业前和你假心假意地相处 在这已经厌恶了所有的人情世故了。到处都是客套，功利性。 我会永远主动去帮助那些善良的，值得帮助的人，不熟的人和我的朋友们，而不是在我被奚落的时候还背刺我一刀的死了也和我八竿子打不着边的虚假的人。 我不是戴奥真尼斯。 2022&#x2F;0空着先","categories":[{"name":"随便说点","slug":"随便说点","permalink":"https://karuka.top/categories/%E9%9A%8F%E4%BE%BF%E8%AF%B4%E7%82%B9/"}],"tags":[{"name":"xd坐牢记","slug":"xd坐牢记","permalink":"https://karuka.top/tags/xd%E5%9D%90%E7%89%A2%E8%AE%B0/"}]},{"title":"bug存放处","slug":"bug存放处","date":"2000-08-23T02:18:53.000Z","updated":"2022-08-23T02:33:25.780Z","comments":true,"path":"posts/89db79b/","link":"","permalink":"https://karuka.top/posts/89db79b/","excerpt":"","text":"存bug的地方","categories":[],"tags":[]},{"title":"代码速查","slug":"代码速查","date":"2000-08-23T01:43:39.000Z","updated":"2022-08-23T02:32:06.981Z","comments":true,"path":"posts/4c7c3a8f/","link":"","permalink":"https://karuka.top/posts/4c7c3a8f/","excerpt":"","text":"高亮1&lt;mark&gt; &lt;/mark&gt; 强调1**文字** 页内链接12345678&lt;p id=&quot;0&quot;&gt;&lt;/p&gt;空一行[目录](#0)[1.界定命运的维度](#1)&lt;p id=&quot;1&quot;&gt;&lt;/p&gt;空一行[返回目录](#0) 斜体12*欢迎大佬来浇浇我各种知识* (我喜欢用这种)_欢迎大佬来浇浇我各种知识_ 删除线1~~我宣布个事儿~~ 代码块1代码块 [按三个 ` 并敲回车] 列表123456无序：-+*有序：数字+.加空格 123- [ ] 刷B站- [ ] 写代码- [x] 起床 表格 [用 “|” 绘制表格边框]1234| 学号 | 姓名 | 年龄 || :--- | :---: | ---: | (引号的位置代表着 左对齐, 居中, 右对齐)|114514|田所|24||1919810|浩三|25| memehttps://emojipedia.org/zany-face/","categories":[],"tags":[]}],"categories":[{"name":"重要大事","slug":"重要大事","permalink":"https://karuka.top/categories/%E9%87%8D%E8%A6%81%E5%A4%A7%E4%BA%8B/"},{"name":"学习有关的","slug":"学习有关的","permalink":"https://karuka.top/categories/%E5%AD%A6%E4%B9%A0%E6%9C%89%E5%85%B3%E7%9A%84/"},{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/categories/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"},{"name":"随便说点","slug":"随便说点","permalink":"https://karuka.top/categories/%E9%9A%8F%E4%BE%BF%E8%AF%B4%E7%82%B9/"}],"tags":[{"name":"简介","slug":"简介","permalink":"https://karuka.top/tags/%E7%AE%80%E4%BB%8B/"},{"name":"政史物化","slug":"政史物化","permalink":"https://karuka.top/tags/%E6%94%BF%E5%8F%B2%E7%89%A9%E5%8C%96/"},{"name":"三大主科","slug":"三大主科","permalink":"https://karuka.top/tags/%E4%B8%89%E5%A4%A7%E4%B8%BB%E7%A7%91/"},{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/tags/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"},{"name":"我的思考","slug":"我的思考","permalink":"https://karuka.top/tags/%E6%88%91%E7%9A%84%E6%80%9D%E8%80%83/"},{"name":"网络现况","slug":"网络现况","permalink":"https://karuka.top/tags/%E7%BD%91%E7%BB%9C%E7%8E%B0%E5%86%B5/"},{"name":"作文素材","slug":"作文素材","permalink":"https://karuka.top/tags/%E4%BD%9C%E6%96%87%E7%B4%A0%E6%9D%90/"},{"name":"经典语录","slug":"经典语录","permalink":"https://karuka.top/tags/%E7%BB%8F%E5%85%B8%E8%AF%AD%E5%BD%95/"},{"name":"生日","slug":"生日","permalink":"https://karuka.top/tags/%E7%94%9F%E6%97%A5/"},{"name":"关于英语","slug":"关于英语","permalink":"https://karuka.top/tags/%E5%85%B3%E4%BA%8E%E8%8B%B1%E8%AF%AD/"},{"name":"xd坐牢记","slug":"xd坐牢记","permalink":"https://karuka.top/tags/xd%E5%9D%90%E7%89%A2%E8%AE%B0/"}]}