{"meta":{"title":"夕阳红老年博客","subtitle":"","description":"夕阳红老年博客","author":"karuka","url":"https://karuka.top","root":"/"},"pages":[{"title":"","date":"2022-08-21T13:50:42.767Z","updated":"2022-08-21T09:51:46.916Z","comments":true,"path":"404.html","permalink":"https://karuka.top/404.html","excerpt":"","text":"404 很抱歉，您访问的页面不存在 可能是输入地址有误或该地址已被删除"},{"title":"我的朋友们","date":"2022-08-21T13:50:42.775Z","updated":"2022-08-21T11:11:32.094Z","comments":true,"path":"friends/index.html","permalink":"https://karuka.top/friends/index.html","excerpt":"","text":""},{"title":"","date":"2022-08-23T02:18:21.187Z","updated":"2022-08-23T02:18:21.187Z","comments":true,"path":"about/index.html","permalink":"https://karuka.top/about/index.html","excerpt":"","text":"✧｡ENFJ🦁✧｡ 我思故我在 在隆冬（冬天最冷的时期），我终于知道，我身上有一个不可战胜的夏天。 就算世界毁灭我也一直在这，欢迎随时来找我，不管是怎么样能进得了这里的你永远是——my friend！ヽ(ﾟ∀ﾟ)ﾒ(ﾟ∀ﾟ)ﾉ 本网站永远不倒闭，除非没钱续域名了。。。 不要停止思考啊！千万不要停止思考啊！ 夏天什么时候才能再来嘛 ▷「人生、二十七で死ねるならロックンロールは僕を救った 人生若是二十七岁就能死掉 那么是摇滚救了我 考えるのも辞めだ！どうせ死ぬんだから， 连思考都放弃了 就会迎接死亡。」——八月、某、月明かり 请享受无法回避的痛苦"},{"title":"所有分类","date":"2022-08-21T13:50:42.773Z","updated":"2022-08-21T09:49:32.338Z","comments":true,"path":"categories/index.html","permalink":"https://karuka.top/categories/index.html","excerpt":"","text":""},{"title":"所有标签","date":"2022-08-21T13:50:42.776Z","updated":"2022-08-21T09:49:44.894Z","comments":true,"path":"tags/index.html","permalink":"https://karuka.top/tags/index.html","excerpt":"","text":""},{"title":"Hello World","date":"2022-08-22T08:36:24.643Z","updated":"2022-08-21T11:45:41.134Z","comments":true,"path":"hello-world.html","permalink":"https://karuka.top/hello-world.html","excerpt":"","text":"Welcome to Hexo! This is your very first post. Check documentation for more info. If you get any problems when using Hexo, you can find the answer in troubleshooting or you can ask me on GitHub. Quick StartCreate a new post1$ hexo new &quot;My New Post&quot; More info: Writing Run server1$ hexo server More info: Server Generate static files1$ hexo generate More info: Generating Deploy to remote sites1$ hexo deploy More info: Deployment"}],"posts":[{"title":"使用介绍手册","slug":"简介","date":"2100-08-21T11:00:00.000Z","updated":"2022-08-23T03:14:14.984Z","comments":true,"path":"posts/c085061e/","link":"","permalink":"https://karuka.top/posts/c085061e/","excerpt":"","text":"Hello 欢迎来到我的思想深处━(｀∀´)ノ亻!因为有设置访问名单所以并不是每一个人都有途径可以进得来—- 恭喜你成为其中一个人！！因为是我所信任的人 但是也请不要把我的网站肆意随处给别人看！ 因为发在社交媒体上的各种不管是什么都其实会占用一些网络空间而且也会有人看不惯，每次发一些东西什么的也要屏蔽好多人太麻烦了，并不是每个人都会接受我的所见所闻所想，所以我自己diy了一个网站来发东西—– 顺便放一些作文有关的东西，这样以后查起来也会很方便(^_−)☆ 只要自己足够强大的话就不用依靠外界。 这是一篇纯使用介绍。 所有文章当中的视频可以直接点开播放示例就拿我最喜欢的nbuna的视频来好了↓像这样的视频直接点开就可以看 左下角这里点开可以播放音乐是我的写题歌单~你也可以挂着听歌 打开之后是↑这样的，再点一下最右边这个&lt;就可以收起来但还是会继续播放的 快速查找在搜索框搜入相关的关键词就可以搜到了 还有一种页面内的快速查找的方法是直接点开文章右边的目录进行切换（安卓目前好像有bug，还在调试中） 评论方法因为不显示ip地址，后台也不会有访问记录，所以大可安心使用 1 注册的邮箱只用于找回密码和登录，所以qq邮箱就可以，密码可以不设qq的密码 号只用create一次就好了，之后的话都可以选择直接sign in 后面会有个页面是发送一个code进入你的邮箱，打开你的邮箱收件箱（小部分时候在垃圾邮件那边）看一下那个数字验证码输进去就好了 目前就这些，后面有什么bug或者不懂的地方欢迎来留言板~","categories":[],"tags":[]},{"title":"政史物化","slug":"政史物化","date":"2022-08-24T18:41:57.000Z","updated":"2022-08-24T18:44:51.854Z","comments":true,"path":"posts/21b96375/","link":"","permalink":"https://karuka.top/posts/21b96375/","excerpt":"","text":"这里是用来放合格考的知识点，因为自己也要复习一遍，写下来的东西还不如我直接打出来的快（我小学可是一分钟可以打120多个字的打字高手！） 独乐乐不如众乐乐~ 更新速度可能会时快时慢，但是四门都会在合格考前完成。【除了物理…】 因为四门课的书可能真的理不完了，所以书上内容请自己去看，我只负责理大纲和我觉得我需要去记得东西。。 历史（可能会把中国和世界放一起写）旁边目录可以快速检索年代表 第一单元 从中华文明起源到秦汉统一多民族封建国家的建立与巩固 统一多民族国家的发展 文物的出现顺序 ”晋归义羌候“印→北齐青瓷尊→唐蕃会盟碑→元朝八思巴宇（百家姓）→乾隆颁发的金瓶 你认为xx材料有怎样的证史价值？（6’） 属于xx史料，有一定的（主观）性 反映了xx的特点 当然具体历史还是需要更多史料来佐证（总结） ”多元一体“的中华民族 中国历史上民族的兴盛顺序 犬戎→匈奴→氐族→鲜卑→突厥→契丹→党项→女真→蒙古→满洲→党项 👉🏻犬戎：最早干预中原王朝 👉🏻匈奴：秦长城遗址 👉🏻氐族：在4世纪下半叶统一北方，又企图统一中国 👉🏻契丹：5世纪后期其统治者迁都洛阳，身体力行全面学习中原文化 👉🏻女真：杭州岳庙中岳飞雕塑 👉🏻蒙古：13世纪后期，完成中国统一，宣政院印章 👉🏻满洲：为现代中国版图定型奠定了基础 👉🏻党项：西夏文佛经 *.。他们见证的是民族间的交融与冲突 从历史的长时段看，中国境内的民族关系呈现出怎样的发展趋势？（6‘） 民族的交往交融交流是主流 民族的迁移以少数民族为主 在文化上各民族间相互学习，逐步形成了共同认同的中国文化 中国古代的对外交往 中国古代著名对外交往人物 👉🏻张骞：西汉，最早到达新疆，坚韧磊落奇男子，世界史开幕第一人 👉🏻甘英：东汉，史书所记载第一个到达波斯湾的中国人 👉🏻法显：东晋，横雪山而入天竺…我国人之至印度者，此为第一 👉🏻玄奘：唐朝（先），中国佛经翻译第一家，中华民族的脊梁 👉🏻鉴真：唐朝，盲目航东海…唐风洋溢奈良城 👉🏻郑和：明朝，足行最远，是政治理想和国家力量的体现 他们远行的动力有哪些？（6’） 肩负国家使命（e.g.张骞，郑和） 宗教信仰（e.g.法显，玄奘，鉴真） 时代发展（e.g.汉武帝调整国家形式) 国外对中华文化的探求 纵观中国历史，中国对外交往的形式？（4‘） 秦汉以来，中国对外的领域路线不断发展，明清前期达到顶峰（先向上） 此后逐渐日益收缩形成闭关锁国（由繁到衰） 中国历史朝代时间及顺序夏朝：约公元前2029年-约公元前1559年，共计：471年 商朝：约公元前1559年-约公元前1046年，共计：438年 周朝：约公元前1046年-公元前256年，分为西周、东周，东周又分为春秋、战国，共计：867年 秦朝：公元前221-公元前206年，前221年秦王嬴政统一六国，首称皇帝，共计：16年 西楚：公元前206年-公元前202年，西楚霸王项羽，共计：5年 西汉：公元前202年-公元8年，汉高祖刘邦，共计：210年 新朝：公元8年腊月-公元23年10月6日，新太祖建兴帝王莽，共计：16年 玄汉：公元23-25年，汉更始帝刘玄，共计：3年 东汉：公元25-220年，汉光武帝刘秀，共计：196年 三国：公元220-280年，魏、蜀、吴三足鼎立，共计：61年 晋朝：公元265-420年，分为西晋(265-316年)、东晋(317-420年) ，共计：156年 南北朝：公元420-589年，共计：170年 隋朝：公元581-公元618年，隋文帝杨坚，共计：38年 唐朝：公元618-907年，唐高祖李渊，共计：290年 五代：公元907-960年，后梁、后唐、后晋、后汉、后周，共计：54年 十国：公元891-979年，共计：89年 宋朝：公元960-1279年，分为北宋(公元960-1127年)、南宋(公元1127-1279年)，共计：320年 元朝：公元1271年-1368年，元太祖孛儿只斤·铁木真，共计：98年 明朝：公元1368-1644年，明太祖朱元璋，共计：277年 清朝：公元1644-1912年，清太祖爱新觉罗·努尔哈赤，共计：268年 史料的分类一、按照资料的表现形式，将历史史料分为文献史料、实物史料和口述史料 👉🏻文献史料：最早的文献资料并不是史书，应是甲骨文（甲骨文的文献价值与早期文字的意义相互混淆）。 👉🏻实物史料：实物史料指各类遗物、遗址、建筑、碑刻、雕塑和绘画等，这类史料是历史的见证和历史知识的可靠来源，它既能比较真实地反映历史，又具有形象直观性。其中有很大部分是由考古发掘的。 👉🏻口传史料与口述史料（1）口传史料（远古时期神话传说）：在没有文字记载前有一定的史料价值；（2）口述史料是人们对往事的口头回忆而写成或整理成文字的资料 二、按照资料价值的不同，分为第一手史料（直接史料&#x2F;原始材料）和第二手史料（间接史料）。 👉🏻第一手史料是指接近或直接在历史发生当时所产生，可较直接作为透视历史问题的史料 👉🏻第二手史料是指经过后人运用一手史料所作的研究及诠释。 三、其他史料分类 1、有意史料与无意史料 👉🏻官方组织编写的史书和成文的历史著述、回忆录和公开的报道等，应属于 “有意的史料”； 👉🏻官方遗留下来的文书档案、军事文件及其私人信件、日记等，这都是当时的人们在无意中留下的证据。应属于“无意史料”。 2、“正史”（官方记载）与“野史”（民间记载） 👉🏻正史：一般认为是指由宫廷史官记录的史书； 👉🏻野史：一般认为是指古代私家编撰的史书，与官修的史书不同的另一种史书，与“正史”相对而言。 政治物理化学","categories":[],"tags":[]},{"title":"语数英","slug":"语数英","date":"2022-08-24T17:25:05.000Z","updated":"2022-08-24T19:00:10.945Z","comments":true,"path":"posts/359f2d34/","link":"","permalink":"https://karuka.top/posts/359f2d34/","excerpt":"","text":"数学老师要让我们整理思维导图。。笔头写真的是太麻烦了，等我写完所有暑假作业就来更新~~","categories":[],"tags":[]},{"title":"我的想法","slug":"我的想法","date":"2022-08-23T06:45:53.000Z","updated":"2022-08-24T18:59:03.804Z","comments":true,"path":"posts/7806389b/","link":"","permalink":"https://karuka.top/posts/7806389b/","excerpt":"","text":"下面这段写在最前面的！！！本文主要是写给自己的所以会非常尖锐！慎看！本文只是看到的社会现象＋自己身上的问题，没有冒犯任何人的意思！ 不要因为任何别人的话而改变自己的思考！别人的话只是起到辅助的作用而不是决定的作用！！！不能别人说让你去删谁就去删掉了谁，去放弃什么就去放弃了！！也不要通过一个人的嘴里去了解另一个人，因为人们大多都只是利己主义，只会为了自己而去有意无意之间贬低别人！！！事情的走向是怎样的取决于你！ 叔本华所说的因为平庸，因为内在空虚，所以才会不断地想从外界获取什么来填充自己。 做什么事情都要专精，而不是泛泛什么都会一点，这也是平庸的！！！是不值得拿出来提的事情。明明没有做到TOP1的水平却会想要拿出来展示去说给别人，觉得自己很了不起？。 一件很有趣的小实验，当我注册了一个小红书的小号发“特定年龄＋特定身份＋普遍现象”的时候就会收到很多收藏和点赞和评论，呼声一片~ 因为能在人群当中很轻松的找到共鸣，所以这才是庸俗的人网易云随便发一些无足轻重的评论就能收到上百的点赞，但是自己好好写一些歌什么的就被平台莫名其妙地永久封号，换个号重新注册？也不是不行但是真的很没意思，因为外界的限制而改变自己的兴趣真的很逊诶！ 最好的办法还是自己变强去创造属于自己的世界条例。（太好玩了，想到了一句很中二的话：自己写个音乐软件出来然后干翻wyy这种主流平台。。。但这样我不就成非主流了哈？） 我生在夏天的正午，是夏天的人，本来身上就应该和夏天正午12点的太阳一样有着无穷的活力，本来就是去救赎别人的火象星座，是万兽之王的狮子，所以**道阻且长，行则将至，自己就可以去创造想要的东西。** 有那种和怨妇一般的女生天天在动态圈里发“没人懂我””大家都认为我好厉害，都夸我懂事，但我其实很脆弱，没人懂我。“这种脚本不是早就被影视小说用烂了的套路。。。？ 有些事情自己心里知道就行了，天天发还不是因为为了从别人那边索取安慰？！ 还有不断预演未发生的未来的。。。。不要去揣测未来！ 还有一种隔三差五 发“只有游戏里的男人懂我，我可以无条件信任他们，生活中没人懂我。。？”这种人是极度缺爱吗？世界上有75亿人口诶，，只会不断地想从他人那边获取，而不会去想想自己又真的用这个时间去会去做了什么吗？内心不过还是空洞的吧。 萩原溯太郎的《吠月》当中早就说了，只有狗才会对得不到的月亮无能狂吠。人是需要动力才能前进的，但是不能总是靠着外界的慰藉来自我满足！尤其是虚拟的东西终将会付之一炬！lala和我说过她觉得那些遇到困难但是却在困难底下依旧笑得出来的人很酷！我想了想表示赞同！每个人都有负能的一面，成熟的人会学着去尝试处理负面情绪 脚踏实地地过好每一天!还有各种发什么擦边照，天天自拍，各种秀的人，到处打拳搞性别对立的人，各种搞事情的人，她们是没自己的事情做吗？？？一天七八条乃至十几条？ 追星女孩也是，除了脸之外一无所有的帅哥美女你发一亿遍我也不会有一次感兴趣的😵‍💫 除非你追的是两弹一星hhhh （好吧我也管不着，屏蔽就是了(*´ﾟ∀ﾟ｀)ﾉ 好想把朋友圈关掉，但是又会想着这些没脑的人有时候也会发一些重要的事项，比如提前放假提前开学的通知。。。。。。。。。。毕竟现在还有“学校”“同学”这种特定必要的帽子扣在一起，所以又不得不时不时去看看有没有发生什么，有时候跳着点赞还会被指责，好矛盾。 这真的是我的朋友圈吗？为什么大家都要占用公共资源去发根本和我朋友无关的内容😰 人果然是充满矛盾的集合体🤨好想早点毕业把根本不配出现在我列表里的统统删光 ————————————————还有各种跟风的人！明明自己不喜欢那个圈子却要强行装个内行人。。。不要强行融入不属于自己的圈子！兴趣也好，交际也好。还有那种明明没看过几部番的女生（就算看也只是当下最火的无脑的那种番）却偏偏要给自己扣上一个二刺猿的帽子，跟风真的很酷吗？ ！！！！不要跟风！！！！请一定不要成为上面这样的人！ 之前看过一段话大概讲的是，一个人是正常人主要是因为她周围的环境都是正常的 所以不难免推出一个人的变化是因为他周围的环境发生了改变，比如一个以前很温柔的人在好久不见的某一天里突然让人意识到他好凶。。 第一步先反思自己的问题！！！！！！！ 不过还有一方面只是因为物是人非，周围特定事件发生引起的？某些人（比如我）不值得被一些人用温和来对待了（？） 这段话是写给自己看的，不要变成满身戾气的人！一定一定要远离那些你本能反感的人！因为接触久了你也会逐渐接受变成你反感的模样！！”物极必反“这个道理流传千年也是有原因的。丧不应该是主流元素！！！一个人也不是什么坏事，可以让自己有更多时间去思考，反而是那些天天咋咋呼呼，丧来丧去，天天发大段文字占用别人公共社交平台页面的人才是最没礼貌的不是吗？！自己的独有想法应该反复斟酌过后再发出来，公共社交平台不是独自无理取闹，为赋新词强说愁的舞台！（不过我倒是一点也不介意大家来找我说啥，本enfj超级喜欢和我的好朋友们说话！我只是会反感自己会有的很多毛病。） 最后一点是交友一定要谨慎！吃过那么多亏还没有长记性的话真的太愚蠢了！ 真的想要维系长久的友谊下去还是需要两个人的一起努力。 这里还有人看？ 谢谢你可以把我真实的，犀利的想法看完 你也是我想要一直走下去的朋友，毕竟你都愿意来看我的真实想法了。 小播报~ 今年九月就是我和师傅持续联系的第九年了♫","categories":[],"tags":[]},{"title":"名人事例","slug":"名人事例","date":"2022-08-23T02:19:29.000Z","updated":"2022-08-24T19:09:10.098Z","comments":true,"path":"posts/86db12ed/","link":"","permalink":"https://karuka.top/posts/86db12ed/","excerpt":"","text":"这里是用来放一些作文素材的地方的【未完成】 人物或者历史事件，用来引用论证都是别的网站上筛选来的哈哈哈 现代的 阿尔贝·加缪（敢于直面惨淡的人生） 加缪在他的小说、戏剧、随笔和论著中，深刻地揭示出人在异己的世界中的孤独、个人与自身的日益异化，以及罪恶和死亡的不可避免。但他在揭示出世界的荒诞的同时却并不绝望和颓丧，他主张要在荒诞中奋起反抗，在绝望中坚持真理和正义，他为世人指出了一条基督教和马克思主义以外的自由人道主义道路。他直面惨淡人生的勇气，他“知其不可而为之”的大无畏精神，使他在第二次世界大战之后不仅在法国，而且欧洲，并最终在全世界，成为他那一代人的代言人和下一代人的精神导师。 历史上的 嬴政（从“阶下囚”到“天下霸主”） 个体心理学家阿德勒认为：“生活的意义”是每个人必须面对和解决的一个问题，但是这种意义必须是社会性的，如果仅停留于文字，或者是不与他人发生关系，仅是个人意义其实是没有意义的。因此真正“生活的意义”的标志是：“能被别人认定为有效的意义。” 生活的意义在于合作与奉献。但是这种奉献即为生活意义本质所在的观点，在儿童时期往往容易被环境所误导。这种极易误导儿童的第一因素就是身体残缺。 秦始皇的童年是在赵国渡过的，寄人禽下的处境，加之特殊的家庭背景，都在他幼小的心灵中留下难以磨灭的伤痕。后来他表现出极端的报复心态，与此经历有着必然联系。” 秦始皇性格贪残，他车裂“假父”其根据就是嫉妒，“妒恨与贪残交织一起，从而形成报复心理。”这里，我们可以看出这一阶段尽管秦始皇的心理是自卑的，但他却并未走向消沉与自我封闭，而是积极奋进，“产生报复心理”和行为，企图对自卑进行补偿。 正如有人指出：特殊的地位、环境（赵国逃亡时为囚徒）与特殊身份（王孙身份）合二为一，“使得羸政从小既自卑又自傲”。羸政的“自傲”心理，这种“自傲”不仅表现在其“王孙”的高贵身份上，还表现在其高于一般人的富裕生活上。 对此，张分田先生曾推测说：“从现存记载看，他（指秦始皇）有比较优裕的生活，因为他的父亲得到吕不韦和华阳夫人的慷慨资助，外祖父家又是当地的豪族，所以一家人想必衣食无忧。”在这种矛盾心理的交互作用之下，其心理发展走向变态。","categories":[],"tags":[]},{"title":"鸡汤来咯","slug":"鸡汤来咯","date":"2022-08-23T00:51:29.000Z","updated":"2022-08-23T08:25:05.771Z","comments":true,"path":"posts/d4a66eb9/","link":"","permalink":"https://karuka.top/posts/d4a66eb9/","excerpt":"","text":"这里是一些语录【更新中】但是大家也可以把它们用到作文里面去呀 对未来真正的慷慨在于把一切都献给现在。——《反抗的人》 坚持 在隆冬（冬天最冷的时期），我终于知道，我身上有一个不可战胜的夏天。 ——加缪《夏天集》 且挨过三冬四夏，暂受些此痛苦，雪尽后再看梅花。——《百字铭》 时间当人们观察时间的时候，它流逝的并不快。它感觉到有人在看着它，但是它利用了我们的分心。也许存在两种时间：人们观察的时间和改变我们的时间。——《加缪笔记》 反抗一个人的行为激起了所有人的热情，一个人的心不在焉或漠不关心都会造成十个人的死亡。——加缪。 人性人们相信别人都是单纯的坏人，而自己则是复杂的好人。——《汉谟拉比小姐》 生命要真正体验生命，你必须站在生命之上。——尼采 孤独深夜知雪重，时闻折竹声。——白居易《夜雪》 反复砌下落梅如雪乱，拂了一身还满。——李煜《清平乐·别来春半》 克服一种感情的意志,最终只是另一种感情或另外若干种感情的意志。——尼采","categories":[],"tags":[]},{"title":"所读的书和所想的内容","slug":"读书笔记","date":"2022-08-22T16:50:57.000Z","updated":"2022-08-25T02:23:18.658Z","comments":true,"path":"posts/1ded4a14/","link":"","permalink":"https://karuka.top/posts/1ded4a14/","excerpt":"","text":"前言积累作文素材以及真真实实地让自己感受到书没有白读。(❁´◡&#96;❁)✲ﾟ 希望来到这里的你也可以收获一些知识呀~ 书名【未完成】 1.《人生的智慧》–【德】叔本华 2.《爱伦坡小说集》–【英】爱伦坡 人生的智慧–叔本华 叔本华的伟大之处， 在于他站在生命的整幅画作前解释其完整的意义。 #目录 目录 1.界定命运的维度 2.品性的力量 3.幸福的首要因素 4.喜悦感 5.健康 6.痛苦和无聊 7.闲暇 8.活力 9.两幅画像 10.不受打扰的闲暇 11.庸人 12.三类需求 13.钱是绝对的善 14.财富与政治目标 15.他人的看法 16.骄傲 17.名衔 18.名誉 19.名望 1.界定命运的维度 凡人最大的幸运，无非是其本性。 亚里士多德把人生的福祉分为三类 （1）一个人是怎样的人：最广泛意义上的品性 （2）一个人拥有什么：各类财产和占有物 （3）一个人在他人的评价中占据怎样的位置 在一个人的整个人生道路中，幸福就取决于自身的素质和内在的构成。 周遭的环境只能对他产生简介或者迂回的影响。 即便周遭环境极其相似，每个人也只能生活在自己的世界里。因为一个人只对自己的想法，意欲和感觉有直接的了解。世界主要是通过生活于其中的人看待他的方法来构建的。 歌德和拜伦的很多诗，显然是建立在事实基础上的，愚蠢的读者会羡慕诗人身上竟恰巧发生了那么多令人愉快的事情，却不会羡慕他们所拥有的恢宏的想象力，而正是这种想象力把相当平常的经历转化成为大而美妙的事物。 返回目录 2.品性的力量 人生幸福的首要也最基本的要素，就是我们是怎样的人 一个人的内在，即一个人独处时陪伴他的那些无人可以予夺的素质，显然比它所有的身外之物，甚至他在世人眼中的形象更为重要，一个才智超群的人，即便孑然一身，也能在自己的思想和爱好中找到乐趣；然而，对于一个头脑愚笨的人来说，再多的花样或社交享乐，戏剧，出游和消遣，也无法驱散他的无聊。 因此，贺拉斯（古罗马时期，代表作《诗艺》）曾评价自己，不管多少奇珍异品被剥夺，至少还有一个人离了他们照样生活：“有些人没有这些东西 有些人则对此毫不在意。” 当苏格拉底看到琳琅满目的奢侈品被陈列出售时，他惊呼：“这世上有多少东西是我不想要的啊。”所以，我们人生幸福的首要也是最基本的要素，就是我们是怎样的人，即我们的品性。 ##歌德的诗行中引用到，每个人在出生时是如何被“分配”了一种恒定不变的道路，所以我们要充分发挥自己的特长扬长避短 我们应该小心，特别是在年轻时要避免臆断，也不要以为我们拥有那些自己并不具备的能力。 返回目录 3.幸福的首要因素 内心贫乏的人最终也会变成外在贫乏的人。 占有财富所收获的一切对幸福的影响都是微乎其微的。 实际上，财富反而会让我们心烦意乱，因为想维护财产就必须承受很多不可避免的焦虑。 追求这样的生活，虽然有一本正经的感觉和煞有介事的噱头，但这样生活的他们跟那些戴着标志性小丑帽的蠢人只不过是一丘之貉。 因而，“一个人内在拥有什么”，才是他幸福的首要因素。他被抛入外在富裕但内在贫乏的世界，而他徒劳的努力就是用外在的财富来弥补内在的贫乏，企图“从外部”获得一切，就像一个老人想让自己变强——这正是大卫王霍雷茨元帅曾想做的。 正如佩特洛尼乌斯（古罗马帝国讽刺作家，《萨帝利卡》）的格言所说：一个人的财富即声誉。 他人的青睐往往能以各种各样的形式让我们得到自己想要的东西。 返回目录 正如伏尔泰所说：“在我们离开之时，这世界还是一如既往的愚蠢和丑恶，和我们刚来到时并无二致。”","categories":[],"tags":[{"name":"读书笔记","slug":"读书笔记","permalink":"https://karuka.top/tags/%E8%AF%BB%E4%B9%A6%E7%AC%94%E8%AE%B0/"}]},{"title":"8月22日祝飘逸生日快乐~^(*￣(oo)￣)^","slug":"8月22日祝飘逸生日快乐-￣-oo-￣","date":"2022-08-22T13:00:00.000Z","updated":"2022-08-22T13:05:46.588Z","comments":true,"path":"posts/e6416be0/","link":"","permalink":"https://karuka.top/posts/e6416be0/","excerpt":"","text":"生日快乐 ε≡٩(๑&gt;₃&lt;)۶认识你也已经差不多五六年了，很谢谢你一直在我的身边，该说的话也已经在信里和你说过了。 好像也不知道说什么了哈哈哈哈哈，你也17岁了呢，希望以后我们一直都是好朋友(●’◡’●)ﾉ(๑•₃•๑) &#x3D;&#x3D;下面这个是你喜欢的晴天，可能要等一会才能加载出来&#x3D;&#x3D;","categories":[],"tags":[]},{"title":"xd坐牢记","slug":"有关xd的事情","date":"2022-08-22T11:42:00.000Z","updated":"2022-08-22T16:42:57.719Z","comments":true,"path":"posts/7acddbfb/","link":"","permalink":"https://karuka.top/posts/7acddbfb/","excerpt":"","text":"12345用来记录一下高三期间遇到的监狱生活**建议直接点右边的目录进行翻阅查看**①2022/8/22乱喷人事件 &#x3D;&#x3D;本文有很多别人偏激言论以及我个人的想法，当讽刺的故事看就好了&#x3D;&#x3D; 因为是不好的内容所以按照我会按照时间线尽可能把这篇文章放后面 2022&#x2F;08&#x2F;22乱喷人事件起因：frs和ll还可能有张yj出去喝酒，喝多了于是玩真心话大冒险，输了之后乱耍酒疯去搞事情…？ 我的看法：因为人多势大所以可以胡作非为了…？因为是自己人所以就放弃了所谓的正义？ 虽然crj也有错但是没必要在群里公开骂吧，，，（太长了建议跳过。。阅读疲劳了已经） 读起来真的好累，相信以后的我再来看这种事情也不会有兴趣读完的，反正都是些窝里斗的啥比事情，难舍难分真真假假，好讨厌人类啊 2022&#x2F;0&#x2F;发生了再说吧。。 2022&#x2F;0空着先","categories":[],"tags":[]},{"title":"关于英语","slug":"关于英语","date":"2022-08-22T11:23:26.000Z","updated":"2022-08-23T03:10:11.844Z","comments":true,"path":"posts/8fb75faf/","link":"","permalink":"https://karuka.top/posts/8fb75faf/","excerpt":"","text":"英语改革我是真的会谢谢 这张图完全是万恶之源^^ 前几天看到的时候，还以为是谁在开玩笑造谣，没想到这几天已经实锤了。问了好几个学校的学生都表示练了两年的口语了，，好绝望。 小学二年级的时候完全出于兴趣所以开始在外面补英语，和好朋友一起坐着学校的大巴一起过去一起回来，还认识了我徒弟，虽然现在已经不再联系。但是真的是那段时间最美好的回忆了，小学大家都能拿3A的期末成绩，我虽然不可以3A，但是每次的A基本都是英语给我的。。。 四年级第一次打全国的比赛也是因为英语被老师选过去的，虽然比班上那些拿上海赛区一二等奖的大佬们差很多，但也真的给我学英语很大的自信了。。 当时我记得还有一篇文章叫&#x3D;&#x3D;Skydiving&#x3D;&#x3D;虽然那个时候那篇文章里面有很多我现在看还是觉得生僻的单词，但是对于当时的我来说是真的很棒的一篇文章，为数不多认真背过以及正好考到了的文章，那个时候是教官口述文章，然后她再提问，根据刚才记忆的内容再去回答的形式。 我还记得那个时候那个外国考官问我的一些文章里面的问题，虽然有很多听的不太懂（我觉得完全可以和中考的英语听力相媲美了，，）但是我回答完之后她也给了我一个很美的笑容。我至今还记得那位白人考官脸上很美的笑，学英语的快乐其实是这样的啊。 而不是像我现在一样，因为两年老师都没有练过口语，为了应试考试的“高考”，很痛苦地，去学习英语，答不上来也不会有人会再给我笑脸。。。 自信心就是随着时间的推移一点一点被磨灭的。 高一的时候英语还靠写作文拿了个省二，但是现在俯瞰回首的的话，是不是只是仅仅因为那个时候还有很多以前的底子呢？高二的时候又因为随波逐流以及对自己还尚存的自信，觉得英语不补课也完全没问题，而且对于一个要面对九门课的高中生来说多一门补课就是多一门负担，我不想让我曾经最爱的课变成我的负担所以我也并没有太在意，我觉得我是可以的。 暑假考完生地之后，算了算自己离理想学校的分差，发现离曾经的理想的560+的农大已经毫无胜算了，如果拼一把命去试试中国人民公安大学的话，英语和语文有一门起码130+。。因为我都不曾对我的数学物理抱过太大的希望。 常常会想，当时要是没来xd的话该有多好，要是让我去个闵三我都心甘情愿。。不过转念一想当时自己填志愿的时候闵三被我放华理后面了而且自己中考的时候只要再高5分就可以去理想的市重点了，说到底，还是数学太差了。 小学的时候和陆苏雯一起去学小升初的数学课，那个时候我们是幼儿园同学以及小学隔壁班同学，后来她自招成功了，我因为数学太差被拒之门外了。。。后来虽然现在虽然在一个高中，但我们也是两个世界的人了，而且她是将近闵中的分数线进来的实验班，而且实验班的老师和普通班的完全不同，什么时候李筱和沈晓燕能好好上英语和数学课啊啊啊。。 好悲伤，想去补英语也不知道去问谁，不想和那些讨厌的人在一个机构上课，但是别的地方也不知道老师怎么样，我没有多少时间可以浪费了。。功利性的上课完全与本心相悖，悲) 听说我是真的很害怕，，我也很害怕我阅读看不完。。。 喜欢yorushika的每一首歌是因为喜欢它的歌词。。。 夜鹿|ヒッチコック（希区柯克）：只想看着蓝天的人生，是一种任性吗？ |","categories":[],"tags":[]},{"title":"留言板","slug":"留言板","date":"2022-08-21T02:00:00.000Z","updated":"2022-08-22T13:15:59.908Z","comments":true,"path":"posts/c0297c2d/","link":"","permalink":"https://karuka.top/posts/c0297c2d/","excerpt":"","text":"✧+｡留 言 板 ✧+｡✧｡٩(ˊᗜˋ)و✧*｡ 因为技术有限，所以暂时还不能把页面做得很漂亮所以只能借个评论区来当留言板了。 有什么开心或者不开心的事情都可以发在这里，不用有什么顾虑因为能看到这个网站的人没几个~","categories":[],"tags":[]},{"title":"bug存放处","slug":"bug存放处","date":"2000-08-23T02:18:53.000Z","updated":"2022-08-23T02:33:25.780Z","comments":true,"path":"posts/89db79b/","link":"","permalink":"https://karuka.top/posts/89db79b/","excerpt":"","text":"存bug的地方","categories":[],"tags":[]},{"title":"代码速查","slug":"代码速查","date":"2000-08-23T01:43:39.000Z","updated":"2022-08-23T02:32:06.981Z","comments":true,"path":"posts/4c7c3a8f/","link":"","permalink":"https://karuka.top/posts/4c7c3a8f/","excerpt":"","text":"高亮1&lt;mark&gt; &lt;/mark&gt; 强调1**文字** 页内链接12345678&lt;p id=&quot;0&quot;&gt;&lt;/p&gt;空一行[目录](#0)[1.界定命运的维度](#1)&lt;p id=&quot;1&quot;&gt;&lt;/p&gt;空一行[返回目录](#0) 斜体12*欢迎大佬来浇浇我各种知识* (我喜欢用这种)_欢迎大佬来浇浇我各种知识_ 删除线1~~我宣布个事儿~~ 代码块1代码块 [按三个 ` 并敲回车] 列表123456无序：-+*有序：数字+.加空格 123- [ ] 刷B站- [ ] 写代码- [x] 起床 表格 [用 “|” 绘制表格边框]1234| 学号 | 姓名 | 年龄 || :--- | :---: | ---: | (引号的位置代表着 左对齐, 居中, 右对齐)|114514|田所|24||1919810|浩三|25| memehttps://emojipedia.org/zany-face/","categories":[],"tags":[]}],"categories":[],"tags":[{"name":"读书笔记","slug":"读书笔记","permalink":"https://karuka.top/tags/%E8%AF%BB%E4%B9%A6%E7%AC%94%E8%AE%B0/"}]}