{"meta":{"title":"夕阳红老年博客","subtitle":"","description":"夕阳红老年博客","author":"karuka","url":"https://karuka.top","root":"/"},"pages":[{"title":"","date":"2022-08-21T13:50:42.767Z","updated":"2022-08-21T09:51:46.916Z","comments":true,"path":"404.html","permalink":"https://karuka.top/404.html","excerpt":"","text":"404 很抱歉，您访问的页面不存在 可能是输入地址有误或该地址已被删除"},{"title":"我的朋友们","date":"2022-08-21T13:50:42.775Z","updated":"2022-08-21T11:11:32.094Z","comments":true,"path":"friends/index.html","permalink":"https://karuka.top/friends/index.html","excerpt":"","text":""},{"title":"","date":"2022-08-25T03:32:54.640Z","updated":"2022-08-25T03:32:54.640Z","comments":true,"path":"about/index.html","permalink":"https://karuka.top/about/index.html","excerpt":"","text":"✧｡ENFJ🦁✧｡ 我思故我在 在隆冬，我终于知道，我身上有一个不可战胜的夏天。 就算世界毁灭我也一直在这，欢迎随时来找我，不管是怎么样能进得了这里的你永远是——my friend！ヽ(ﾟ∀ﾟ)ﾒ(ﾟ∀ﾟ)ﾉ 本网站永远不倒闭，除非没钱续域名了。。。 夏天什么时候才能再来嘛 不要放弃思考！ ▷「考えるのも辞めだ！どうせ死ぬんだから， 连思考都放弃了 就会迎接死亡。」——八月、某、月明かり"},{"title":"所有分类","date":"2022-08-25T02:39:39.543Z","updated":"2022-08-25T02:39:39.543Z","comments":true,"path":"categories/index.html","permalink":"https://karuka.top/categories/index.html","excerpt":"","text":""},{"title":"所有标签","date":"2022-08-21T13:50:42.776Z","updated":"2022-08-21T09:49:44.894Z","comments":true,"path":"tags/index.html","permalink":"https://karuka.top/tags/index.html","excerpt":"","text":""},{"title":"Hello World","date":"2022-08-22T08:36:24.643Z","updated":"2022-08-21T11:45:41.134Z","comments":true,"path":"hello-world.html","permalink":"https://karuka.top/hello-world.html","excerpt":"","text":"Welcome to Hexo! This is your very first post. Check documentation for more info. If you get any problems when using Hexo, you can find the answer in troubleshooting or you can ask me on GitHub. Quick StartCreate a new post1$ hexo new &quot;My New Post&quot; More info: Writing Run server1$ hexo server More info: Server Generate static files1$ hexo generate More info: Generating Deploy to remote sites1$ hexo deploy More info: Deployment"}],"posts":[{"title":"【置顶】使用介绍手册","slug":"简介","date":"2100-08-21T11:00:00.000Z","updated":"2022-08-30T15:52:20.090Z","comments":true,"path":"posts/c085061e/","link":"","permalink":"https://karuka.top/posts/c085061e/","excerpt":"","text":"Hello –welcome━(｀∀´)ノ亻!因为有设置访问名单所以并不是每一个人都有途径可以进得来—- 恭喜你成为其中一个人！！因为是我所信任的人 但是也请不要把我的网站肆意随处给别人看！ 因为发在社交媒体上的各种不管是什么都其实会占用一些网络空间而且也会有人看不惯，每次发一些东西什么的也要屏蔽好多人太麻烦了，并不是每个人都会接受我的所见所闻所想，所以我自己diy了一个网站来发东西—– （卡顿，反应超级慢是正常的，因为服务器不在上海…等一下or刷新页面就好了） 顺便放一些作文有关的东西，这样以后查起来也会很方便(^_−)☆ 只要自己足够强大的话就不用依靠外界。 这是一篇纯使用介绍。 所有文章当中的视频可以直接点开播放示例就拿我最喜欢的nbuna的视频来好了↓像这样的视频直接点开就可以看 左下角这里点开可以播放音乐是我的写题歌单~你也可以挂着听歌 打开之后是↑这样的，再点一下最右边这个&lt;就可以收起来但还是会继续播放的 快速查找在搜索框搜入相关的关键词就可以搜到了 第二种是安卓的 文章页面稍微向上滑动 点击右上角的目录图案就好了 第三种是菜单里面的分类可快速查看文章（ios） 还有一种页面内的快速查找的方法是直接点开文章右边的目录进行切换（安卓目前好像部分浏览器有bug，还在调试中，建议微信直接打开） 大目录下面有时候还会有小目录 评论方法因为不显示ip地址，后台也不会有访问记录，所以大可安心使用 1 注册的邮箱只用于找回密码和登录，所以qq邮箱就可以，密码可以不设qq的密码 号只用create一次就好了，之后的话都可以选择直接sign in 后面会有个页面是发送一个code进入你的邮箱，打开你的邮箱收件箱（小部分时候在垃圾邮件那边）看一下那个数字验证码输进去就好了 目前就这些，后面有什么bug或者不懂的地方欢迎来留言板~","categories":[{"name":"重要大事","slug":"重要大事","permalink":"https://karuka.top/categories/%E9%87%8D%E8%A6%81%E5%A4%A7%E4%BA%8B/"}],"tags":[{"name":"简介","slug":"简介","permalink":"https://karuka.top/tags/%E7%AE%80%E4%BB%8B/"}]},{"title":"9.19更新【置顶】语数英","slug":"语数英","date":"2099-09-24T17:25:05.000Z","updated":"2022-09-19T16:08:09.204Z","comments":true,"path":"posts/359f2d34/","link":"","permalink":"https://karuka.top/posts/359f2d34/","excerpt":"","text":"数学老师要让我们整理思维导图。。笔头写真的是太麻烦了， 【未完成】 更新日志： 9.3：语文，英语 9.6：语文 9.19：语文，英语 语文🔎笔记体人物传记：写一个人几件小事情的基础上，把这些事串在一起，有传记的功能，作者和传主之间关系很亲近（同一个地方的老乡或者是熟人），所以常会对其品格进行赞赏，对其遭遇表示同情，事例更加详实丰富 这个老师说一般外面都很少出现，但是我觉得一定要记一下的。 书上人物的事例阿Q是怎样的人？（作文本小的那本） 严子陵&#x2F;张季鹰 归隐 伯牙绝弦无知己 阮籍青眼聊因美酒横 考过的成语 众口铄金，积毁销骨 高山仰止，景行行止 敬人者，人恒敬之 尺有所短，寸有所长 鬼斧神工 差强人意 明日黄花 溢美之词 数学必修一第一章 集合与逻辑-集合：常用大写字母A,B,C……表示-元素：集合所含的各个对象。常用a,b,c……a∈A,a∉A 👉🏻不确定的对象不能组成集合 👉🏻一个元素在同一个集合中不能重复出现 -空集：不含有任何元素的集合列举法：有限集和有规律的无限集，e.g. {1,2,3}描述法：A＝{x|x满足性质p}-区间：不等式的全体实数所表示的集合开区间：[a,b] 闭区间：（a,b） -子集：如果A中每个元素都是集合B的元素，那么A是B的子集A⊆B，读作A包含于B or B包含A 1对于任何集合A，规定 ∅⊆A 对于集合之间的包含关系，有以下结论 1.A⊆A 2.若A⊆B，且B⊆A，则A&#x3D;B 3.传递性：若A⊆B且B⊆C，则A⊆C -真子集：A⊆B且B中至少有一个元素∉A（即B不是A的子集），就称呼A是B的真子集，记作A⊂B,读作A真包含于B N⊂Z⊂Q⊂R -交集：既属于A又属于B，记作A∩BA∩B＝{x|x∈A且x∈B} -并集：所有属于Aor属于B的元素所组成的集合，记作A∪BA∪B&#x3D;{x|x∈Aorx∈B} -全集U：确定的集合-补集:U中所有不属于A的元素组成的集合称为A在U中的补集，记作$A^-$英语🔎错题知识点 those&#x2F;序数词&#x2F;who&#x2F;最高级做先行词时只能用that而不能用which 🔎我不熟悉的短语 push one to its limits making up for 弥补 living up to 不辜负 sorting out 分拣出 insist on 坚持 夺分精炼W1-16短语 strive to 争取 the demand of… …的需求 couple with 配对 maximize profit利益最大化 be used to do被用来做 mechanism机械装置 rise and fall升降 in response to…的回应 be in short supply供应短缺 relative to与..相关 be eliminated from淘汰 will in turn按序来 the regulating mechanism常见的机器 at a profit有利可图 the consevative declaration保守党宣言 at the general election大众的选择 work is the best route out of poverty工作是保护财产的最好办法 the majority of主业 in work在工作中 the constant management持续的管理 heather was out of work for years 健康已经失业很多年了 emotionally drained情感精疲力尽 struggle to do为..奋斗 miserable痛苦的 a boom in the jobs事业的繁荣 have higher risks for a number持续不间断的专注 bathon指挥棒 excerpt选段 integrity完整 go back centuries回溯几个世纪 in competiton展开竞争 propely deal with合适的解决 greyer and rarer年龄越大，人数越少 exercise is the best route out of depression锻炼是跳出抑郁的最好路径 millennia千年 a success story功成名就 reflect on对。。的反思 become established as separate disciplines所有的规矩都被列为独立的学科 by no means incapable没有任何的能力 loopholes漏洞 filter过滤 cognitive space认知空间 meditation冥想 mysticism神秘主义 drive sb to near extinction使。。濒临灭绝 force sb to do强迫某人做 It’s scarcely doubted that毫无疑问 by no means incapable of advacing持续不间断的专注 be recogniced as被认为 uncover the working of nature揭示大自然的规律 piece together an inspiring picture鼓舞人心的画像 result from the different methods从不同的办法中得到结论 investigation that they employ调查她们的职员 touch every aspect of life生活中的方方面面 have a hard time processing the information we take in艰难的处理我们接收到的信息 bring untold benefits to humanity给人带来很多好处 the brain does have limitation to what it can handle脑子对他能处理的东西有局限 play a key role in nearly every significant turing point in human evolution在人类进化的过程中有非凡的转折点 nomadic tribes游牧民族 be picked up by sb被某人控制 patent专制权 conspiracy阴谋 encrypted加密的 consistent一致的 tend to assume 想当然的认为 a variety of privacy-related problem一系列的个人隐私问题 client客户 priviliege特权 haze days雾霾天 hearty dishes丰盛的菜肴 reunion dinner年夜饭 serve our needs为我们的需求服务 literally字面意思的 blurs使..模糊 calming the angry crowed息怒 in case以免 the intense situation紧张的局势 resolve to do the opposite反其道而行 it’s no secret that毋庸讳言 tap打 self-imposed自我加强 at first glance扫一眼 establish yourself in the circle of film确立自己在电影圈的地位 a steady stream of源源不断的 be keen on热衷于 be keen to do坚持 switch……for……把..转变成 tap a rising disire打开了一种欲望 be restricted to被限于.. from…to…涵盖了…到.. deprive sb off剥夺某人的.. sustained warfare持久战 have difficulty in有困难做 put…before your own先人后己 get behind the wheel在车轮后 throw off摆脱 outweigh比。。更重要 cast off摆脱 boss around对..指手画脚 attribute…to把..归因于 it’s little wonder难怪 backfore适得其反 betrayed背叛","categories":[{"name":"学习有关的","slug":"学习有关的","permalink":"https://karuka.top/categories/%E5%AD%A6%E4%B9%A0%E6%9C%89%E5%85%B3%E7%9A%84/"}],"tags":[{"name":"三大主科","slug":"三大主科","permalink":"https://karuka.top/tags/%E4%B8%89%E5%A4%A7%E4%B8%BB%E7%A7%91/"}]},{"title":"【置顶】成绩汇总","slug":"【置顶】成绩汇总","date":"2099-09-21T14:55:13.000Z","updated":"2022-09-21T15:03:37.012Z","comments":true,"path":"posts/444d3148/","link":"","permalink":"https://karuka.top/posts/444d3148/","excerpt":"","text":"第一次物理考试，在我们班选物理的八个人当中考了倒一 第二次有了个前五的美称hhh 年排都不清楚，因为是赵凌自己组织的考试 物理没啥大要求，先定个小目标好了：考及格 第一次摸底考英语考了年排38，是复附的一张110分的卷子，很开心，原本以为自己的英语已经烂到年级中游很难拔上去了，所以一开始定的目标是期中考试考进年级前五十，没想到这么快就达到了（但是这一次大家的分都离得很近，我也有很多运气的成分） 立一个小目标：期中考试英语考进年级前十","categories":[{"name":"学习有关的","slug":"学习有关的","permalink":"https://karuka.top/categories/%E5%AD%A6%E4%B9%A0%E6%9C%89%E5%85%B3%E7%9A%84/"}],"tags":[{"name":"小目标","slug":"小目标","permalink":"https://karuka.top/tags/%E5%B0%8F%E7%9B%AE%E6%A0%87/"}]},{"title":"9.17更新【置顶】政史物化","slug":"政史物化","date":"2099-08-24T18:41:57.000Z","updated":"2022-09-17T16:10:48.929Z","comments":true,"path":"posts/21b96375/","link":"","permalink":"https://karuka.top/posts/21b96375/","excerpt":"","text":"这里是用来放合格考的知识点，因为自己也要复习一遍，写下来的东西还不如我直接打出来的快 更新速度可能会时快时慢，但是四门都会在合格考前完成。 我好累，，政治物理大体结束了但是还有很多很细的内容没写到。。。 等我休息完今晚就把合格考的东西全部结业。 要是手写的也能变成文字自动查询就好了.. 已完成 9.1更新内容：物理，政治 9.5更新内容：物理，历史 9.6更新内容：化学 9.11更新内容：历史，化学 9.13&amp;14更新内容：政治，化学，物理，历史 9.15更新内容：政治，物理，化学 9.16更新内容：化学 9.17更新内容：历史 合格考内容→end 书上内容请自己去看，我只负责理大纲和我觉得我需要去记得东西。。 历史（可能会把中国和世界放一起写）旁边目录可以快速检索年代表 总体大纲 1-4单元：中国古代史 👉🏻统一多民族国家的形成与发展 👉🏻中央集权的加强 👉🏻中国古代的文化对世界的影响 5-6单元：沉沦与上升 1840鸦片战争→（下降）1901辛丑条约→1921中共成立（上升） 屈辱史（二鸦，中法，甲午，侵华，抗日） 抗争史（洋务，戊戌，辛亥，新文化） 地主、农民、国民各阶层的抗争 探索史（思想） 7-8单元：建党一百年 9-10单元：新中国成立 第一单元 从中华文明起源到秦汉统一多民族封建国家的建立与巩固🔎中华文明的起源和早期国家✨华夏（三皇五帝） ✨华夏认同（春秋战国） ✨打匈奴（秦汉） ✨五族内迁and北魏孝文帝汉化改革（三国两晋南北朝） ✨开明开放（隋唐） 对东北策封 和亲 设机构 战争 榷场 ✨并立交融（辽宋夏金元） 制度：南北面官制&#x2F;猛安谋克（女真的一种户籍管理制度，世袭制） 经济 文化：参考汉字字形 ✨威胁北京（明） 蒙古 ①瓦剌 ②鞑靼 努尔干都司 ✨理藩院（清朝） 沙俄侵略势力 赶跑荷兰人 平定准噶尔&#x2F;大小和卓 乾隆设立伊犁将军 控制宗教势力 🔎诸侯纷争与变法运动农业发展👉🏻剩余产品👉🏻贫富分化👉🏻私有制产生👉🏻阶级分化👉🏻国家军队👉🏻文字出现 诸侯纷争：五霸,七雄🔎华夏认同（战国）①起源：春秋中原各国自称 ②华夏民族的扩大：西戎北狄南蛮东夷在交融中产生华夏认同 生产力大力发展：1.铁制农具2.牛耕3.水利灌溉（秦国都江堰）🔎战国时期的变法运动*.。目的：富国强兵，为统一天下奠定基础 *.。结果：建立了代表封建地主阶级利益的君主专制的中央集权郡县官僚制国家 *.。代表：秦国的商鞅变法 商鞅变法(商鞅：法家）： 孝文帝(北魏) 王安石（宋朝） 张居正（明朝） 👉🏻重农抑商，奖励耕织 👉🏻废除世禄制，奖励军功 👉🏻将大家庭拆成小家庭，推动土地私有制发展 👉🏻实行什五连坐，鼓励相互告发 👉🏻推行县制 老庄：奴隶主贵族 墨家：反对不易战争 🔎统一多民族国家的发展 文物的出现顺序 ”晋归义羌候“印→北齐青瓷尊→唐蕃会盟碑→元朝八思巴宇（百家姓）→乾隆颁发的金瓶 你认为xx材料有怎样的证史价值？（6’） 属于xx史料，有一定的（主观）性 反映了xx的特点 当然具体历史还是需要更多史料来佐证（总结） 🔎”多元一体“的中华民族 中国历史上民族的兴盛顺序 犬戎→匈奴→氐族→鲜卑→突厥→契丹→党项→女真→蒙古→满洲→党项 👉🏻犬戎：最早干预中原王朝 👉🏻匈奴：秦长城遗址 👉🏻氐族：在4世纪下半叶统一北方，又企图统一中国 👉🏻契丹：5世纪后期其统治者迁都洛阳，身体力行全面学习中原文化 👉🏻女真：杭州岳庙中岳飞雕塑 👉🏻蒙古：13世纪后期，完成中国统一，宣政院印章 👉🏻满洲：为现代中国版图定型奠定了基础 👉🏻党项：西夏文佛经 *.。他们见证的是民族间的交融与冲突 从历史的长时段看，中国境内的民族关系呈现出怎样的发展趋势？（6‘） 民族的交往交融交流是主流 民族的迁移以少数民族为主 在文化上各民族间相互学习，逐步形成了共同认同的中国文化 🔎中国古代的对外交往 中国古代著名对外交往人物 👉🏻张骞：西汉，最早到达新疆，坚韧磊落奇男子，世界史开幕第一人 👉🏻甘英：东汉，史书所记载第一个到达波斯湾的中国人 👉🏻法显：东晋，横雪山而入天竺…我国人之至印度者，此为第一 👉🏻玄奘：唐朝（先），中国佛经翻译第一家，中华民族的脊梁 👉🏻鉴真：唐朝，盲目航东海…唐风洋溢奈良城 👉🏻郑和：明朝，足行最远，是政治理想和国家力量的体现 他们远行的动力有哪些？（6’） 肩负国家使命（e.g.张骞，郑和） 宗教信仰（e.g.法显，玄奘，鉴真） 时代发展（e.g.汉武帝调整国家形式) 国外对中华文化的探求 纵观中国历史，中国对外交往的形式？（4‘） 秦汉以来，中国对外的领域路线不断发展，明清前期达到顶峰（先向上） 此后逐渐日益收缩形成闭关锁国（由繁到衰） 晚 清1840—1912（12件大事） 中 华 民 国 新中国成立 中国历史朝代时间及顺序夏朝：约公元前2029年-约公元前1559年，共计：471年 商朝：约公元前1559年-约公元前1046年，共计：438年 周朝：约公元前1046年-公元前256年，分为西周、东周，东周又分为春秋、战国，共计：867年 秦朝：公元前221-公元前206年，前221年秦王嬴政统一六国，首称皇帝，共计：16年 西楚：公元前206年-公元前202年，西楚霸王项羽，共计：5年 西汉：公元前202年-公元8年，汉高祖刘邦，共计：210年 新朝：公元8年腊月-公元23年10月6日，新太祖建兴帝王莽，共计：16年 玄汉：公元23-25年，汉更始帝刘玄，共计：3年 东汉：公元25-220年，汉光武帝刘秀，共计：196年 三国：公元220-280年，魏、蜀、吴三足鼎立，共计：61年 晋朝：公元265-420年，分为西晋(265-316年)、东晋(317-420年) ，共计：156年 南北朝：公元420-589年，共计：170年 隋朝：公元581-公元618年，隋文帝杨坚，共计：38年 唐朝：公元618-907年，唐高祖李渊，共计：290年 五代：公元907-960年，后梁、后唐、后晋、后汉、后周，共计：54年 十国：公元891-979年，共计：89年 宋朝：公元960-1279年，分为北宋(公元960-1127年)、南宋(公元1127-1279年)，共计：320年 元朝：公元1271年-1368年，元太祖孛儿只斤·铁木真，共计：98年 明朝：公元1368-1644年，明太祖朱元璋，共计：277年 清朝：公元1644-1912年，清太祖爱新觉罗·努尔哈赤，共计：268年 史料的分类一、按照资料的表现形式，将历史史料分为文献史料、实物史料和口述史料 👉🏻文献史料：最早的文献资料并不是史书，应是甲骨文（甲骨文的文献价值与早期文字的意义相互混淆）。 👉🏻实物史料：实物史料指各类遗物、遗址、建筑、碑刻、雕塑和绘画等，这类史料是历史的见证和历史知识的可靠来源，它既能比较真实地反映历史，又具有形象直观性。其中有很大部分是由考古发掘的。 👉🏻口传史料与口述史料（1）口传史料（远古时期神话传说）：在没有文字记载前有一定的史料价值；（2）口述史料是人们对往事的口头回忆而写成或整理成文字的资料 二、按照资料价值的不同，分为第一手史料（直接史料&#x2F;原始材料）和第二手史料（间接史料）。 👉🏻第一手史料是指接近或直接在历史发生当时所产生，可较直接作为透视历史问题的史料 👉🏻第二手史料是指经过后人运用一手史料所作的研究及诠释。 三、其他史料分类 1、有意史料与无意史料 👉🏻官方组织编写的史书和成文的历史著述、回忆录和公开的报道等，应属于 “有意的史料”； 👉🏻官方遗留下来的文书档案、军事文件及其私人信件、日记等，这都是当时的人们在无意中留下的证据。应属于“无意史料”。 2、“正史”（官方记载）与“野史”（民间记载） 👉🏻正史：一般认为是指由宫廷史官记录的史书； 👉🏻野史：一般认为是指古代私家编撰的史书，与官修的史书不同的另一种史书，与“正史”相对而言。 我不熟悉的事情 新航路的开辟 ✨主要标志：1497年达伽马从欧洲绕过非洲到达东方&amp;1492年哥伦布到达美洲&amp;1519年麦哲伦完成了人类史上第一次环球旅行 文艺复兴：佛罗伦萨，14-17世纪，一定程度上冲击了封建秩序，解放了被宗教戒律压抑和禁锢的人性，让人更加关注本身和现实世界。✨产生原因：资本主义生产关系的萌芽是文艺复兴 ✨文学三杰：但丁，彼特拉克，薄伽丘 ✨美术三杰：达芬奇，米开朗基罗，拉斐尔 圈地运动15世纪，英国等西欧国家新兴资产阶级和新贵族强行圈占公有土地和农民土地，将其变成私有的大农场或者大牧场，然后让那些人来养殖，让很多农民被迫离开土地。 宗教改革:1517年，进一步解放人们的思想 科学革命:16-17世纪，促进了思想解放和社会进步 光荣革命1688年：英国君主立宪制的逐步形成 就是英国资产阶级和新贵族想推翻詹姆斯二世的统治，防止天主教复辟的非暴力政变，因为没有流血所以叫光荣革命 🔎1689通过《权利法案》，扩大议会势力，限制王权 🔎1701《王位继承法》规定国王不能是天主教徒也不能和天主教徒结婚 启蒙运动:17-18世纪，法国进一步解放了人们的思想，为资本主义的建立作了理论准备和舆论宣传，直接推动了美国独立战争和法国大革命 美国独立战争 18世纪中叶，英国对北美13块殖民地限制，让北美人们不服气，要求独立 🔎1776年7月4日《独立宣言》，阐述了美国不要英国也能活，然后1781年打败英国军队。1783年英国承认了美国独立 亚非拉民族独立运动1791年海地爆发起义，1804年在玻利瓦尔和圣马丁带领下成为拉丁美洲第一个独立的国家， 工业革命标志：18世纪60年代珍妮纺纱机 原因：国内外的市场变大，手工生产满足不了了 手工工场→水力纺纱厂 第一次工业革命：18世纪中期-19世纪初期 ✨瓦特1782年发明蒸汽机 ✨19世纪进入蒸汽时代 第二次工业革命：—20世纪 三权分立1787年，美国，国会&#x2F;总统&#x2F;最高法院分别掌握：立法权、行政权、司法权 法国大革命1789年，法国专制制度让百姓不满，然后又因为启蒙运动解放思想所以攻占巴士底狱 八月推出人权宣言 1851年太平天国运动（大概就是洪秀全杨秀清在金田发动起义，因为要反对基督教这种“拜上帝”，后来军事强了但是内部政治腐败，这俩人被嘎了，再后来继位的人也被外国军队嘎了） 明治维新1868年幕府被推翻，明治政府加强中央集权，废除封建等级制度，对外扩张。 19世纪60-90年代洋务运动洋务派：李鸿章，曾国藩，左宗棠，张之洞等人 这些人认为搞洋务新政可以自强，所以有了江南机器制造总局，上海轮船招商局，北洋战舰的新式海军。。。 但是在封建的基础上引进外国的枪支弹药还是没用，最终被灭 19世纪60年代后甲午战争 《马关条约》：丧权辱国，把中国社会推向了半殖民地半封建社会，也是洋务运动破产的原因。 先是1864年新疆部分少数民族反对清政府，左宗棠去平定 越南又是清朝的藩属国，但是1883年八月法国去搞越南，搞完之后搞中国，然后有了中法战争，先搞台湾，好在有冯子材带领取得镇南关大捷 这个时候日本在搞明治维新，然后很牛逼，来搞朝鲜还顺便袭击了清朝的船，于是1894年八月甲午战争爆发 但是清军在平壤被吊打，李鸿章又要“避战保船”于是1895年2月日本抢了山东半岛，签了《马关条约》，承认朝鲜独立，割让辽东半岛和台湾全岛，赔款2亿两白银 戊戌维新（百日维新）：推动中国民族资本主义发展和新思想的传播，失败的原因主要是因为皇帝没实权，维新派也没啥用，所以被失败了 1898年6.11光绪皇帝在维新派推动下颁布“明定国是”，103天里发了很多的诏令，但是9月21日慈禧太后把光绪皇帝给囚禁了（因为守旧派），康有为梁启超跑到外国，谭嗣同这种被在北京杀了。 ✨失败的原因：皇帝没实权，维新派派没基础，没组织 义和团运动:兴起于反洋教运动，盲目排外 德国抢占胶州湾，山东人民愤怒，“扶清灭洋” ，然后洋大人不愿意了，想出兵抑制义和团，然后慈溪太后怕了，先抚后剿 ✨失败的原因：没有先进阶级的领导 八国联军侵华（辛丑条约） 因为义和团到处排外，让英国海军不好过，所以八国联军一起出击，先打北京然后四处掠夺，1901年签订辛丑条约 ✨辛丑条约是中国近代史上丧失主权最严重，赔款金额最大的不平等条约 ✨标志了中国完全陷入半殖民地半封建社会 辛亥革命：因为清政府将川汉，粤汉的铁路站为国有，然后那边人就不开心了，决定爆发武昌起义后来很多省宣布脱离清政府独立，1912年1月1日，中华民国临时政府在南京成立，孙中山成为了第一任临时大总统 十月革命1917年11月7日，列宁在冬宫宣布成立布尔什维克党领导的苏维埃政权，宣告了世界上第一个社会主义国家的诞生 意义： ✨建立了人类历史上第一个无产阶级领导的国家 ✨实现了社会主义从理想到现实的伟大飞跃 ✨开辟了人类探索社会主义道路的新纪元 ✨沉重的打击了帝国主义对世界的统治 ✨极大的鼓舞了殖民地半殖民地人民的解放斗争 ✨改变了20世纪的世界格局 余粮收集制1918年夏，国内有人想把苏维埃政权搞掉所以有战争，然后收集余粮可以保证前线的粮食但是严重损害农民利益，导致战后经济和政治危机 新经济政策1921年3月，粮食税建立工农联盟，一定程度上引入外国资本，稳定和恢复了国民经济，巩固了苏维埃政权 北约1949年4月，美国和英法成立北大西洋公约 速通提纲*第1课中华文明的起源与早期国家* *第2课诸侯纷争与变法运动* 1.春秋战国时期的政治变动——列国纷争与华夏认同 （1）诸侯纷争 ①春秋五霸：齐、晋、楚、吴、越。 ②战国七雄：秦、齐、韩、赵、魏、楚、燕（秦齐喊赵薇出演） （2)华夏认同 ①华夏观念起源：春秋中原各国自称。 ②华夏民族的扩大：战国时内迁的戎狄蛮夷在交融中，产生华夏认同，并融入华夏族。 2.春秋战国时期的经济发展 （1）生产力的大发展：铁制农具、牛耕、水利灌溉（秦国都江堰） (2)生产部门的新现象：农业发达，水利工程广泛，手工业分工细密，货币流通广泛，出现大型商业城市，出现富裕的私营工商业主。 3.战国时期的变法运动 （1）目的：富国强兵。 （2）结果：建立了代表封建地主阶级利益的君主专制中央集权郡县官僚制国家。 （3）代表：秦国的商鞅变法。 ①重农抑商，奖励耕织。 ②废除世卿世禄制，奖励军功。 ③强制大家庭拆散为个体小家庭，推动土地私有制发展。 ④实行什伍连坐，鼓励互相就差告发。 ⑤普遍推行县制，县的主要官员由君主任免。 4.春秋时期——老子、孔子的学说（儒道思想） （1）孔子（孔丘，字仲尼) ①鲁国人。 ②核心：仁，仁政。 ③恢复西周的礼乐制度。 ④教育家：有教无类 ⑤《诗》《书》《礼》《易》《乐》《春秋》《论语》。 （2)老子（李耳，字聃） ①楚国人。 ②朴素的辩证法。 ③主张无为而治。 ④小国寡民。 ⑤《老子》。 5.“百家争鸣”： 士人从各自代表的阶级阶层集团利益出发，提出自己的政治社会主张和要求，影响社会现实。 （1）封建地主阶级：儒家的孟子和荀子，法家的韩非等。 (2）奴隶主贵族阶级：道家的庄子等。 （3)下层平民阶级：墨家的墨子等。 （4)其他：研究逻辑学的名家，探讨军事理论的孙武等兵家，试图说明事物运动变化规律的邹衍等阴阳家，等等。 意义：中国历史上第一次波澜壮阔的思想解放运动。为新兴地主阶级登上历史舞台奠定理论基础，也是后世中华思想文化的源头活水。 *第3课 秦统一多民族封建国家的建立* 1.秦朝的统一 —— 统一多民族封建国家的建立（BC221—BC207年） （1)统一的条件 ①客观条件 A.长期战乱给社会带来巨大灾难，人民渴望安定统一。 B.各地经济发展要求打破政治分裂带来的阻碍。 ②主观条件 A.地理位置优越。 B.物质基础雄厚。 C.吏治较为清明。 D.商鞅变法获得成功 E.秦王励精图治。 (2）统一的策略 ①远交近攻，灭掉东方六国。 ②征服南越，加强对西南夷控制。 ③击退匈奴，修筑长城。 （3）统一多民族封建国家的建立——中央集权制的创立 ①核心：皇帝制度。 ②中央：三公九卿制组成中央政府。 ③地方：郡县官僚制。 ④疆域四至：东到大海、朝鲜，西至临洮（甘肃）、羌中，南至南海，北以长城为界。 （4）巩固统一多民族封建国家的措施 ① 统一车轨、文字、法律、货币和度量衡。 ② 编制户籍。 ③ 迁徙六国贵族豪强。 ④ 整顿社会风俗。 2.秦的暴政——社会阶级矛盾尖锐 ① 大兴土木：建宫殿、陵墓，巡游、封禅、征发繁重 ② 刑法严苛，人民摇手触禁。 ③ 思想禁锢：焚书坑儒。 3.秦的灭亡——农民起义 ①陈胜、吴广大泽乡起义，建立张楚政权——中国历史上第一次农民起义 ②BC 207年，刘邦军队进占咸阳，秦朝灭亡。 ③刘邦击败项羽，取得楚汉战争胜利。 *第4课西汉与东汉——统一多民族封建国家的巩固* BC 202年，汉高祖刘邦建立汉朝，定都长安，史称西汉。 1.汉初统治者对秦朝灭亡的认识与对策 ①认为秦朝没有采取分封制，“孤立而亡” → 采取郡国并行，导致了“七国之乱” ②认为秦朝亡于给人民造成了过重的负担 → 遵奉黄老无为思想，采取“与民休息”政策，形成“文景之治”。 2.西汉的强盛—— 对统一多民族封建国家的巩固 政治上——加强中央集权 推恩令，削弱了诸侯王势力。 设立中朝，削弱丞相权力。 确立察举制，选拔官吏。 设刺史制，巡视检查地方。 任用酷吏，治理地方，打击豪强、游侠等社会势力 经济上：改革币制、盐铁官营、均输平推、抑制工商业者； 思想上：尊崇儒术（董仲舒），设五经博士，儒学成为我国封建社会的主流意识形态。 开疆拓土上： ①）卫青、霍去病等三次出击打败匈奴；设立了河西四郡。 ②张骞两次出使西域，开辟了丝绸之路。 ③控制东南沿海和西南少数民族地区 3.东汉的兴衰 BC202年西汉（汉高祖刘邦） → 9年王莽代汉（国号“新”） → 25年东汉（光武帝刘秀） 东汉的兴——光武中兴（整顿吏治、释放奴婢） 东汉的衰——汉代的（党锢之祸+豪强地主势力+“黄巾军”农民起义，社会矛盾尖锐 4.两汉的文化 史学：《史记》、《汉书》 文学：汉赋、乐府诗 医学、科技：《黄帝内经》—— 西汉 奠定中医理论基础； ​ 《神农本草经》——东汉 古代第一部药物学专著 ​ 《九章算术》—— 数学史上重要地位 ​ 改进造纸术——东汉 蔡伦 *第**5**课三国两晋南北朝的政权更迭与民族交融* 1.三国两晋南北朝的政权更迭 2.三国两晋南北朝时期的民族交融与区域开发 （1）三国时代的民族关系 蜀汉、吴国加强了对南方少数民族地区的控制 （2)西晋时期的民族关系 五族内迁（匈奴、羯、氐、羌、鲜卑），受到官府和汉族地主豪强的剥削压迫。西晋内乱后，内迁五族卷入并逐渐主导北方局势。 （3）东晋十六国时期的民族关系 ①北方汉族南下，与南方山区少数民族逐渐交融。 ②北方各族在混战中彼此频繁接触，差异变小。4世纪下半叶，氐族建立的前秦统一北方，民族矛盾一度缓和。 （4）南北朝时期的民族关系 北魏孝文帝改革推动民族交融。 ① 迁都洛阳。 ② 在服饰、朝中语言、姓氏各方面进行汉化。 ③ 吸收汉族士族制度，改造鲜卑社会。 *第6课 从隋唐盛世到五代十国* ——隋唐时期封建社会的高度繁荣： 1.隋的兴亡 （1）隋朝盛极一时： 589年灭陈统一天下。兴建洛阳城、开通大运河（贯通南北）、仓储丰富。 (2)隋二世而亡： 穷奢极欲、穷兵黩武、民不聊生。 唐代前期四至：东到大海，西达咸海，东北到外兴安岭、库页岛一带，南及南海、南海诸岛及相关领域均纳入版图。 2.唐朝的繁荣： 618年，唐高宗李渊，定都长安 贞观之治开启盛世（唐太宗李世民）→ 武周持续发展（承上启下）→ 开元盛世空前繁荣（唐玄宗李隆基） 3.民族融合 （1)北方和西域 ① 北方：大败东突厥，尊称“天可汗”（唐太宗）。 ② 西域：设置管理机构（安西都护府、北庭都护府），统辖天山南北，丝绸之路通畅 （2）吐蕃（西南） ① 唐蕃和亲。 唐太宗 文成公主 松赞干布 ② 唐蕃会盟。 唐蕃基本停止纷争。 （3）靺鞨（东北） 册封：唐玄宗封靺鞨首领大祚荣为“渤海郡王”。 \\4. 唐朝的衰亡：安史之乱、藩镇割据、黄巢起义，唐朝灭亡。开始了五代十国分裂局面。 *第7课 隋唐制度的变化与创新* 项目 汉代 曹魏到南北朝 隋朝 唐朝 选官制度 察举制（品行） 九品中正制（重家世） 科举制 （考试成绩） 中枢政务机构 三公九卿制 三省制 三省六部制 三省六部制设政事堂 赋税制度 田租、人口税、更赋 魏晋：租调制；北魏孝文帝改革：均田令、租调制，徭役； 唐初：租庸调制；唐德宗起：两税法 唐朝赋税制度的变化说明了什么？ 唐朝征税标准发生变化：从人丁征税 → 财产征税（土地和资产）。 汉到唐朝前期，赋税制度是以人丁征税，前提是要有相应的土地和资产。安史之乱之后，土地兼并到大地主手中，农民失去土地，沦为佃农。唐朝就失去了可以征税的人丁，租庸调无法实行下去。 两税法以土地和资产征税。简化手续，扩大税源，增加了财政收入，挽救了唐朝当时的经济危机，有利于唐朝政治的稳定。 最重要的是，唐朝的两税法为赋税制度确立了一个新的合理的征收标准。 *第8课 三国至隋唐的文化* 1.儒学、道教与佛教的发展 （1）儒学 ① 汉朝：儒学获得独尊地位。 ② 魏晋南北朝：吸收佛教和道教精神，三教对立。 ③ 隋朝：儒学家提出三教合一。 ④ 唐朝：三教并行，儒学正统地位受到挑战； 韩愈提出复兴儒学，主张天命论和封建纲常。 （2）道教 ①魏晋南北朝时期：在民间广为传播，主张贵儒尊道。 ②唐朝：统治者奉老子为祖先，道教最受尊崇。 （3）佛教 A. 魏晋南北朝时，佛教在中国流行，吸收儒学精髓，渐趋中国本土化。 B.南朝范缜主张无神论，反对佛教。 C.北魏、北周、唐朝几度“灭佛”，打击佛教，但并未从根本上受到遏制。 2.文学艺术成就 （1)东汉末到三国：建安文学，书法成为艺术。 （2)两晋：田园诗（陶渊明），书法书体完备（书圣王羲之）， 东晋开始出现知名的专职画家（顾恺之）。 （3）南北朝：南朝骈文，南北朝民歌。 （4) 唐朝：诗歌（诗仙李白，诗圣杜甫)， 书法反映了南北融合（颜真卿，柳公权)， 绘画也有进步（画圣吴道子）。 （5）三大石窟：山西大同（云冈石窟）、河南洛阳（龙门石窟）和甘肃敦煌（莫高窟）。 3.科技成就 （1）魏晋南北朝 ① 数学家祖冲之：圆周率 ② 农学家贾思勰《齐民要术》——现存最早的完整农书。 ③ 地图学家裴秀《禹贡地域图》，提出地图绘制方法。 （2) 隋朝：李春 赵州桥。 （3）唐朝 ①雕版印刷术。 ②火药配方，唐末火药用于战争 ③天文学家僧一行 地球子午线长度 ④医学家孙思邈《千金方》。 ⑤国家药典：唐高宗《唐本草》。 4.中外文化交流 （1）佛教的传入与外传 ①传入中国——西行取经：A.东晋法显；B.唐代玄奘。 ②佛教外传，影响日本：A.日本空海到唐朝求法；B.鉴真东渡日本传法。 （2）文化交流：日本、新罗向唐朝派遣使节和留学生；长安成为国际大都会。 (3）唐后期海路来华：主要港口——广州、泉州。 *第9课 两宋的政治和军事* 1.两宋更迭 （1）北宋：960年，赵匡胤建立，定都开封（东京）。 （2）南宋：1127年，靖康之变，赵构应天府称帝，建立南宋，定都临安。 南宋与金“绍兴和议”（岁贡） 2.宋代专制集权的加强 （1）地方：加强控制。文官、转运使、禁军、更换驻地；路、州（府）、县三级管理 （2）中央：分散机构权力：枢密院管军政、三司管财政，与丞相分权，增设参知政事 （3）对武将：崇文抑武的方针。 3.北宋的改革 （1）背景——北宋的统治危机 军事危机：在与辽、西夏的战争中屡吃败仗，每年送出“岁币”“岁赐”换取和平 财政危机：军队空前庞大、官僚队伍膨胀，养兵和养官成为沉重财政负担。 （2)内容 ①庆历新政：整顿官僚机构。 ②王安石变法 A.原则：全面加强国家对各领域的管控，达到富国强兵目的。 B.富国：向农民提供农业贷款，国家参与商业经营 C.强兵：对农民进行编制管理和军事训练。 （3）结果 ①庆历新政引发官僚集团抵制，很快失败。 ②王安石变法实现了富国目标，但强兵效果不明显。 ③王安石变法的一些措施加重人民负担，起争议和统治集团内部的分裂党争。 北宋逐渐走向衰亡。 *第1**0**课 辽夏金元的统治* 政权 时间 民族 建立者 政治制度 辽 916年 契丹族 耶律阿保机 南、北面官制；行营是国家政治中心 西夏 1038年 党项族 元昊 模仿北宋、有本民族称谓的官职 金 1115年 女真族 完颜阿骨打 沿袭唐宋制度，在女真族内保持了“猛安谋克” 元 1271年 蒙古族 忽必烈 中央：以中书省执行宰相职能；地方：行省制度；修筑驿道、设驿站；西藏：佛教机构宣政院管理吐蕃； 西域：北庭都元帅府、宣慰司管辖西域，台湾：设澎湖巡检司经略台湾。 3.元朝的民族关系： （1）元朝形成回族的前身——回回 （2） “四等人制”——民族差别对待政策 （3）民族交融（留居内地的蒙古人、色目人等与汉族交融） *第1**1**课 辽宋夏金元的经济与社会* 1.农业和手工业——宋元时期发展明显 （1）农业 项目 表现 影响 耕种制度 宋朝稻麦复种，一年两熟，甚至三熟。 提高了粮食产量 经济结构 出现了固定种植某种经济作物的农户 对传统自然经济结构有一定突破 作物种植 棉花在内地的种植始于宋朝，元朝南方植棉逐渐普遍 带动了棉纺织业的发展 边疆农业 辽金夏元时，边疆农业显著进步 边疆地区获得进一步开发 （2)手工业 行业 成就 作用 制瓷业 ①宋朝：制瓷五大名窑②元朝：青花瓷和釉里红 宋元瓷器大量出口海外，成为丝绸之路后，中华文明新的物质象征。 矿冶业 北宋煤的开采量很大，东京的居民普遍使用煤作燃料 燃料的改进提高了金属冶炼的产量和质量 印刷业 宋元印刷业发展迅速 推动文化普及，带动了造纸业的发展 2.商业和城市的繁荣 （1）商业繁荣——宋朝是古代商品经济的高峰 ①榷场和民间贸易活跃。 ②北宋出现纸币，大量应用 ③海外贸易繁荣，外贸税收成为宋元重要财源。 (2）城市兴盛 ①北宋东京、南宋临安，都是百万人口的都市。 ②元朝大都，是最大的经济中心和商品集散地。 3.经济重心南移 （1）经济重心南移是宋元时期的突出现象。 （2）影响： 经济上：长江下游和太湖流域，成为全国粮仓——“苏湖熟，天下足”。 交通上：元朝重开大运河，开辟长途海运航线，将南方财富和粮食向北方输送。 文化上：北宋时，南方文化发展，南方人在科举考试中优势明显，江浙人才集中。 （南北分卷制度） 4.宋朝的社会变化 （1）普遍接受平民通过科举进入政坛——门第观念淡化 （2）贱民阶层显著减少，更多使用雇佣——身份趋于平等 （3 宋朝适当放松对社会的控制。 *第1**2**课 辽宋夏金元的文化* 1.儒学的复兴——程朱理学 （1）背景：儒家学说日益僵化，社会影响不及佛教和道教。 （2）目的：发挥儒学在强化社会伦理道德秩序的作用。 （3）代表人物：北宋程颢、程颐，南宋朱熹。 （4）理学内容——是一套包括宇宙观、人生观、认识论和方法论的理论体系 宇宙观：理是自然界和社会的根本原则 人生观：存天理、灭人欲 认识论和方法论: 格物致知 （5）代表作：四书（《论语》《孟子》《大学》《中庸》）。 （6）影响：南宋后期，理学受到官方尊崇,； 注重人的气节、品德和社会责任感，对塑造中华民族性格起了积极作用。 2.文学、艺术与科技成就 （1)文学艺术 ①宋词（豪放派苏轼、辛弃疾，婉约派柳永、李清照）+ 话本流行 ②元曲（关汉卿、王实甫）。 （2)科技成就 ①三大发明：毕昇活字印刷，火药大量用于军事，人工磁化指南针用于航海。 ②北宋沈括《梦溪笔谈》；元代郭守敬《授时历》；元朝王祯《农书》 3.少数民族的文字——辽夏金都模仿汉字字形创造了本民族字母。 辽：契丹大字、小字，用以刻石立碑； 金：女真文字 西夏：西夏文 元朝：成吉思汗：用畏兀尔文字拼写蒙古语，畏兀尔蒙古体。如：《蒙古秘史》 忽必烈：八思巴改制藏文字母，拼写蒙古语，汉语拼音化的最早尝试 *第1**3**课 从明朝建立到清军入关* 1368年，朱元璋建立明朝，定都：南京 1.明代专制体制 （1）内阁制度 ①背景：明太祖朱元璋废除了宰相制度，皇帝工作压力倍增。 ②内阁制：——辅佐皇帝的秘书机构 A.明成祖起，选拔文官到皇宫内文渊阁值班，充当秘书。 B.内阁的日常工作主要为票拟。 （2）宦官专权 原因：明代宦官较多得到皇帝的信任。 内容：.司礼监负责批红 + 特务机构东厂和锦衣卫。 \\2. 明代的海上交通与沿海形势 （1）郑和下西洋 ①时间：明成祖时期。 ②目的：耀兵异域，示中国富强。 ③航程：先后7次，最远到达非洲东部。 ④结果：给明朝带来较大财政负担，未能持续。 （2）戚继光平倭 ①背景 A.元代以来日本海盗就在东部沿海骚扰。 B.明朝中期禁止海外贸易，造成民间海上走私和倭寇混杂。 ②平定 A.戚继光平倭。 B.明朝放松了对私人海外贸易的限制。 (3）西方殖民者来华 ①葡萄牙强租濠境澳（澳门）。 ②荷兰独占台湾。 3.明代的内陆边疆——促进统一的措施 （1）北方蒙古：册封鞑靼首领俺答汗，安定草原。 （2）西南藏族：册封乌思藏“僧俗首领法王”等称号，行都指挥使司管理。 （3）东北招抚：在黑龙江流域设立奴儿干都司。 4.李自成起义与明朝灭亡；1644年，明清易代 *第1**4**课 清朝前中期的鼎盛与危机* 1.康雍乾时期的专制体制——加强中央集权 （1）奏折制度：迅速机密 （2）军机处制度。 （3）文字狱，摧残文化 2.统一的多民族国家——巩固边疆 （1）东南—— 一统台湾（收复割据势力） ①背景：郑成功驱逐荷兰殖民者，收复台湾。 ②结果：清军战胜郑氏家族，在台湾设府，隶属福建省。 （2)东北——驱逐沙俄侵略（击败侵略势力） ①背景：沙俄扩展势力到黑龙江流域。 ②结果：康熙派兵围攻雅克萨，中俄签订《尼布楚条约》。 （3）西北——安定新疆（平定叛乱势力） ①背景：准噶尔部及维吾尔大小和卓先后作乱。 ②结果：平定准噶尔部噶尔丹及其后人叛乱，在蒙古王公中设立盟长、旗长； 平定大小和卓叛乱，在维吾尔地区设立伊犁将军和伯克。 （4）西南——管辖西藏（控制宗教势力） ①册封达赖、班禅。 ②派遣驻藏大臣。 ③颁布法律管理《钦定藏内善后章程》。 （5)疆域四至：（看地图） 西跨葱岭，西北达巴勒喀什池，北接西伯利亚，东北至外兴安岭和库页岛，东 临太平洋，东南到台湾及其附属岛屿钓鱼岛、赤尾屿等，南包括南海诸岛，西南抵喜马拉雅山脉。 3.清朝的统治危机——埋下落后的伏笔 内忧：人口激增、人地矛盾；政治腐败与贫富分化；白莲教、天理教起义。 外患：西方列强在沿海地区活动频繁；清朝一口通商、闭关锁国，逐渐落后于世界潮流。 *第1**5**课 明至清中叶的经济与文化* 1.农业、手工业与商业的发展—— （1）农业：玉米、甘薯等美洲高产作物传入中国；江南多种经营方式；农作物品种丰富； （2）手工业：出现手工工场；采用雇佣劳动制。 （3）商业：白银货币化；地方商人群体（商帮）出现；工商业市镇兴起，成为地区贸易网络的核心 局限性：小农经济占压倒优势，专制统治阻碍社会进步和转型 2.明清重要思想家及其主张 （1）提倡个性自由——明朝中后期 陆王心学：王守仁以“致良知”为核心，以个人内心为准则，带有叛逆色彩。 ​ 李贽：提倡个性自由，否定传统道德伦理。 （2）反对专制思想——明末清初 黄宗羲：以专制帝王为“天下之大害”，反对重农抑商 顾炎武：天下兴亡，匹夫有责 王夫之：批判宋明以来高度集权的政治体制 3.文学、艺术与科技成就 （1）小说——世俗化，带有一定反封建性 ①施耐庵《水浒传》和罗贯中《三国演义》。 ②吴承恩《西游记》。 ③吴敬梓《儒林外史》。 ④曹雪芹《红楼梦》。 （2）戏曲创作（传奇） ①代表作家：汤显祖、孔尚任。 ②剧种：昆曲（明朝）、京剧（清朝）。 （3)科技——经验总结性科技为主 + 西学东渐 ①李时珍《本草纲目》。 ②徐光启《农政全书》。 ③宋应星《天工开物》。 ④徐霞客《徐霞客游记》。 ⑤西学东渐：利玛窦来华，与徐光启合译《几何原本》 古代文化名人一览表 朝代 诗人词人、曲、剧作家 画家 书法家 数学家 农学家 地理学家旅行家 医学家 天文学家、科学家 思想家 西晋 陶渊明 顾恺之 王羲之 祖冲之 裴秀 南北朝 贾思勰 唐朝 李白、杜甫 吴道子 颜真卿柳公权 孙思邈 僧一行 宋朝 苏轼、辛弃疾柳永李清照 程颐程颢朱熹 朝代 诗人词人、曲、剧作家 画家 书法家 数学家 农学家 地理学家旅行家 医学家 天文学家、科学家 思想家 元朝 关汉卿王实甫 郭守敬 明朝 施耐庵罗贯中吴承恩汤显祖 徐光启 徐宏祖 李时珍 宋应星 王守仁李贽 清朝 吴敬梓曹雪芹孔尚任 顾炎武黄宗羲王夫之 *第1**6**课 两次鸦片战争* 1.鸦片战争前列强对中国的侵略行为 （1）工业革命后英、法、美、俄殖民侵略势力扩展至亚洲，并威胁中国。 （2）殖民商人对华鸦片走私日益扩大，造成白银外流。 2.《南京条约》到《北京条约》对中国社会的影响 条约 时间 签订国 主要内容 影响 《南京条约》 1842 中英 割让香港岛，赔款2100万银元，五口通商；接受协定关税， 中国的独立、主权和领土完整受到了严重侵犯，中国从一个独立的封建社会演变为半殖民地半封建 《虎门条约》 1843 中英 领事裁判权、片面最惠国待遇、五口通商口岸和教权、内河航行自由权等 《望厦条约》 1844 中美 《黄埔条约》 中法 《天津条约》 1858 中英、中法 鸦片合法化 《北京条约》 1860 中英、法 《瑷珲条约》 1858 中俄 抢占黑龙江以北、乌苏里江以东100余万平方千米土地。 3.开眼看世界——提出：向西方学习以求自强。 （1）林则徐《四洲志》。 （2）魏源《海国图志》：“师夷之长技以制夷”。 （3）徐继畲《瀛寰志略》。 *第1**7**课 国家出路的探索与列强侵略的加剧* 1.农民的探索——太平天国，推翻清朝，建立“地上天国” （1)性质：农民起义。 (2）洪秀全成立拜上帝会；广西金田起义；天京（南京）内乱；湘军、淮军镇压下失败 （3）政治主张 ①前期：《天朝田亩制度》，否定封建地主土地所有制，反映了农民平均的主张。 ②后期：《资政新篇》，提出新的社会经济政策。 （4）失败原因 ①统治集团内讧，不能突破封建秩序。 ②中外反动势力联合镇压。 （5）意义：沉重打击了清王朝的统治。 2.清政府的探索——洋务运动，试图解决国弱民贫问题 (1)性质：地主阶级的封建自救。 (2)代表人物：奕诉、曾国藩、李鸿章、左宗棠、张之洞等。 （3）改革主张：引进机器技术以自强（抵抗外国侵略）、求富（现代化）。 （4）改革措施 ①军事工业：江南机器制造总局、福州船政局、天津机器局等官办企业。 ②民用工业：上海轮船招商局、上海机器织布局、开平煤矿等官督商办的民用企业。 ③学校和海军。 （5）影响：引进资本主义国家的机器生产技术，是中国早期现代化的尝试。初衷不是改变封建统治，是在封建制度上修修补补，洋务运动的失败是必然的。 3.列强侵略加剧——从边疆危机到瓜分狂潮 （1）西北——新疆 ①危机 A.新疆内乱。 B.浩罕国阿古柏在英国支持下入侵。 C.俄国占领伊犁地区。 ②举措：左宗棠入疆平乱。 ③结局：1884，新疆建省，度过危机。 （2）西南——中法战争 ①危机：法国控制越南，入侵台湾，偷袭马尾军港，炮毁福州造船厂 ②举措：中法战争，清朝取得镇南关大捷。 ③结局：中法《越南条约》。 （3）中日甲午战争——洋务运动破产 ①危机：朝鲜农民起义，日本牙山偷袭清朝运兵船。 ②过程：丰岛海战，清军平壤大败，黄海海战遭受重大损失，威海卫战役，北洋舰队 全军覆没。 ③结局：被迫中日《马关条约》； 割地：承认朝鲜独立；割让辽东半岛、台湾及附属给日本； 赔款：2亿两白银；增开通商口岸； 通商：沙市、重庆（深入内地最远）、苏州、杭州； 特权：日本可以设厂制造特权。 影响：进一步把中国推向半殖民地半封建社会的深渊；证明了洋务运动的破产； ④台湾抵抗：台湾义勇军与刘永福黑旗军抗日。 （4）瓜分狂潮 ①大借款 A.背景：俄德法“三国干涉还辽”，索取3000万两白银，清朝合计需要在1898 年前向日本交出2.3亿两白银。 B.内容：清朝向欧洲各国银行团以高额利息借款3亿两白银。 ②划分势力范围和强租租借地 A.俄国强租旅顺、大连； B.英国租威海卫； C.德国租胶州湾 D.英国租香港新界； E.法国租广州湾。 *第1**8**课 挽救民族危亡的斗争* 1.戊戌维新运动 （1）性质：资产阶级改良。 （2）代表人物：康有为、梁启超等。 （3）改革主张：唯有实行变法才能救亡图存。 （4）过程：公车上书——百日维新——戊戌政变 （5）改革结果 ①戊戌政变：光绪皇帝被囚禁，六君子遇难。 ②除京师大学堂得以幸免外，其他改革措施全部被废止。 (6)失败原因 ①守旧势力很强大。 ②维新派缺乏可靠的社会基础，没有严密的组织。 ③把希望寄托于并未完全掌握实权的皇帝身上。 (6)意义 ①戊戌维新运动对于推动中国民族资本主义的发展和新思想的传播，起到了积极作用。 ②在一定程度上冲击了旧式官僚体制。 2.义和团运动 （1）性质：农民阶级的反帝爱国运动。 (2)主要主张：“扶清灭洋”。 (3)失败原因 ①思想上和行为上存在盲目排外的现象。 ②接受清朝的“招抚”，受到地主阶级的利用。 ③最终遭到中外势力联合镇压 (4)评价 ①义和团运动具有强烈的反帝爱国倾向，也存在明显的盲目排外行为。 ②义和团运动无法阻止中国滑向半殖民地的深渊，但它所展现的中国人民不畏强暴的牺牲精神，使外国列强认识到：瓜分实为下策”。 3.东南互保 （1）性质：地主阶级内部出现对外政策的分化。 （2）主要参与者：南方各省督抚。 （3）主要主张：在义和团运动中与帝国主义列强妥协，寻求自保。 （4）结果：动摇了清朝统治的根基。 4.八国联军侵华（1900年——庚子年） （1）性质：帝国主义列强对华武装侵略。 （2）参与者：英、美等八国。 （3）主要目的：镇压中国人民的反帝爱国运动，进一步将中国半殖民地化。 （4）过程：先后攻占天津、北京，俄国军队乘机侵占中国东北。 （5）结局：签订《辛丑条约》 ① 惩办“首祸诸臣”，涉及中央和地方大臣百余人。 ② 赔款：白银4.5亿两。 ③ 将北京东交民巷划定为使馆区，中国人不得居住，各国可派兵驻守。 ④ 拆除大沽及有碍北京至海通道的所有炮台，各国可在北京至山海关沿铁路12个重要地区驻扎军队。 ⑤ 禁止华北科举考试5年，禁止中国人成立或加入任何“与诸国仇敌之会”等。 (6）影响： 经济上：加剧了中国的贫困和经济的衰败。 政治上：破坏了中国的主权完整。 外交上：使馆界的设立，实际成为“国中之国” 总之，标志着中国完全陷入半殖民地半封建社会的深渊。 *第1**9**课 辛亥革命* 1辛亥革命的.背景——清政府推行“新政”与“预备立宪”。 (1)清末“新政”（1901年）——广泛深入，但政权掌握在极端福报无能的权贵手中，清政府不可能为中国找到真正出路 (2)预备立宪（1906年）——清政府组织“皇族内阁”。加剧了清廷与各方的矛盾，使得立宪转而支持革命。 2.条件 (1) 经济和阶级基础：民族资本主义经济进一步发展，资产阶级力量在壮大。 (2) 组织基础：革命政党同盟会的建立。 （3）指导思想：孙中山的“三民主义”革命纲领。 内容：民族、民权、民生。 意义：近代中国比较完全意义上的民族民主革命开始了 3.辛亥革命 （1）性质：资产阶级革命。 （2）领导人物：孙中山，革命党人，湖北新军，武昌起义。 (3)主要主张 ①民国主权属于全体国民。 ②全体国民一律平等。 ③结束清朝政府的统治。 （4）革命成果 ①颁布《中华民国临时约法》——确立任内阁制；资产阶级共和国宪法性质 ②建立中华民国。 （5）革命结局：革命果实落到北洋军阀袁世凯手中。 4.辛亥革命的历史意义 (1)性质：辛亥革命开始了比较完全意义上的反帝反封建的民族民主革命。 (2)政治上，推翻了清王朝统治，结束了中国两千多年的君主专制制度，建立了共和政体。 (3)思想上，传播了民主共和理念，推动了中华民族思想解放。 (4)经济上，打击了帝国主义在华势力，为民族资本主义的发展创造了有利条件。 (5)社会生活上，促使思想文化和社会风俗等方面发生新的变化。 (6)局限：辛亥革命没有完成反帝反封建的历史任务。它缺乏一个能够提出科学的革命纲领、能够发动广大民众，以及组织严密的革命政党的领导。 *第2**0**课 北洋军阀统治时期的政治、经济与文化* 1.政治——北洋军阀的统治及特点 （1)袁世凯统治时期 ①统治特点：大权独揽，帝制自为。 ②主要事件 A.解散中国国民党，镇压二次革命。 B.修改《中华民国约法》，扩大总统权力。 C.发布《修正大总统选举法》，延长总统任期。 D.与日本签订“中日民四条约”，换取日本支持。 E.称帝，改元洪宪。 F.镇压护国运动失败，被迫取消帝制，恢复民国年号。 （2）军阀混战时期 ①统治特点：在美英日帝国主义操纵下的军阀混战、军阀割据。 ②主要派系 A.英美支持的直系，以冯国璋为首。 B.日本支持的皖系，以段祺瑞为首。 C.日本支持的奉系，以张作霖为首。 ③主要事件 A.直系皖系在美日操纵下发生府院之争。 B.张勋复辟清朝。 C.西南军阀组成中华民国军政府，与北京抗衡。 D.皖系政府决定中国加入一战（以工代战）。 2.经济——北洋军阀统治时期经济上的特点 （1）特点：民族资本主义发展，无产阶级壮大。 （2）发展 ①南京临时政府时期：鼓励民间兴办实业。 ②北洋军阀时期：抵制日货、提倡国货运动为民族资本主义发展创造了条件。 3.文化——新文化运动的主要内容及影响 (1)新文化运动的主要内容 ①开始：1915年陈独秀创办《青年杂志》。 ②壮大：1917年蔡元培就任北大校长。 ③主张：拥护德先生、赛先生，反对国粹和旧文学。 ④扩大：妇女解放、婚姻自由、家庭革命。 （2）新文化运动的影响 ①普及白话文。 ②思想文化革新。 （3）影响 ①各地拥护新文化运动的刊物纷纷出版，使全国报刊面貌为之一新。 ②妇女解放、婚姻自由、家庭革命等口号的提出，意义广泛和深刻。 ③高举民主与科学的旗帜，推动思想文化革新、思想解放。 *第2**1**课五四运动与中国共产党的诞生* 1.五四爱国运动 （1）性质：彻底的、不妥协的、反帝反封建的爱国运动，新民主主义革命的开始。 （2）参与者：学生和工人。 （3）目的：要求中国政府抵制巴黎和会的无理要求，坚持国家主权。 （4）结果：北京政府释放了被捕学生。参加巴黎和会的中国代表也拒绝在和约上签字。 （5）意义 (1)五四运动是一场彻底的不妥协的反帝反封建的伟大爱国革命运动，是一场中国人民为拯救民族危亡、捍卫民族尊严、凝聚民族力量而掀起的伟大社会革命运动，是一场传播新思想新文化新知识的伟大思想启蒙运动。 (2)推动了中国社会进步，促进了马克思主义在中国的传播，促进了马克思主义同中国工人运动的结合，为中国共产党成立做了思想上干部上的准备，为新的革命力量、革命文化、革命斗争登上历史舞台创造了条件。 (3)是中国旧民主主义革命走向新民主主义革命的转折点，在近代以来中华民族追求民族独立和发展进步的历史进程中具有里程碑意义。 2.马克思主义在中国的传播 （1）中心：北京和上海。 （2）重要论文：李大钊《我的马克思主义观》。 （3）第一个马克思主义团体——马克思学说研究会。 3.中国共产党的成立 （1)内部条件：陈独秀、李大钊提出并推动。 （2）外部条件：共产国际支持帮助。 （3）中共一大：①召开时间：1921年7月23日。 ②地点：上海、浙江嘉兴。 ③纲领：推翻资产阶级，建立无产阶级专政，实现社会主义和共产主义。 4.国共合作与国民革命——北伐战争 （1）性质：民族民主革命的统一战线。 （2）特征：国共两党合作。 （3）开始（1924年） ①中共广州“三大”——通过国共合作决议。 ②国民党广州“一大”——提出“新三民主义”；“联俄、联共、扶助农工”三大政策； （4）目标：“打倒列强，除军阀”。 （5）成果：1925年建立广州国民政府，消灭广东军阀陈炯明。1926年北伐进军到长江 流域。 （6)结果：1927年蒋介石发动“四一二”反革命政变，汪精卫发动“七一五”反革命政变 国民革命宣告失败。 *第2**2**课 南京国民政府的统治和中国共产党开辟革命新道路* 1.南京国民政府的成立 （1）建立：1927年初，北伐攻取南京后建立。 （2）宁汉合流：1927年，武汉国民政府与南京国民政府合并。 （3）改旗易帜：1928年底，东北军阀张学良宣告东北三省服从国民政府，南京国民政府在形式上基本统一全国。 2.工农武装割据 （1）背景： ①国民党反动派背叛革命。 ②南昌起义，打响武装反抗国民党反动派的第一枪。 ③“八七”会议，确定了土地革命和武装反抗国民党反动派的总方针，毛泽东提出枪杆子里出政权的重要思想。 ④秋收起义后毛泽东率队进驻井冈山。 （2）内容：①建立红色政权。 ②进行土地革命。 ③开展游击战争。 （3）成果： ①开辟了农村包围城市，武装夺取政权的道路。 ②建立中华苏维埃共和国。 （4）意义：工农武装割据，以农村包围城市，最后夺取全国政权的正确道路，是马克思主义同中国具体实际相结合的典范；找到了适合中国国情的革命道路，有利于中国革命的进一步发展。 3.长征 （1）背景：第五次反“围剿”失利。 （2）内容 ①在遵义会议确立了毛泽东为代表的马克思主义的正确路线在党中央的领导地位。 ②红一方面军在毛泽东指挥下胜利北上，与陕北红军在陕北吴起镇会师。 ③红军三大主力在甘肃会宁会师。 *第2**3**课 从局部抗战到全面抗战* 1.日本军国主义的侵华罪行 （1）九一八事变（1931.9.18）——局部抗战开始 借口柳条湖事件，日军突袭北大营和沈阳、占领东北全境。 （2）“一·二八”事变（1932年） 日军侵略上海，十九路军坚决抵抗，未能实现占领 （3）扶植溥仪，建立“伪满洲国”（1932年） （4）华北事变（1935年） 日本实际控制热河、河北、察哈尔三省并策动“华北自治运动”，企图占领华北。 （5）卢沟桥事变（1937年7月7日 北京）， 借口一个士兵失踪，又称“七七”事变——全面抗战的开始 （6）南京大屠杀（1937年12月13） 日军在南京进行大屠杀，杀害中国人30万人以上。 （7）扶植汪伪政府 1940年3月，日本扶植汪精卫在南京成立伪国民政府。 (8）“以战养战” 日本在经济上对占领区进行野蛮的掠夺。将粮食规定为军用物资，造成普遍的饥馑 和死亡。强迫青壮年成为苦力。 （9)“三光政策” 1941年、1942年在华北的“治安强化运动”，对抗日根据地疯狂“扫荡”，采取烧光、杀光、抢光的野蛮政策。 （10）重庆大轰炸 1938年到1943年持续5年半的日军对重庆无差别轰炸。 （11）细菌部队 ①九一八事变时，日军组建细菌部队。 ②1938年，石井四郎组建731部队，至1945年杀害中国军民3000多人。 （12)“慰安妇” 日军在中国强征性奴隶制度，约20万中国女性遇害。 （13）造成中国军民伤亡3000万以上，经济损失6000亿美元以上。 2.从局部抗战到全面抗战 （1）东北人民革命军 九一八事变后由游击队改编而来，中共党员杨靖宇是主要领导人之一。 （2）上海十九路军抗战 驻守于上海的国民革命第十九路军在一·二八事变中对日本的侵略坚决抵抗，打击 侵略者的气焰。 （3）长城抗战 1933年中国军队在长城沿线顽强抵抗南下的日本部队。 (4）“一二·九”运动 1935年12月9日，北平学生大规模游行示威，宣传了中国共产党“停止内战，一致对外”的抗日救国主张。 （5）东北抗日联军 中国共产党领导的东北抗日联军，1936年发展至3万多人，牵制了大量日军 （6)西安事变 1936年张学良、杨虎城对蒋介石发动“兵谏”，以武力逼蒋抗日。中共中央确定和平解决方针，周恩来奔赴西安，使事件和平解决。 （7）抗日民族统一战线的形成 ①1937年7月8日，中国共产党通电全国主张全民族抗战。 ②蒋介石发表谈话，承认中国共产党合法地位，统一战线最终达成 ③周恩来向蒋介石递交《中共中央为公布国共合作宣言》，红军主力改编为八路军 南方红军改编为新四军。 ④ 蒋介石第二次庐山谈话会上发表抗战讲话。 *第2**4**课 全民族浴血奋战与抗日战争的胜利* 1.正面战场与敌后战场 （1）正面战场 ①四大会战：淞沪会战、忻口会战、徐州会战、武汉会战。 ②抗战中三次大捷：八路军在忻口会战取得平型关大捷，徐州会战中取得台儿庄 大捷，第三次长沙会战的胜利。 （2）敌后战场 ①游击战争：以敌后抗日根据地为基础的游击战争。 ②百团大战：1940年破袭日军华北交通线为主要目标的进攻作战。 2.中国共产党是全民族团结抗战的中流砥柱 （1）从1931年以来，中国共产党领导下的东北人民革命军、东北抗日联军对日本的侵略进行了坚决的抵抗。 (2)1935年中国共产党提出了“停止内战，一致抗日”的主张，在“一二·九”运动中得到广泛宣传，赢得了广泛的赞同。 (3)1936年西安事变中，中国共产党积极推动事变的和平解决，寻求实现停止内战、一致抗日的局面。 (4)1937年七七事变后，中国共产党通电全国主张全民族抗战，并向蒋介石递交《中共中央为公布国共合作宣言》，红军主力和南方八省红军接受改编，推动建立了抗日民族统一战线。 （5)1937年9月，八路军在太原（忻口）会战中取得平型关大捷，这是抗战初期正面战场上首次大胜。 （6)1938年6月，武汉会战前，毛泽东发表《论持久战》，指出中国必须通过持久作战赢得对日作战最后胜利。 （7)上海、太原失守后，八路军、新四军建立了多个敌后抗日根据地，以游击战争牵制了在华日军一半以上的兵力。 （8）1940年下半年，八路军发动“百团大战”，对华北日军进行打击。 （9）1941年，国民党顽固派制造“皖南事变”，共产党一面坚决打退国民党的反共高潮， 一面坚持艰苦的敌后抗日游击战争。以延安为中心的陕甘宁边区开始实行民主选 举，其他抗日根据地也仿照陕甘宁边区，根据地建设成效显著。 （10) 1945年中共“七大”在延安召开，毛泽东作《论联合政府》的报告，主张彻底打败日本侵略者，建立一个新民主主义的中国。 3.东方主战场 （1）.背景：1941年，苏德战争与太平洋战争爆发，中国的抗日战争与美、英在太平洋战场的对日作战密切联系。 （2）.同盟作战 ①《联合国家宣言》：在华盛顿签署。标志着世界反法西斯统一战线正式形成。 ②《开罗宣言》：1943年中美英三国，敦促日本投降，规定日本所窃取的中国领土，例如东北地区、台湾及其附属岛屿、澎湖群岛等，归还中华民国。 ③订立新约：1943年，中、美、英三国，废除不平等条约，取消在华特权，订立新约。 \\4. 抗战胜利 （1）中共七大——1945年 延安 确立毛泽东思想为党的指导思想。2.日本投降 （2）日本投降：1945年8月15日，日本天皇宣布无条件投降。 1945年10月25日，台湾光复。台湾作为中国的一个省，回到祖国怀抱。 （3）意义 ①近代以来抗击外敌入侵的第一次完全胜利，重新确立了中国在世界上的大国地位。 ②开辟了中华民族伟大复兴的光明前景，开启了古老中国的新征程。 *第2**5**课人民解放战争* 一、争取和平民主的斗争 1.重庆谈判：国共双方签署《双十协定》。 2.政治协商会议：重庆政治协商会议通过和平建国纲领案等五项协议，被国民党否决。 二、全面内战的爆发及人民解放战争的进程： 1.国民党军的全面进攻阶段： 1946年6月，从围攻中原解放区开始全面进攻，到10月进攻被粉碎。 2.国民党军对陕北和山东解放区的重点进攻阶段： 1947年3月，中共中央主动撤出延安辗转陕北，华东野战军打退了对山东解放区的重点进攻。 3.人民解放军战略进攻序幕的揭开：1947年6月，刘邓大军千里跃进大别山。 三、国民党政权的统治危机 1.经济困局：滥发纸币、巧取豪夺，信誉一落千丈。 2.政治困局：国民党包办“国民大会”通过《中华民国宪法》，进一步暴露独裁和内战面目。 四、新民主主义革命的胜利 1..解放区的土地改革：《中国土地法大纲》。 2.辽沈、淮海、平津三大战役的胜利，渡江战役，国民党在大陆的统治结束。 *第2**6**课 中华人民共和国成立和向社会主义的过渡* 1.中华人民共和国成立 （1）一届政协会议通过《共同纲领》，具有临时宪法性质。 （2）会议选举毛泽东为中央人民政府主席，确定了国旗、国歌和首都。 （3）1949年10月1日，开国庆典。 2.中华人民共和国巩固人民政权的主要举措 （1)《土地改革法》（1950年新解放区），解放农村生产力； （2）稳定物价 ，“银元之战”投机、“米棉之战”、打击投机，统一了全国财政经济。 （3）抗美援朝（1950–1953年），提高国际地位，造就团结稳定 （4）开创自由独立的和平外交——巩固人民政权的外部环境。 ①第一次建交高潮。确立“一边倒”“、“另起炉灶”和“打扫干净屋子再请客”的方针； ②日内瓦会议。首次以五大国之一身份参加会议； ③“和平共处五项原则”，。周恩来提出并确认了，国际社会广泛认可。 ④万隆会议。提出“求同存异”的方针。 3.社会主义基本制度的建立 （1）经济制度 ①一五计划 社会主义工业化，开始改变工业落后的面貌。 ②三大改造 实现对农业、手工业和资本主义工商业的社会主义改造。 （2)政治制度—— 一届人大《1954年宪法》确立 ①根本制度：人民代表大会制度； ②基本制度：中国共产党领导的多党合作和政治协商制度； 民族区域自治制度； *第2**7**课社会主义建设在探索中曲折发展* 1.20世纪50-70年代国家建设的曲折探索 （1）三年经济困难时期 ①背景：“总路线”“大跃进”与人民公社。 ②性质：社会主义探索中经验不足、忽视客观条件与自然灾害共同的结果。 （2）“文化大革命” ①性质：毛泽东错误发动，被江青等四人帮、林彪反革命集团利用的政治运动。 ②原则：以阶级斗争为纲。 ③斗争 A.20世纪60年代末，老一辈革命家、干部与人民群众反对； B.1972年到1975年，周恩来、邓小平主持工作，对拨乱反正的预演； ④结果：1976年，党中央粉碎江青反革命集团，结束“文化大革命”。 \\2. 20世纪50-70年代国家建设的伟大成就 （1)理论探索 ① 1956年中共八大提出：国内的主要矛盾是人民对经济文化迅速发展的需要同当 前经济文化不能满足人民需要的状况之间的矛盾。党和全国人民的主要任务，就是集中力量来解决这个矛盾，把我国尽快地从落后的农业国变为先进的工业国。 ②1964年三届全国人大一次会议提出建设“四个现代化”的伟大目标。 （2）实践成就——人民物质生活和文化生活水平得到逐步提高 ①经济——完成了大规模的三线建设，增强了国防力量，改善了工业布局。 工业：建成了门类比较齐全的基础工业项目。 农业：大幅度提高了粮食生产水平。 ②国防——成功爆炸原子弹、氢弹，成功试射了中远程导弹和人造卫星 ③ 科技——兴修水利、农田基本建设、培育推广良种、科学种田 提高了粮食生产水平和抵御自然灾害的能力 ④文化教育取得长足进步 ⑤医疗卫生事业蓬勃发展。。 ⑥劳动者的整体素质有很大提高。 如：“铁人”王进喜、党的好干部焦裕禄、解放军好战士雷锋 科学家：李四光、钱学森、邓稼先、华罗庚等杰出知识分子。 ⑦外交打开新局面 A.第二次建交高潮。 B.1971年，中华人民共和国恢复在联合国的一切合法权利。 C.1972年中美关系恢复正常化，中日正式建交。 *第2**8**课中国特色社会主义道路的开辟与发展* 一、伟大的历史转折 1、.十一届三中全会——中国特色社会主义道路开辟的标志 （1)背景：《光明日报》发表《实践是检验真理的唯一标准》，重新确立了实事求是的马克思主义思想路线。 （2）时间：1978年12月。 （3）指导思想：邓小平《解放思想，实事求是，团结一致向前看》。 （4)主要内容 ①把党和国家工作中心转移到经济建设上来。 ②实行改革开放的战略决策。 （5）意义：伟大转折，开启改革开放和社会主义现代化建设的新时期。 2、拨乱反正：平冤假错案，落实各项政策 3、《关于建国以来党的若干历史问题的决议》——为改革开放打下基础 4、《1982年宪法》——社会主义政治建设进入新阶段 二、.改革开放进程 （1）实施改革开放 ①农村改革：家庭联产承包责任制。 ②城市经济体制改革：国有企业实行政企分开。 ③对外开放：1980年在深圳、珠海、汕头、厦门设立经济特区。 （2) 推进改革开放 ①十二大——提出“建设中国特色的社会主义”； ②十三大——初级阶段理论，“一个中心，两个基本点”的基本路线； ③十四大——目标“建立社会主义市场经济体制”。 ④按照建立现代企业制度的总体思路推进国有企业改革。 ⑤建立从沿海到沿江，从沿边到内陆的全方位对外开放格局。 （3）深化改革开放 ①2001年，中国加入世界贸易组织。 ②2010年，中国经济总量跃居世界第二。 三、“一国两制”与祖国统一大业 （1）提出：20世纪80年代，邓小平提出。 （2)定义：在一个中国前提下，国家主体坚持社会主义制度，香港、澳门、台湾是中华人民共和国不可分离的部分，它们作为特别行政区保持原有的资本主义制度长期不变。在国际上代表中国的，只能是中华人民共和国。 （3）实践 ①香港回归：中英联合声明，1997年7月1日，香港特别行政区正式成立。 ②澳门回归：中葡联合声明，1999年12月20日，澳门特别行政区正式成立。 ③台湾：两岸关系不断发展 《告台湾同胞书》 → 形成“九二共识” → 《反分裂国家法》→ 习、马在新加坡两岸领导人首次会面 *第2**9**课改革开放以来的巨大成就* 1.中国特色社会主义理论体系形成与发展 邓小平理论 → “三个代表”重要思想 → 科学发展观 → 习近平新时代中国特色社会主义思想 2.综合国力不断提升 国民经济：持续快速增长 基础设施建设：走在前列（高速铁路、超级计算机、大飞机C919等） 精神文明建设：文化获得感提升 国防和军队改革：历史性突破（实力跃升、维权、维和重大任务） 3.国际影响力不断扩大 外交：全方位外交，构建新型国际关系（相互尊重、公平正义、合作共赢） 经济：从全球化的参与者变为推动者 政治：安理会常任理事国责任，推动和平解决国际争端 理念：构建人类命运共同体 下册 *下册知识整理* *2020.3* *第一单元：古代史（5**C**以前）——古代文明的产生和发展**知识点： 人类文明产生的前提：农业与畜牧业的产生；**古代世界文明的特征：多元发展（受地理、历史条件影响）* *第二单元：中古时期的世界（5——**15**C）* 区域 农作物 最初的文明国家 文明交流 国家 *亚洲* *西亚* 小麦、大麦、豆类 1、古代两河流域：苏美尔人；楔形文字；古巴比伦王国与《汉谟拉比法典》史诗：《吉尔伽美什》；2、亚述帝国；3、波斯帝国（君权神授、行省制）4、亚历山大帝国（君权神授、推广希腊文化） 1欧亚农耕文明的连接——西亚为中心1农耕技术→中亚、欧洲、北非2冶铁技术→埃及、希腊3腓尼基字母：东传：阿拉伯字母西传：希腊字母 、拉丁字母2东汉、罗马帝国的丝绸之路（班超派甘英出使大秦） 1．阿拉伯帝国——东西方文化 交流的桥梁；穆罕默德与伊斯兰教；政教合一的国家；最大的城市：巴格达； 2．奥斯曼土耳其帝国君士坦丁堡→伊斯坦布尔；阻碍东西方商贸往来，迫使欧洲人不得不开辟新航路 *南亚* 芋头 1.古代印度：种姓制度；佛教；《摩诃婆罗多》《罗摩衍那》；数字：0—9；2、孔雀帝国； 1．笈多帝国：位于恒河流域；印度教为主2．德里苏丹：突厥人建立；伊斯兰教为国教；受阿拉伯文化影响大 *东亚* 水稻、粟 中国 东汉、罗马帝国的丝绸之路（班超派甘英出使大秦） 1．日本：大化改新（唐朝）；幕府统治（12C末）；最后的幕府：德川幕府（黑船事件）2.朝鲜：唐朝帮助新罗统一；明朝助朝抗击丰臣秀吉入侵； *欧洲* *西欧* 古罗马帝国：基督教产生（1世纪）；西罗马帝国灭亡（5世纪） 西欧封建社会；（二元政治）基本特征：封君封臣、庄园、农奴制度城市自治（方式：金钱赎买、武装暴动）基督教会举足轻重；大学开始兴起； *东欧* 古代希腊：民主城邦制（小国寡民）斯巴达与希腊最著名；希罗多德与《历史》；哲学家：苏、柏、亚 1、拜占庭帝国&#x3D;东罗马帝国；君士坦丁堡沟通东西桥梁《查士丁尼法典》；1453年，被奥斯曼土耳其灭2、俄罗斯帝国：基辅罗斯→金帐汗国臣属→莫斯科公国→伊凡四世称沙皇→彼得一世改革后，横跨欧亚两大洲 *非洲* *东非* 古代埃及：法老与金字塔；象形文字写在莎草上；阿克苏姆王国（公元前后） 桑给巴尔、蒙巴萨、摩加迪沙环印度洋贸易；出口黄金、象牙、奴隶 *西非* 甜高粱、西瓜、棉花 西非居民：班图人 先后建立加纳、马里、桑海；中心：廷巴图克 *南非* 津巴布韦（班图人建立） *美洲* 玉米、南瓜、马铃薯、番茄、花生 古代玛雅文明：金字塔祭祀庙宇；20进制；“零”的概念 美洲：印第安人创造文明 1.玛雅文明衰落（15C）2.阿兹特克都城：特诺奇蒂特兰“浮动园地”扩大耕地面积；3.印加帝国————15、16世纪最鼎盛都城：库斯科 第三单元 走向整体的世界 第6课 全球航路的开辟 1.新航路开辟的动因和条件 (1）主观动因 ①伊比利亚半岛居民尝试从海洋获得物资。 ②西欧商品经济发展，刺激对财富的需求和对市场的开拓。 ③《马可·波罗行纪》激发了对海上探险的欲望。 ④通过海上打破奥斯曼帝国对贸易的垄断。 ⑤通过海外扩张传播基督教。 （2）客观条件 ①地圆说得到普及。 ②地理知识与航海经验的积累， ③造船技术提高。 2.新航路的开辟 （1）欧亚航线 ①1487年，葡萄牙迪亚士抵达好望角。 ②1497-1498年，达·伽马抵达印度 (2)欧美航线 1492年，哥伦布抵达美洲。 (3）环球航行 1519-1522年，麦哲伦船队。 (4) 其他航线; 英、荷、法、俄等国的继续探索； 开辟了北大西洋和南太平洋的新航线 第7课 全球联系的初步建立与世界格局的演变 1.新航路开辟引起的全球性流动 (1）人口迁移 ①欧洲人、非洲人迁移进美洲。 ②美洲出现高族群混合现象。 （2)物种交换 ①欧亚特产传入美洲：马、牛、猪、羊、鸡、麦、橄榄、葡萄等。 ②美洲特产传入世界各地：马铃薯、玉米、番茄、甘薯、花生、南瓜、可可等。 （3)疾病传播 （4）世界性的商品流动——世界市场初步形成 ①传统印度洋贸易：欧洲商人取代了阿拉伯商人的优势； ②大西洋贸易——罪恶的“三角贸易”（美、欧、非） 美洲贵金属、蔗糖和烟草VS欧洲手工制品VS非洲黑人。 ③太平洋贸易：丝银贸易（以“白银”输入中国为中心的贸易网络） 以澳门为中转站的中印、中日丝银贸易；白银大量流入中国； 葡萄牙、西班牙垄断生丝贸易： 萄牙人占据澳门；西班牙拥有菲律宾、墨西哥两大殖民地； 马尼拉大帆船：西班牙武装商船，垄断菲律宾与墨西哥之间的跨太平洋贸易； 2.新航路开辟后的不同影响 (1)对美洲、非洲的影响 ①中断了美洲和非洲原有的社会发展进程。 ②)印第安文明遭到毁灭性打击。 ③大批非洲人在三角贸易中沦为奴隶 (2)对亚洲的影响 白银大量流入中国，进一步刺激了中国东南沿海地区经济的发展 亚洲的古老帝国受到冲击。 （3）对欧洲的影响 欧洲资本主义经济获得发展： A出现商业革命和价格革命 ​ B 贸易中心从地中海→大西洋沿岸； ​ C 欧洲资本原始积累 总结：打破平衡的多元文明格局；世界由分散走向整体；世界市场开始形成； 第四单元 资本主义制度的确立 第8课 西欧的思想解放运动 1.文艺复兴（14～17世纪）——肯定人的价值和尊严，解放人的思想 （1）性质：资产阶级思想启蒙运动。意大利是中坚力量 （2）精神内核：人文主义 （3)代表人物 ①14世纪意大利“文学三杰”：但丁、彼特拉克、薄伽丘。 ②15世纪意大利“美术三杰”：达·芬奇、米开朗琪罗、拉斐尔。 ③15世纪后期英国：莎士比亚。 2.宗教改革（16世纪）——进一步解放人的思想，推动资本主义发展和民族国家的形成 (1)性质：资产阶级思想启蒙运动。德国马丁·路德改革拉开序幕 （2)主张：“教随国定”。 （3)代表教派：德国路德派新教、瑞士加尔文教和英国国教。 \\3. 科学革命（16～17世纪）——削弱了封建统治的精神支柱，促进了思想解放和社会进步 波兰：哥白尼 “日心说”，建立新的宇宙观 英国：牛顿发现万有引力定律，较为完整的力学体系，为近代物理学的发展奠定了基础。 作用：形成了重视经验和事实的理性化思维方式； 科学革命促进了思想解放和社会进步。 4.启蒙运动（17、18世纪）——表达了资产阶级的政治、经济诉求，为资产阶级革命提供思想武器 (1)性质：资产阶级思想启蒙运动。 源于17世纪的英国，高潮于18世纪的法国，广泛影响世界各国 （2）精神内核：理性 （3)代表人物和各自主张。 ①伏尔泰：通过开明君主改革，建立君主立宪制。 ②孟德斯鸠：三权分立。 ③卢梭：主权在民和直接民主制。 ④“现代经济学之父”亚当·斯密：劳动是财富的源泉，应当自由竞争。 ⑤康德：人应当独立思考，理性判断 (4)影响 ①解放思想，为资本主义制度建立作了理论准备。 ②推动美国独立战争和法国大革命。 ③成为殖民地半殖民地人民争取民族独立的精神支柱 （如：中国的戊戌变法、辛亥革命、新文化运动） 第九课 资产阶级革命与资本主义制度的确立 早期资产阶级革命（17、18世纪） 项目 英国资产阶级革命 美国独立战争 法国大革命 背景 英国资产阶级和新贵族不愿接受专制王权的限制 北美人民不愿接受英国殖民当局对北美大西洋沿岸殖民地的限制和剥削 法国资产阶级迫切要求摆脱封建专制统治和等级制度 爆发 1640年 1775年 来克星顿枪声 1789年7月14日攻占巴士底狱 重要文件 《权利法案》《王位继承法》 《独立宣言》《1787年宪法》确定三权分立、相互制衡的原则 《人权宣言》提出人权《1791年宪法》确立新制度基本框架； 革命成果 1.光荣革命后， “议会至上”、的英国君主立宪制逐步形成；2.世界进入近代史； 1.美国诞生；2.既是资产阶级革命，也是民族独立运动； 1.沉重打击了欧洲其他国家封建制度；2.革命的原则随拿破仑军队传播到欧洲各地； 1.资本主义制度的确立和扩展 时间 英国 美 国 法国 意大利 德国 日本 18-19C（确立） 议会制 通过1787年宪法，建立了三权分立下的联邦制，但保留了奴隶制度 共和制 19C中期以后（全球扩展） 1.南北战争；2.《宅地法》和《解放黑人奴隶宣言》，维护联邦统一；解除了奴隶制度 通过革命和反侵略战争，由分裂走向统一（1871年） 1.普鲁士；2.俾斯麦；3.三次王朝战争（丹、奥、 法）；4.1871年统一。 实行君主立宪制； 1.日本明治维新；2. 实行三大政策： “富国强兵” “殖产兴业”“文明开化”3.建立了军国主义的君主立宪制； 2.资本主义革命、资本主义制度与近代西方政治思想理念的关系 政治思想 政治文献 政治实践 开明君主（伏尔泰） 意大利、德国、日本采取君主立宪制 三权分立（孟德斯鸠） 美国《1787年宪法》 1.美国建立三权分立的联邦制；2英国采取议会制制（责任内阁制），3.法国共和制 主权在民（卢梭） 《独立宣言》《人权宣言》 1.美国独立战争；2.法国大革命 第五单元 工业革命与马克思主义的诞生 第10课 影响世界的工业革命 1.工业革命带来的社会生产力大发展 项目 第一次工业革命（18世纪60年代——19世纪中期） 第二次工业革命（19世纪中后期——20世纪初） 主要标志及核心发明 瓦特 蒸汽机阿克莱特 曼彻斯特第一家水力纺纱厂； 电力技术与内燃机 交通工具 汽船、火车 汽车、飞机 能源 煤炭 电力和石油 新产业部门 机器制造业 化学工业、石油工业 重点领域 棉纺织工业（轻工业） 化学工业、石油化工业、炼钢、纺织、采煤、机器制造和铁路运输等（重工业为主） 科技含量 科学与技术未真正结合 科学实验与生产紧密结合 规模 英国开始 → 欧洲大陆、北美 几个大国同时进行；美、德最突出； 时代特征 蒸汽时代 电气时代 2.工业革命对生产关系变化的影响 （1)生产组织和管理方式变化： 手工工场 →大工厂制度 → 垄断组织。 (2)社会阶级结构 ①工业资产阶级和工业无产阶级成为社会两大阶级。 A.工业资产阶级，巩固了政治统治地位。 B.无产阶级在斗争，争取自己的权利。如：三次工人运动 ②中间阶层力量开始发展。 （3）社会生活变化——城市化 ①城市生活日益重要。②提供物美价廉的工业产品 ；③休闲娱乐和群众性体育兴起 ④报纸书籍 大增； ⑤女性更多教育机会； ⑥人口增加明显。 (4）社会问题： ①贫富分化加剧； ②居住条件恶劣； ③环境污染严重； ④疾病与犯罪扩散； 3.工业革命改变了世界面貌： （1）世界各地联系更加密切； （2）在亚非拉建立起西方殖民统治； （3）资本主义进入垄断阶段； （4）资本主义世界经济体系最终形成。 第11课 马克思主义的诞生与传播 1.诞生的时代背景 (1)工业革命后，血汗工厂，早期工人运动的需求 ①法国里昂工人起义。②英国宪章运动。③德国西里西亚织工起义。 (2)空想社会主义——没有找到解决资本主义矛盾的正确途径 萌发了空想社会主义思想：法国： 圣西门、傅立叶； 英国：欧文。 2.马克思主义的诞生——《共产党宣言》 （1)背景：马、恩经过长期的理论探索和革命实践，创立了马克思主义； (2）标志：1848年2月 ，伦敦，《共产党宣言》发表 (3）主要内容 ① 肯定资本主义的进步作用。 ② 揭示了资本主义必然灭亡，共产主义必然胜利的客观规律。 ③ 肯定阶级斗争的重要性，宣告无产阶级是掘墓人的使命 （4）作用：马克思主义阐明社会发展的客观规律、创立了唯物史观、是国际工人运动和民族民主运动的重要思想武器。 3.《资本论》，马克思创立了剩余价值学说； 4.国际工人运动的发展 （1）“第一国际”（ 国际工人协会）建立，伦敦 ——推动了马克思主义的传播和国际工人运动进入新阶段。 （2）巴黎公社——建立无产阶级政权的第一次伟大实践； 丰富了马克思主义的学说； 为无产阶级革命留下了重要启示 第六单元 世界殖民体系与亚非拉民族独立运动 第12课 世界殖民体系的形成 1.世界殖民体系的最终形成———— （1）时间：19世纪末20世纪初 （2）背景： 第二次工业革命后，进入垄断阶段；资本主义发展到帝国主义阶段；所有地区都被卷入资本主义世界市场。 （3）影响 ①给殖民地半殖民地人民带来深重灾难。 ②造成西方先进、东方落后的局面。 ③帝国主义国家之间孕育着巨大的冲突。 2.西方列强对亚非拉的殖民扩张 （1）拉丁美洲的殖民地化——18世纪晚期 ①主要殖民国：西班牙（大部分地区）、葡萄牙（巴西)。 ②近代第一个永久殖民地：圣多明各（西班牙)。 ③统治方式：总督制度的专制统治、奴役和屠杀印第安人、罪恶的黑奴贸易 (2)亚洲沦为殖民地半殖民地——19世纪末20世纪初 ①东亚 A.葡萄牙设立商站(澳门）。 B.鸦片战争后，列强和清朝签订一系列不平等条约，中国沦为半殖民地半封建社会。 C.1910年，日本吞并朝鲜半岛。 ②东南亚 A.16世纪，西班牙吞并菲律宾。 B.17世纪，荷兰建立巴达维亚殖民地，19世纪后期占领印尼。 C.19世纪末20世纪初，英国占领缅甸和马来半岛大部分。 D.19世纪末20世纪初，法国占领越南、柬埔寨和老挝。 E.19世纪末20世纪初，美国取代西班牙占领菲律宾。 ③南亚 英国通过东印度公司在印度掠夺财富，并最终几乎控制印度全境。 ④西亚 奥斯曼土耳其、伊朗逐步半殖民地化。 （3）西方列强瓜分非洲——最早被侵略是非洲 ①15-19世纪初：局限在沿海地区（港口、城镇，进行奴隶贸易）。 ②工业革命后，全面殖民入侵（北非→撒哈拉沙漠以南）： 北非：英国占领埃及；法国入侵阿尔及利亚、突尼斯和摩洛哥。 非洲腹地：英国 横贯非洲南北的庞大殖民地； 法国 西非到东非索马里 德国 赤道两侧建立殖民地 ③柏林会议——“有效占领”原则与“地图上作业” ④19世纪晚期：列强基本把非洲瓜分完毕。 *第1**3**、1**6**、2**1**课 亚非拉民族民主运动* 项目 第13课 亚非拉民族独立运动 第16课 亚非拉民族民主运动的高涨 第21课 世界殖民体系的瓦解 时间 一战前 一战后 二战后 背景 工业革命，资本主义向帝国主义过渡；启蒙思想的影响； 一战，削弱了帝国主义势力；十月革命与马克思主义传播； 二战后，民族解放浪潮空前高涨； 拉美 拉美的民族独立——驱赶西班牙与葡萄牙1. 海地独立→拉美独立；2.建立共和国（除巴西），普遍军事独裁统治；3.美国对拉美的：“大棒、金元”外交；4.墨西哥革命，赶走独裁者。颁布了资产阶级宪法 拉美民族民主革命与改革1.尼加拉瓜桑地诺的抗美斗争；（人民的良心、美洲自由的标志）2.墨西哥卡德纳斯改革，引领墨西哥走上现代化之路；3. 拉美捍卫国家主权斗争1.卡斯特罗的古巴革命，建立社会主义国家；2.巴拿马从美国手中收回巴拿马运河全部主权； 亚洲 亚洲的觉醒1.印度民族解放运动。2.伊朗立宪革命。3.中国辛亥革命。 亚洲民族民主运动高涨1.东亚：中国国共合作——北伐战争；2.东南亚：印尼共产党第领导反对荷兰的民族大起义；苏加诺成立印尼民族党；3.南亚：印度非暴力不合作运动（阿姆利则惨案→：食盐进军→退出印度） 亚洲民族解放运动新高潮1.印度分治，分裂成印度和巴基斯坦； 非洲 非洲的抗争1.埃及抗英斗争。2.苏丹马赫迪起义。3.埃塞俄比亚反意大利斗争。 非洲独立意识的觉醒（北非和东非的觉醒）1.埃及：扎格鲁尔华夫脱党，埃及独立；2.摩洛哥里夫建共和国，被西、法镇压；3.埃塞俄比亚抗意（墨索里尼），恢复独立 非洲大陆掀起民族独立非风暴1.埃及独立，收回苏伊士运河主权；2.阿尔及利亚独立；3.1960年“非洲年”（17国独立） 影响 打击了帝国主义的侵略势力；削弱了本国的封建势力；推动了民族独立和世界历史的发展； 沉重打击帝国主义和殖民主义；动摇了世界殖民体系；成为影响国际秩序的重要因素； 1945年-1991年，全世界有90多个国家独立，世界殖民体系崩溃。万隆会议与不结盟运动，第三世界兴起； 第七单元 世界大战、十月革命与国际秩序的演变 第十四课 第一次世界大战与战后国际秩序 1.一战 (1)背景：第二次工业革命和垄断组织的产生，资本主义进入帝国主义阶段，掀起瓜分狂潮； 根本原因：列强之间政治、经济发展不平衡，实力对比发生变化； 直接原因：德国开始寻求欧洲乃至实际的的领导地位，英德矛盾激化； 巴尔干成为欧洲“火药桶” （2)两大军事集团对峙 ①同盟国：德国、奥匈帝国、意大利。 ②协约国：英国、法国、俄国。 （3)导火线：1914年，奥匈帝国皇储斐迪南大公夫妇在萨拉热窝被塞尔维亚青年普林枪杀。 2.一战的过程：三条战线；西线是决定性战场； ​ 战役： 马恩河战役、凡尔登战役、索姆河战役、日德兰海战； ​ 过程：美国参战 → 中国参战 → 俄国十月革命，退出战争； ​ 结果：德国为首的同盟国失败； 一战的性质：是列强重新瓜分世界、争夺世界霸权的帝国主义之战。 3.一战后的国际秩序——凡尔赛一华盛顿体系 ①巴黎和会：构建“凡尔赛体系”（重建欧洲秩序） 拒绝中国收回青岛，导致爆发“五四运动” ​ 建立“国际联盟”，实行“全体一致”原则；无法制止战争发生，变为英、法等国操纵国际事务的工具。 ②华盛顿会议：构建“华盛顿体系”（调整远东秩序） 列强同意将“门户开放”“机会均等”作为侵略中国的共同原则。 4.一战的影响： 建立了凡尔赛-华盛顿体系，改变欧洲中心的国际格局； 建立第一个国际性组织——国际联盟； 削弱了帝国主义和殖民主义力量，促进殖民地半殖民地国家的民族觉醒； 俄国十月革命，建立第一个社会主义，形成两种制度并存与竞争的新格局； 第十五课 十月革命的胜利与苏联的社会主义实践 1.列宁主义的诞生——是马克思主义理论的继承和发展 A.沙皇专制统治，社会矛盾尖锐； B.工业发展造就的第一代产业工人，社会民主工党开始有组织的工人运动； C.列宁创办《火星报》，宣传马克思主义。 D.布尔什维克党正式建立，以列宁主义作为党的指导思想； ②主要主张——无产阶级专政理论 A.帝国主义是资本主义发展的最高阶段 B.社会主义可能首先在一国取得胜利。 C.核心理论——工人阶级应以暴力推翻资产阶级政权，建立无产阶级专政。 2.十月革命的胜利——1917.11.7 过程：二月革命 → 四月策略 → 十月革命（彼得格勒武装起义，攻占冬宫）。 意义：第一个无产阶级领导的社会主义国家； 实现了社会主义从立项到现实的伟大飞跃； 改变20世界的世界格局，从此开创两种 制度并存与竞争的新局面 第十七课 第二次世界大战与战后国际秩序的形成 1.法西斯主义与亚欧战争策源地的形成 法西斯的含义：极端民族主义，反对自由主义和共产主义，对内独裁，对外扩张 （1)三国产生法西斯组织： 意大利：墨索里尼 “战斗的意大利法西斯”。 德国：希特勒组建“纳粹党” 日本：军部法西斯运动：发动九一八事变，侵占中国东北；建立军事法西斯专政。 （2）1929年经济危机； （3）英法绥靖政策——《慕尼黑协定》 （1）+（2）+（3）&#x3D;欧亚战争策源地形成 2.第二次世界大战（1939——1945） 局部战争 → 全面爆发 → 全球爆发 → 结束 （亚洲战场） （欧洲战场） （太平洋战场） 1945年 （九一八、七七） （苏德战场） 《联合国家宣言》 （意、德、日投降） \\3. 战后的国际秩序——雅尔塔体系 （1)性质 ①反法西斯同盟国主导的战后国际秩序。 ②带有强权色彩。 (2)内容 ①重新确定欧亚国家的版图。 ②审判战犯，肃清法西斯主义和军国主义。 ③对德日意三国的殖民地及国联的委任统治地实行托管，原则上承认被压迫民族独立。 ④美苏英划分势力范围。。 ⑤成立联合国。 （3）保障 ①开罗会议与《开罗宣言》、德黑兰会议、雅尔塔会议和波茨坦会议 ②联合国 A.性质：主权国家的国际组织。 B.宗旨：建立和维护世界和平，提倡不同社会制度国家之间的共处与合作。 C.机制：大国一致原则。 第八单元 20世纪下半叶世界的新变化 第十八课 冷战与国际格局的演变 比较项目 冷战的演变 国际格局的演变 冷战的含义 1947-199年期间，以美苏为首的两大集团之间逐步形成的既非战争又非和平的长期对峙与竞争状态 背景 美苏国家战略、国家利益、社会制度和意识形态的对立和冲突；美国的全球扩张战略和苏联的保障国家安全战略之间的激烈碰撞； 20世纪40、50年代，（冷战开始） 1.开始标志：杜鲁门主义2.表现：政治：杜鲁门主义VS 共产党与工人情报局经济：马歇尔计划VS经互会。军事：北约VS华约地缘政治：第一次柏林危机（联邦德国VS民主德国） 两极冷战格局形成 20世纪60、70年代（冷战发展） 重大事件：柏林危机+古巴导弹危机特征：既有缓和，也有激烈对抗；多种力量在成长：1.西方阵营分化（欧共体和日本）2.社会主义阵营（东欧反苏；中苏关系破裂）（中国自力更生：两弹一星、恢复联合国席位、尼克松访华）3.第三世界兴起 （万隆会议与不结盟运动） 冲击两极格局，孕育多极化趋势 20世纪80、90年代（冷战结束） 冷战的结束前提：苏联的退让和妥协东欧剧变→德国统一 →苏联解体 两极格局瓦解；“一超多强”的多极化趋势不可逆转 第十九课 资本主义国家的新变化 1.经济政策的新变化： 变化：自由经济→国家宏观调控（干预）经济；（学习美国的罗斯福新政） 国内：宏观调控经济（黄金时代→滞涨→低速增长） 国外：建立国际经济组织，维护经济秩序 （如：国际货币基金组织、世界银行、关税与贸易总协定→WTO） 2.科技的新变化 理论重大突破：相对论+量子力学 第三次科技革命，进入“信息时代”，极大提高生产力。 3.社会结构的新变化 农业、工业人口比重下降，服务业人口比重增加； “中间阶层”人数增加 4.公民民主权利的扩大 “福利国家”，构建社会保障体系； 美国黑人民权运动。 妇女运动。 学生运动（如：反对越南战争） 5，局限性：触及的主要是统治的手段和方法，没有克服资本主义的基本矛盾 第十九课 社会主义国家的发展与变化 1.苏联的发展、改革与解体 发展：试爆成功原子弹与氢弹；发射世界上第一颗人造地球卫星；优先发展重工业； 改革： ①赫鲁晓夫改革：改革管理体制，注入市场要素； 全盘否定斯大林，造成严重的后遗症。 ②勃列日涅夫改革：“新经济体制”改革，提高生产效益； ​ 过您收入年均增长率逐年下降 ③戈尔巴乔夫改革：取消苏共领导地位，放弃社会主义制度； 抛弃马克思主义指导，实行“多元化”，思想混乱，民族分裂； 解体：（1991年） 原因：未突破计划经济体制，国民经济比例严重失调 ； 根本方向性错误：严重背离社会主义方向 2.东欧社会主义建设、改革与剧变 建设：东欧在苏联帮助下，建立了一系列社会主义国家 改革：南斯拉夫最早改革，社会主义自治制度，买下分裂隐患； 捷克斯洛伐克改革运动——“布拉格之春”，被苏联扼杀 剧变： 原因：①没有突破苏联模式，国民经济比重长期失调，造成经济困境； ②西方“和平演变”战略影响，迷失了社会主义方向； ③一些国家面临严重的民族问题。 3.中国特色社会主义的发展 （1）准备阶段——1949-1978年 《1954年宪法》——社会主义政治制度准备； 1956年“三大改造”完成——社主义经济制度准备； “两弹一星”——社会主义实践宝贵经验准备 （2）改革开放新时期（1978——至今） ​ 1978年，十一届三中全会； 家庭联产承包责任制 + 社会主义市场经济体制 + 开放经济特区； 2018年，中国国内生产总值稳居世界第二位； 4.启示：苏联模式失败并不等于社会主义运动的失败； 中国特色社会主义道路符合中国国情和世界发展大势，证明了社会主义的强大生机和活力； 第九单元 当代世界发展的特点与主要趋势 当代世界发展的特点： 政治多极化；经济全球化；社会信息化；文化多样化 当代世界的主要趋势： 和平发展；合作共赢 第二十二课 世界多极化与经济全球化 1.世界多极化发展趋势 （1）背景：冷战结束，两极格局消失，美国试图建立单极世界（阿富汗战争、伊拉克战争）受挫，无力完全主导世界 （2）多极化趋势： 欧洲：从欧共体到欧盟——世界上最大的区域性国际组织 俄罗斯：推行多极化外交，要重振大国地位 日本:谋求政治乃至军事大国地位 中国：是一个负责任大国 发展中国家总：体实力增强 2.经济全球化进程 (1)开始：新航路开辟和资本主义在欧洲兴起。 (2)扩大：工业革命之后，国际贸易和国际投资迅速发展。 （3)在西方主导下的加速：二战后，建立国际货币基金组织、世界银行和关贸总协定。 （4)第三次科技革命下的推动：20世纪90年代后，跨国公司、国际投资迅速发展，世界贸易组织诞生。 （5)区域经济集团化的发展：欧盟、北美自由贸易区、东盟、亚太经合组织(APEC)。 （6）世贸组织（WTO）诞生:中国2002年加入WTO 3.经济全球化的风险：“发展中国家经济失控” 风险增加 + “逆全球化”现象 第二十三课 和平发展合作共赢的时代潮流 1.和平、发展、合作、共赢是时代潮流 2.人类社会面临的全球性问题 发展问题：(1)经济增长动力不足。 （2）南北差距和贫富分化严重。 安全问题：（1)地区冲突与灾难频发。 （2)海洋权益与极地资源争夺；霸权主义和强权政治；核扩散、恐怖主义、网络安全、传染疾病、跨国犯罪、气候变化等。 3.在合作共赢中促进全球共同发展 （1）发挥原有治理机制的作用。如：布雷顿森里体系、WTO 等 （2）组建新的全球治理机制。 如：20国集团、上海合作组织、金砖五国（BRIC）、金砖国家新开发银行 （3）中国方案——构建“人类命运共同体” 源自中华文明“以和为贵”“协和万邦”的和平思想与和谐理念 2013年，提出“一带一路”倡议、亚洲基础设施投资银行、丝路基金。 政治必修一 中国特色社会主义1978年党的十一届三中全会：家庭联产承包制 四个经济特区：1980，深圳，珠海，汕头，厦门1984年党的十二届三中全会：中国改革重点由农村到城市 1990年浦东 √全方位√多层次√宽领域的对外开展格局 *.。中国特色社会主义理论体系..。👉🏻邓小平理论：1978党的十一届三中全会，建立中特社会主义，成功开展了中特社会主义 👉🏻“三个代表”重要思想：1984党的十三届四中全会，什么是社会主义？怎样将建设？建设什么样的党？成功把中特社会主义推向21世纪 👉🏻科学发展观：2003党的十六大,新形势下实现怎么样的发展？怎样发展？坚持和发展了中特社会主义 👉🏻习近平新时代中国特色社会主义思想：2013党的十八大，新时代坚持和发展怎么样的中国特色社会主义？中国特色社会主义进入新时代 几个自信：道路自信，理论自信，制度自信，文化自信 人类社会发展的基本规律 👉🏻人类文明的演进原始社会→奴隶社会→封建社会→资本主义社会→社会主义社会 *.。在原始社会人们茹毛饮血原因：生产力非常低下 👉🏻生产水平↑→私有制出现→阶级产生→国家诞生 中国近代社会的基本国情是半殖民半扩张共产党为什么能走在时代前沿？ 马克思主义是科学理论 中国共产党以马克思主义为理论指导，找到了中国社会发展的客观规律，发展了马克思主义，制定了方针 我们坚持马克思主义 伟大的改革开放 *.。新中国的成立结束了旧中国的半殖民地半封建的历史 *.。改革开放解放和发展了社会生产力 *.。中国人民能创造人间奇迹的主要原因在于坚持走中国特色社会主义道路 改革开放的意义？ 从温饱不定变成了全面小康 中国特色社会主义的建立到完善 实现了”两个一百年的目标” 为什么中国的发展不仅有利于中国也有利于世界？ 互利共赢的开放 共商共建共享的原则 共同构建人类命运共同体 道路决定命运 在20世纪二三十年代，中国人民为实现“中国梦”而走出的一条“中国道路”是农村包围城市，武装夺取政权 新民主主义革命的胜利这一伟大实践证明只有社会主义才能救中国 实现了中华民族从“东亚病夫”到站起来的伟大飞跃的标志是中华人民共和国的成立 只有坚持和发展中国特色社会主义才能实现中华民族伟大复兴 知识梳理 一、中国特色社会主义进入新时代1.新时代科学内涵**①是夺取中国特色社会主义伟大胜利的时代。 ②是决胜全面建成小康社会，全面建设社会主义现代化强国的时代 ③是全国人民不断创造美好生活、逐步实现共同富裕的时代 ④是奋力实现中华民族伟大复兴中国梦的时代 ⑤是我国日益走近世界舞台中央，不断为人类作出更大贡献的时代 ✨2.进入新时代的意义👉🏻①中华民族迎来了从站起来、富起来到强起来的伟大飞跃，迎来了实现中华民族伟大复兴的光明前景。 👉🏻②科学社会主义在21世纪的中国焕发出强大生机活力，在世界上高高举起了中国特色社会主义伟大旗帜 👉🏻③中国特色社会主义道路、理论、制度、文化不断发展，拓展了发展中国家走向现代化的途径，给希望加快发展、保持自身独立性的国家和民族提供了全新选择，为解决人类问题贡献了中国智慧和中国方案。 二、新时代我国社会主要矛盾1.我国社会主要矛盾是人民日益增长的美好生活需要和不平衡不充分的发展之间的矛盾。 2.准确认识：没有改变我们对我国社会主义所处历史阶段的判断：我国长期处于社会主义初级阶段的基本国情没有变，我国是世界最大发展中国家的国际地位没有变 3.如何应对我国社会主要矛盾的变化：👉🏻①大力提升发展质量和效益，更好满足人民在经济政治文化社会生态等方面日益增长的需要，更好地推动人和社会全面发展。 👉🏻 ②要牢牢把握社会主义初级阶段这个基本国情，牢牢立足社会主义初级阶段这个最大实际，牢牢坚持党的基本路线这个党和国家的生命线、人民的幸福线。 三、新时代坚持和发展中国特色社会主义要一以贯之①坚持好发展好中国特色社会主义，是无比崇高的事业，需要一代又一代中国共产党人带领人民接续奋斗。②要在实践中不断丰富中国特色社会主义的实践特色、理论特色、民族特色、时代特色，把党和国家各项事业推向前进。 ③要一以贯之坚持和发展中国特色社会主义，推进党的建设新的伟大工程，增强忧患意识、防范风险挑战。 四、实现中华民族伟大复兴的中国梦1.中国梦的本质是国家富强、民族振兴、人民幸福2.中国梦的内容：实现中华民族伟大复兴 3.意义：中国梦把国家的追求、民族的向往、人民的期盼融为一体，体现了中华民族和中国人民的整体利益，表达了每一个中华儿女的共同愿景，成为中华民族团结奋斗的最大公约数和最大同心圆。 ✨4.中国梦的特点：✨①中国梦是人民的梦，必须紧紧依靠人民来实现，必须不断为人民造福。 ✨②中国梦是国家的梦、民族的梦，也是每一个中华儿女的梦。 ✨③中国梦是中国人民追求幸福的梦，同世界人民的梦想息息相通。 五、新时代中国共产党的历史使命1.初心和使命：就是为中国人民谋幸福，为中华民族谋复兴。2.怎样实现中华民族伟大复兴的历史使命。 ✨①必须进行伟大斗争，发扬斗争精神，提高斗争本领，夺取伟大斗争的胜利 ✨②必须深入推进党的建设新的伟大工程，增强党的政治领导力、思想引领力、群众组织力、社会号召力，永葆旺盛生命力和强大战斗力。 ✨③必须推进中国特色社会主义伟大事业，增强道路自信、理论自信、制度自信、文化自信。 3.四个伟大的关系：伟大斗争、伟大工程、伟大事业、伟大梦想，紧密联系、相互贯通、相互作用，其中起决定性作用的是党的建设新的伟大工程。 4.意义：确保党始终走在时代前列，始终成为全国人民的主心骨，始终成为坚持领导核心。 六、分两步走建成社会主义现代化强国1.战略安排： 第一阶段，是从2020年到2035年在全面建成小康社会基础上，基本实现社会主义现代化。 第二阶段,从2035年到本世纪中叶，在基本实现现代化的基础上，把我国建成富强民主文明和谐美丽的社会主义现代化强国。 2.怎样实现这一战略安排。（可以选择性忽略，反正最多在大题里面出现。。？）①要贯彻新发展理念，建设现代化经济体系； ②健全人民当家作主制度体系，发展社会主义民主政治； ③坚定文化自信，推动社会主义文化繁荣兴盛； ④提高保障和改善民生水平，加强和创新社会治理； ⑤加快生态文明体制改革，建设美丽中国 ⑥坚持走中国特色强军之路，全面推进国防和军队现代化 ⑦坚持一国两制，推进祖国统一； ⑧坚持和平发展道路，推动构建人类命运共同体； ⑨坚定不移全面从严治党，不断提高党的执政能力和领导水平 。 3.大有可为的历史机遇期：①是中华民族强起来、实现伟大复兴的机遇 ②是中国特色社会主义道路 、理论、制度、文化更加成熟、更具引领力感召力的机遇 ③是中国人民创造 美好生活，走向共同富裕的机遇 ④是中国共产党从建党百年迈向执政百年、铸就千秋伟业的机遇。 七、习近平新时代中国特色社会主义思想1.主题：新时代坚持和发展什么样的中国特色社会主义、怎样坚持和发展中国特色社会主义 2.创立背景 ①当今世界正在经历百年未有之大变局。在把握世界发展大势、应对全球共同挑战、维护人类共同利益的过程中创新并不断丰富发展的。 ②当代中国正处在近代以来最好的发展时期。在中华民族迎来从站起来、富起来到强起来的伟大飞跃中创立并不断丰富发展起来的 ③中国共产党在革命性锻造中坚定走在时代前列。在不断推进党的自我革命，实现党的自我 净化、自我完善、自我革新、自我提高的过程中创立并不断丰富发展的。 ④科学社会主义在21世纪的中国焕发出强大生机活力。在对科学社会主义理论与实践的深邃思考、深刻总结，对坚持和发展中国特色社会主义不懈探索、砥砺前行中创新并不断丰富发展起来的。 3.核心内容：八个明确和十四个坚持 （1）八个明确内容：👉🏻①明确坚持和发展中国特色社会主义，总任务是实现社会主义现代化和中华民族伟大复兴，在全面建成小康社会的基础上，分两步走在本世纪中叶建成社会主义现代化强国。 👉🏻②明确新时代我国社会主要矛盾是人民日益增长的美好生活需要和不平衡不充分发展之间的矛盾，必须坚持以人民为中心的发展思想，不断促进人的全面发展、全体人民共同富裕； 👉🏻③明确中国特色社会主义事业总体布局是五位一体、战略布局是四个全面，强调坚定道路自信、理论自信、制度自信、文化自信 。 👉🏻④明确全面深化改革总目标是完善和发展中国特色社会主义制度、推进国家治理体系和治理能力现代化。 👉🏻⑤明确全面推进依法治国总目标是建设中国特色社会主义法治体系、建设社会主义法治国家。 👉🏻⑥明确党在新时代强军目标是建设一支听党指挥、能打胜仗、作风优良的人民军队，把人民军队建设成为世界一流军队。 👉🏻⑦明确中国特色大国外交要推动构建新型国际关系，推动构建人类命运共同体； 👉🏻⑧明确中国特色社会主义最本质特征是中国共产党领导，中国特色社会主义制度的最大优势是中国共产党领导，党是最高政治领导力量，提出新时代党的建设总要求，突出政治建设在党的建设中的重要地位。（2）正确认识：它是这一思想最为核心关键的组成部分，是支撑这一思想的四梁八柱。是具有原创性的新思想新观点，集中反映着党对科学社会主义在当今时代的理论思考和理论贡献。 （3）十四个坚持内容（这个不重要，大致知道就可以了 1.坚持党对一切工作的领导； 2.坚持以人民为中心； 3.坚持全面深化改革 4.坚持新发展理念； 5.坚持人民当家作主； 6.坚持全面依法治国； 7.坚持社会主义核心价值体系； 8.坚持在发展中保障和改善民生； 9.坚持人与自然和谐共生; 10.坚持总体国家安全观； 11坚持党对人民军队的绝对领导； 12坚持一国两制和推进祖国统一; 13坚持推动构建人类命运共同体； 14坚持全面从严治党 （4）正确认识：涵盖坚持党的领导和五位一体总体布局、四个全面 战略布局，涵盖国防和军队建设、维护国家安全、对外战略，是对党的治国理政重大方针、原则的最新概括。是实现两个一百年奋斗目标、实现中华民族伟大复兴中国梦的路线图和方法论 4.党和国家必须长期坚持的指导思想。1.历史贡献：使我们党对共产党执政规律、社会主义建设规律、人类社会发展规律的认识达到了新高度，为发展马克思主义作出了原创性贡献。 ✨2.历史地位： ①是对马克思列宁主义、毛泽东思想、邓小平理论、三个代表重要思想、科学发展观的继承和发展，是马克思主义中国化的最新成果， ②是党和人民实践经验和集体智慧的结晶， ③是中国特色社会主义理论体系的重要组成部分， ④是全党全国人民为实现中华民族伟大复兴而奋斗的行动指南，必须长期坚持和发展。 3.在当代中国，必须坚持习近平新时代中国特色社会主义思想指导地位不动摇。坚持中国特色社会主义伟大旗帜不动摇。 必修二 经济与社会第一课 我国基本经济制度*1.1公有制为主体、多种所有制经济共同发展**1、我国基本的经济制度* 和坚持公有制主体地位的比较 ①我国基本经济制度地位：是中国特色社会主义制度的重要支柱，是社会主义市场经济体制的根基。 ②公有制主体是社会主义初级阶段经济制度的根本特征。是社会主义经济制度的基础。 *2、为什么要坚持公有制主体地位？* ①它是社会主义初级阶段经济制度的根本特征。是社会主义经济制度的基础。 ②它是促进生产力发展的根本要求。 ③它是实现共同富裕的基本前提。 *3、公有制的主体地位主要体现*✨（1）公有资产在社会总资产中占优势 ✨（2）国有经济控制国民经济命脉、对经济发展起主导作用。主要体现在控制力上，对关系国民经济命脉的重要行业和关键领域，国有经济必须占支配地位。 4、国有企业地位作用 国有企业是国有经济最主要的实现形式，是中国特色社会主义的重要物质基础和政治基础，是推进国家现代化、保障人民共同利益的重要力量，是我们党执政兴国的重要支柱和依靠力量。 *5.非公有制经济的地位和作用* ****（1）地位：****非公有制经济是社会主义市场经济的重要组成部分。 ****（2）作用：****成为稳定经济增长和改善民生的重要力量、创业就业的主要领域、技术创新的重要主体、国家税收的重要来源。 ​ 为我国社会主义市场经济发展、政府职能转变、农村富余劳动力转移、国际市场开拓等发挥了重要作用。 6、多种所有制经济共同发展意义①有利于形成各种所有制之间的市场竞争关系，调动不同经济主体的积极性和创造性 ②有效利用各方面的资源，取长补短，激发社会主义市场经济的活力，推动经济持续健康发展 1.2坚持“两个不动摇*1、毫不动摇巩固和发展公有制经济，必须发展壮大国有经济。* （1）要以解放和发展社会生产力为标准，做强做优做大国有企业，不断增强国有经济活力、控制力、影响力、抗风险能力。 （2）要服务于国家战略目标，把国有资本更多投向关系国家安全、国民经济命脉的重要行业和关键领域，重点提供公共服务、发展重要前瞻性战略性产业、保护生态环境、支持科技进歩、保障国家安全。 （3）要发展混合所有制经济，分类推进国有企业混合所有制改革。 *2、毫不动摇巩固和发展公有制经济，必须发展壮大农村集体经济。* （1）要巩固农村基本经营制度，深化农村土地制度和集体产权制度改革，保障农民财产权益。 （2）要发展多种形式适度规模经营，培育新型农业经营主体，健全农业社会化服务体系，建立符合市场经济要求的集体经济运行机制。 *3、* *必须毫不动摇鼓励、支持、引导非公有制经济发展。* ( 1 )要保证各种所有制经济依法平等使用生产要素、公开公平公正参与市场竞争、同等受到法律保护和依法监管（2）贯彻落实促进非公有制经济健康发展的各项政策措施，形成促进非公有制经济发展的良好环境和社会氛围。 （3）要支持和帮助非公有制企业提高企业管理水平，完善管理体制机制，提高生产技术水平和研发能力，不断提高企业的效率和市场竞争力。 （4）要推动非公有制经济人士做合格的中国特色社会主义事业建设者。 *第二课* *社会主义市场经济体制*2.1 使市场在资源配置中起决定作用**一、市场调节* *1.市场决定资源配置是市场经济的一般规律* 主要通过价格、供求、竞争等机制来调节，引导和调节着资源在全社会的配置。 2、市场机制的优点：（1)市场价格及其波动，能够反映供求状况及其变化，市场供求的变化也会影响市场价格。（2）市场竞争能够引导资源流向效率高的领城和企业，推动科学技术和经营管理进步，实现优胜劣汰。 *二、市场体系* *1、为什么要建设现代市场体系？* (1)统一开放、竞争有序的市场体系，是使市场在资源配置中起决定性作用的基础。 (2)提高资源配置资源效率和公平性。 2、建设什么样的现代市场体系？ 要加快形成企业自主经营、公平竞争，消费者自由选择、自主消费，商品和要素自由流动、平等交換的现代市场体系 🔎*3、怎样建设现代市场体系？*👉🏻(1)要建立公平开放透明的市场规则。 ✨①实行统一的市场准入制度 ✨②实行统一的市场监管 ✨③建立健全社会征信体系，褒扬诚信，惩戒失信 ✨④要健全优胜劣，市场化退出机制，实现市场准入畅通、开放有序、竞争充分、秩序规范。 👉🏻(2)要完善主要由市场决定价格的机制。 *4、市场调节的缺陷* （1）市场调节不是万能的。市场调节有局限性，它存在着自发性、盲目性、滞后性等弊病。 （2）危害：单靠市场调节，会影响资源配置效率，导致资源浪费；会导致经济运行大起大落，社会经济不稳定；会产生不正当竞争、垄断，损害社会公平；会导致收入差距拉大。 *2.2 更好发挥政府的作用**一、社会主义市场经济体制的基本特征* 1、坚持党的领导，发挥党总揽全局、协调各方的领导核心作用，是社会主义市场经济体制的一个重要特征 2、公有制为主体，多种所有制经济共同发展的基本经济制度是社会主义市场经济体制的根基。 3、促进全体人民实现共同富裕是社会主义市场经济体制的根本目标 4、科学的宏观调控，有效的政府治理 ****，****是社会主义市场经济体制优势的内在要求 *二、我国政府的经济职能和作用*1、制定国家经济发展战略和规划，实现经济社会发展目标; 2、实施宏观经济政策，保持宏观经济稳定; 3、实施产业政策，促进产业结构不断优化升级，增强国民经济竞争力; 4、实施区域政策和环境政策，推动区域经济协调发展和可持续发展 5、加强市场监管，规范市场秩序，保障公平竞争，弥补市场缺陷 6、加强和优化公共服务，保障社会公平正义，促进共同富裕 *三、科学的宏观调控的目标、意义和常用的手段*👉🏻1、宏现调控的主要目标是促进经济增长、增加就业、稳定物价.保持国际收支平衡。 👉🏻2、为什么要进行科学的宏观调控？ ​ 科学的宏观调控是政府的主要经济职能之一。宏观调控可以弥补市场调节不足。 👉🏻3、宏观调控最常用的经济手段：财政政策和货币政策， √（1）财政政策的手段包括国家通过财政收人与支出政策、税收、国债等， √ （2）货币政策通进公开市场业务、存款准备金、中央银行贷款、利率的调整等货币政策工具，调节社会总需求，实现国民经济平稳运行。 √（3）在不同的经济形势下，政府可选择财政政策和货币政策的不同组合，实现宏观调控目标。 👉🏻4.其他手段：法律手段、行政手段 *第三课 我国的经济发展**一、坚持新发展理念**3.1以人民为中心的发展思想—–基本原则**1、坚持以人民为中心的发展思想的含义*把实现人民幸福作为发展的目的和归宿，做到发展为了人民、发展依靠人民、发展成果由人民共享。 （1）发展为了人民，就是要从人民群众的根本利益出发谋发展、促发展，不断满足人民对美好生活的需要，努力促进人的全面发展。 （2）发展依靠人民，就是要把人民作为发展的力量源泉，充分尊重人民主体地位和人民群众首创精神，从人民群众中汲取智慧和力量，依靠人民创造历史伟业。 （3）发展成果由人民共享，要使发展成果惠及全体人民，逐步实现共同富裕。 *2、以人民为中心的发展思想的意义*确立了新发展理念必须始终坚持的基本原则，反映了坚持人民主体地位的内在要求，彰显了人民至上的价值取向 *（二）贯彻新发展理念* (1）创新发展注重的是解决发展动力问题。 要求：坚持创新发展，要把创新摆在国家发展全局的核心位置，不断推进理论创新、制度创新、科技创新、文化创新等各方面创新，让创新贯穿党和国家一切工作。 ( 2）协调发展注重的是解决发展不平衡问题。 要求：坚持协调发展，正确处理发展中的重大关系，重点促进城乡区域协调发展，促进经济社会协调发展，促进新型工业化、信息化、城镇化、农业现代化同步发展，不断增强发展的整体性。 ( 3）绿色发展注重的是解决人与自然和谐共生问题。 要求：坚持绿色发展，要坚持节约资源和保护环境的基本国策，坚持可持续发展，走生产发展、生活富裕、生态良好的文明发展道路，形成节约资源和保护环境的空间格局、产业结构、生产方式、生活方式，建设人与自然和谐共生的现代化。 （4）开放发展注重的是解决发展内外联动问题。 要求：坚持开放发展，要顺应我国经济深度融人世界经济的趋势，奉行互利共赢的开放战略，遵循共商共建共享原则，发展更高层次的开放型经济，推动构建人类命运共同体。 （5）共享发展注重的是解决社会公平正义问题。 要求：坚持共享发展，要作出更有效的制度安排，坚持全民共享、全面共享、共建共享、渐进共享，使全体人民有更多获得感、幸福感、安全感，朝着共同富裕方向稳步前进。 *3.2 建设现代化经济体系**一、国家强经济体系必须强*（一）建设现代化经济体系主要内容、意义 1、现代化经济体系的主要内容： （1）创新引领、协同发展的产业体系 （2）统一开放、 竞争有序的市场体系（3）体现效率、促进公平的收入分配体系，（4）彰显优势、协调联动的城乡区域发展体系 （5）资源节约、环境友好的绿色发展体系 （6）多元平衡、安全高效的全面开放体系 （7）充分发挥市场作用、更好发挥政府作用的经济体制。 2、为什么要建立现代化经济体系？ （1）是转变经济发展方式、优化经济结构、转换经济增长动力的迫切要求 (2)更好顺应现代化发展潮流，赢得国际竞争主动，为其他领域现代化提供有力支撑，为实现人民对美好生活的向往打下坚实而强大的物质基础。 *二、怎样推动经济高质量发展**（怎样建立现代化经济体系？）* 1.建设创新引领、协同发展的产业体系。实现实体经济、科技创新、现代金融、人力资源协同发展； 2.大力发展实体经济必须深化供给侧结构性改革，加快发展先进制造业，推动互联网、大数据、人工智能同实体经济深度融合，营造脚踏实地、勤劳创业、实业致富的发展环境和社会氛围。 3.建设彰显优势、协调联动的城乡区域发展体系。实施乡村振兴战略和区域协调发展战略。 4建没多元平衡、安全高效的全面开放体系，发展更高层次开放型经济,提高现代化经济体系的国际竞争力。 总之，必须坚持质量第一、效益优先，推动经济发展质量变革、效率变革、动力变革，不断增强我国经济创新力和竞争力。 *第四课 我国个人收入分配和社会保障**一、我国的个人收入分配*1、现阶段分配制度：实行按劳分配为主体、多种分配方式并存的分配制度。 *2、实行按劳分配重要意义* （1）调动劳动者的积极性和创造性，激励劳动者努力学习科学技术、提高劳动技能，促进社会生产的发展。 （2）体现了劳动者共同劳动、平等分配的社会地位。 3、要素参与收入分配的意义劳动、知识、技术、管理、资本等要素参与收入分配。让一切要素的活力竞相进发，让一切创造社会财富的源泉充分涌流，推动资源优化配置，促进经济发展。 *4、完善个人收入分配原因及措施* 🔎原因：收入分配是民生之源，是改善民生、实现发展成果由人民共享最重要、最直接的方式。 措施： 👉🏻（1）初次分配要坚持按劳分配和按要素分配相结合，促进收入分配更合理、更有序;再分配要完善以税收、社会保障、转移支付等为主要手段的再分配调节机制。 👉🏻（2）坚持在经济增长的同时实现居民收入同步增长、在劳动生产率提高的同时实现劳动报酬同步提高。 👉🏻（3）规范收入分配秩序，扩大中等收入群体，增加低收人者收人，调节过高收人，取缔非法收入。 👉🏻（4）必须坚持消除贫困。动员全党全国全社会力量，坚持精准扶贫、精准脱贫，把扶贫同扶志、扶智相结合，做到脱真贫、真脱贫。 第二节：我国的社会保障一、****社会保障制度的形式和内容：****（社会保险 社会救助 社会福利 社会优抚） 1、社会保险 地位：我国社会保障体系的核心 内容：养老保险、医疗保险、工伤保险、生育保险 方式：依法从国家和社会获得物质帮助 2、社会救助 地位：是最先形成的、历史最悠久的社会保障形式， 内容：保障最低的生活水平 方式：政府通过国民收入再分配，对因自然灾害或其他经济社会原因而无法维持最低生活水平的公民给予无偿帮助 作用：是保障社会成员生活安全和生存权的最后一道防线 3、社会福利 地位：最高层次的社会保障 内容：向老，残、妇、儿童等社会成员提供社会化服务、实物供给、福利津贴 作用：满足社会成员生活需要，促使生活质量不断改善和提高 4、社会优抚 地位：特殊的社会保障 内容：物质照顾、生活和工作安置、精神抚慰 对象：现役军人、复员退伍、军烈属 *三、我国社会保障制度的意义* 1、防范化解社会成员生存危机，保障基本生活权利，有效维护社会生活秩序的稳定 2、通过国民经济再分配，调节不同群体之间的利益关系，化解社会矛盾和冲突，促进社会公平正义。 3、通过风险分摊与责任共担，充分发挥社会互助功能，推动社会持续健康发展。 *四、怎样完善我国社会保障体系？* 1、要公平对待每个公民，确保每个公民享受相应的社会保障权益。 2、要尽力而为，量力而行，坚持社会保障水平与经济社会发展相适应。 3、要做到权责清晰,明确各方的权利与责任，严格依法监管 全面建成覆盖全民、城乡统筹、权责清晰、保障适度、可持续多层次社会保障体系 必修三 政治与法治 近代中国社会的主要矛盾是帝国主义和中华民族的矛盾、封建主义和人民大众的矛盾。 近代中国的基本国情和主要矛盾决定了近代中国的两大历史任务。 近代中国的两大历史任务：1.推翻帝国主义和封建主义的统治，争取民族独立和人民解放，2.彻底改变贫穷落后的面貌，实现国家富强和人民幸福。 中国共产党执政地位是历史和人民的选择。（不是经过什么时间后又确立的） 中国共产党的最高理想和最终目标实现共产主义 中华人民共和国的成立实现由新民主主义向社会主义的过渡，并在社会主义道路上实现中华民族的伟大复兴创造了政治前提。 1956年三大改造（社会主义改造）的完成标志着我国确立社会主义制度。（不是新中国的成立） 我国的社会的主要矛盾变成人民日益增长的美好生活需要和不平衡不充分发展之间的矛盾。 中国共产党性质：中国共产党是中国工人阶级的先锋队，同时是中国人民和中华民族的先锋队。 中国共产党根本宗旨：全心全意为人民服务. 中国共产党根本立场: 人民立场 中国共产党执政理念:立党为公、执政为民 中国共产党的奋斗目标：人民对美好生活的向往。 人民是历史的创造者，是决定当合国家前途命运的根本力量。 党的全部工作必修以中国最广大人民的根本利益为根本的出发点和落脚点。 中国共产党的指导思想是马克思列宁主义、毛泽东思想、（邓小平理论、“三个代表”重要思想、科学发展观、习近平新时代中国特色社会主义思想 括号内的属于中国特色社会理论体系 ） 习近平新时代中国特色社会主义思想是马克思中国化的最新成果。 实事求是是马克思主义的根本观点，是中国共产党人认识世界、改造根本要求**，是我们党的基本思想方法、工作方法和领导方法。 发挥共产党员的先锋模范作用（不是共产党的） 共产党员的先锋模范作用，是由中国共产党的先锋队性质所决定的，也是中国共产党的先进性的直接而具体的体现。 17.中国共产党不是国家机关，不能履行国家管理职能，也不能履行政府的管理与服务职能。 18.中国共产党要依法执政（不是依法行政） 19.中华人民共和国的根本制度是社会主义制度。 中华人民共和国的根本政治制度是人民代表大会制度。 中华人民共和国的基本政治制度是中国共产党领导的多党合作和政治协商制度、民族区域自治制度、基层群众自治制度 20．党的政治领导*：党在政治立场、政治方向、政治道路 、政治原则领导。最重要的是，必须杨新强政治意识、大局意识、核心意识、看齐意识，自觉维护党中央权威和集中统一领导。 党的*思想领导***：最重要的就是以习近平新时代中国特色社会主义思想为行动指南，培育和践行社会主义核心价值观。 党的组织领导：是发挥党员和各级党组织的作用，加强党员队伍的建设。，最重要的就是坚持党管干部原则，以组织体系建设为重点。 党领导一切≠党包揽一切。 党的领导不是抽象的、空洞的，还具体体现在经济建设、政治建设、文化建设、社会建设、生态文明建设各个领域，体现在党和国家工作的各个方面、各个环节。 24.“四个全面”战略布局：全面建成小康社会，全面深化改革、全面依法治国、全面从严治党 25.“四大考验”是执政考验、改革开放考验、市场经济考验、外部环境考验“四大风险”是精神懈怠危险、能力不足危险、脱离群众危险、消极腐败危险 依法执政是中国共产党执政的基本方式。 科学执政是基本前提，民主执政是本质所在，依法执政是基本途径。 ✨我国的国体（国家性质）是人民民主专政（在做题时遇到根本原因就要选国体决定） ​ ✨我国的政体是人民代表大会制度。（国体决定政体，政体体现国体） ​ ✨我国的阶级基础是工农联盟。领到阶级是工人阶级 我国是人民（人民≠公民）当家作主的社会主义国家。 社会主义民主是一种新型民主，是维护人民根本利益的最广泛（表现在民主权利和民主主体的广泛性）、最真实（人民群众的权益得到了维护）、最管用的民主（制度体系方面）。 人民民主≠全民民主；人民民主≠人民民主专政 民主针对人民，专政针对极少数敌人，因而民主具有阶级性。 国家的对内职能：维护国家稳定、促进社会发展；对外职能防御外来侵略，保卫国家安全。（国家性质决定国家的职能） 人民间接行使国家权力。（不能说直接） 全国人民代表大会是我国的最高国家权力机关。（带全国的就要加最高） 人民代表大会和行政机关、监察机关、司法机关（其他国家机关）的关系; 👉🏻①决定与执行。人民代表大会决定，其他国家机关执行（执行的方面：政府——行政方面；监察委员会——监察方面；司法机关（人民法院和人民检察院）——司法方面） 👉🏻②监督与被监督。（人大监督其他国家机关） 注意：不是互相监督 全国人民代表大会常务委员会,是全国人民代表大会的常设机关,是最高国家权力机关的组成部分。由全国人民代表大会选举产生，对其负责。 ** 人民代表大会的权力是 立法权、决定权、任免权和监督权（没有表决权）** 人大代表的职权：审议权、表决权、提案权、质询权。（没有决定权和监督权） 38. 县级以上人大代表由间接选举产生；县乡两级人大代表由直接选举产生。 39. ** 人民代表大会制度的组织和活动原则是:民主集中制。** 中国共产党和各民主党派的关系： ✨政治上是领导与被领导的关系，是执政与参政的关系； ✨组织上，是相互独立的关系，不存在隶属关系； ✨法律地位上，是平等的关系； ✨事业上，是通力合作、共同致力于社会主义事业的亲密友党(不是在野党、反对党，不是兄弟党)关系； ✨监督上，是互相监督的关系，而不是监督与被监督的关系。 中国共产党依法执政,各民主党派依法参政,而不是轮流执政。 中国共产党对民主党派的领导是政治领导、思想领导、组织领导。（错） （注意：只是政治领导） 人民政协≠民主党派 人民政协也不是国家机关，不能履行国家职能，也不能直接对国家事务进行觉策。 人民政协围绕团结和民主两大主题，履行政治协商、民主监督和参政议政的职能。（不是国家职能） 44 . 人大代表由民主选举产生；政协委员通过协商推荐产生。 人大的监督具有法律效力，政协的监督属于民主监督，没有法律效力。 政党制度的内容：中国共产党和各民主党派的合作方针是 “长期共存、互相监督、肝胆相照、荣辱与共”的方针，是通力合作、共同致力于社会主义事业的亲密友党： 多党合作的首要前提和根本保证：中国共产党的领导 在国家政治生活中，中国共产党是执政党，各民主党派是参政党； 多党合作的根本的活动准则：宪法 处理民族关系的基本原则：民族平等（例：无优劣之分、权力和义务平等、每个民族都有自己的人大代表、尊重少数民族的语言和风俗习惯）、民族团结（例：和睦、合作、共同奋斗、反对民族分裂）和各民族共同繁荣（例：共同发展、共同富裕、对民族地区的财政、政策支持、对口支援民族地区） 实行民族区域自治制度的前提是国家的统一；在少数民族“聚居”的地方实行民族区域自治制度，不是在少数民族“居住”的地方。 自治机关，是指民族自治地方的人民代表大会和人民政府，不包括人民法院、人民检察院和军事机关等；自治权是民族区域自治制度的核心内容。 50.实行宗教信仰自由政策不是鼓励公民信教。 新中国成立后之后，宗教的本质没有发生变化，仍然是唯心主义世界观。 积极引导宗教与社会主义社会相适应（不是社会主义）。 村委会和居委会是基层群众自治组织，不是基层政权，不是国家机关，不是基层党组织。 扩大基层民主是社会主义民主广泛而深刻的实践，应该将其作为发展社会主义民主的基础性工作加以推进。 法律是人类社会发展到一定历史阶段的产物。（不是和人类一起产生的） ​ 中华法系，是指以儒家思想（非法家思想）为理论基础、在中国古代法律的基础上发展起来的法律文明，它强调法律与伦理道德的统一。 生产方式（生产力与生产关系的对立统一）是社会发展的决定性因素，也是法产生、存在和发展的决定性因素。 我国社会主义法是工人阶级领导的广大人民群众的根本利益和共同意志的体现。 新中国法治建设的成就：形成了以宪法为核心的中国特色社会主义法律体系；依法行政和公正司法水平不断提高。 全面依法治国的总目标：是建设中国特色社会主义法治体系、建设社会主义法治国家。 党的领导是中国特色社会主义最本质的特征，是社会主义法治最根本的保证。 人民是依法治国的主体和力量源泉。 平等是社会主义法律的基本属性。 中国特色社会主义道路、理论、制度、文化是全面推进依法治国的根本遵循。 公民在法律面前一律平等，包括守法和司法的平等（不包括立法的平等） 我国以宪法为核心的中国特色社会主义法律体系已经形成。 建设法治国家，既要完备的法律体系，更需要法律的严格实施。 管的越少的政府越是好政府。（❌） 行政机关不能公正司法。 政府全面履行职能≠政府包揽一切（法定职责必须为，法无授权不可为。） 法治国家是法制建设的目标，法治政府是法治建设的主体，法治社会是法制建设的基础。 人民代表大会在立法协商中起主导作用。 行政机关是执法的最重要主体。 政府依法行政，就是切实做到严格执法、公正司法。（错）政府不能公正司法。 司法的程序要公正意味着当事人诉讼地位平等、司法过程严格依据诉讼进行。 ​ 司法的结果要公正意味着法律适用准确、案件事实清楚、裁判结果合法合理。 必修三大题总结*1.关于“中国共产党”的知识*①（地位）中国共产党是执政党，是中国特色社会主义的领导核心。党的领导是中国特色社会主义的最本质特征，是中国特色社会主义制度的最大优势。 （中国共产党是我国最高在做领导力量，要坚持党对一切工作的领导，自觉维护党中央权威和集中统一领导，确保党始终发挥总揽全局、协调各方的作用） ②（宗旨+执政理念）中国共产党坚持全心全意为人民服务的宗旨，落实立党为公、执政为民的执政理念。 ③（性质）中国共产党是工人阶级的先锋队，同时是中国人民和中华民族的先锋队。 ④（指导思想）中国共产党的指导思想是马列主义、毛泽东思想、邓小平理论、“三个代表”重要思想、科学发展观、习近平新时代中国特色社会主义思想。 ⑤（领导方式）坚持党的全面领导，增强其政治领导、思想领导、组织领导，确保党保持生命力和战斗力。 ⑥（执政方式）中国共产党坚持科学执政、民主执政、依法执政。 ⑦（全面从严治党）加强党的建设，推动全面从严治党向纵深发展，保持党的先进性和纯洁性，巩固党的执政地位。 *2.关于“人民民主专政”的知识*①（国体）我国是人民民主专政的社会主义国家，其本质是人民当家作主。 ②（社会主义民主的特点）我国的民主是一种新型的民主，是维护人民根本利益最广泛、最真实、最管用的民主。 （最广泛的民主体现在民主权利和民主主体上 最真实的民主表现在，政治保证上有党的领导；制度和法律保障上，制度和法律保障了人民的利益；实现方式上，有各个方面的民主选举和多层次、多渠道的民主协商） ③（专政）在我国，对极少数敌人实行专政，从而维护国内正常的社会秩序。 *3.（全国)人民代表大会”的知识*①（地位）全国人民代表大会是我国的最高国家权力机关，在我国国家组织体系中居于最高地位。 ②（职权）全国人民代表大会的职权是最高立法权、最高决定权、最高任免权、最高监督权 关于“全国人大常委会”的知识 ①（地位） 全国人民代表大会常务委员会,是全国人民代表大会的常设机关,是最高国家权力机关的组成部分。 ②它由全国人民代表大会选举产生,对全国人民代表大会负责并报告工作,行使宪法规定的立法权、决定权、任免权、监督权,以及全国人民代表大会授予的其他职权。） *4.关于“人大代表”的知识*①（地位）人大代表是国家权力机关的组成人员 ②（权利）人大代表有审议权、表决权、提案权、质询权。 ③（义务）在人民代表大会闭会期间，各级人大代表应与人民群众保持密切联系，采取多种方式经常听取意见和要求，回答询问，帮助所在地方的人民政府推进工作；人大代表是人民利益的代言人。他们来自人民，肩负人民的重托，应模范遵守宪法和法律，努力为人民服务，并自觉接受人民监督。 *5.全面依法治国的原则*①坚持中国共产党的领导。党的领导是中国特色社会主义最本质的特征，是社会主义法治最根本的保证。 ②坚持人民主体地位。人民是依法治国的主体和力量源泉 ③坚持法律面前人人平等。 ④坚持依法治国和以德治国相结合 ⑤坚持从中国实际出发。中国特色社会主义道路、理论、制度、文化是全面推进依法治国的根本遵循。 *6.如何建设法治政府？*①把政府工作全面纳入法治轨道，让政府用法治思维和法治方式履行职责，确保行政权在法治框架内运行。 ②各级政府及其工作人员坚持有法必依、执法必严、违法必究，严格规范公正文明执法，规范执法自由裁量权，加大关系群众切身利益的重点领域执法力度。 ③依法全面履行政府职能。要坚持法定职责必须为，法无授权不可为，落实法治政府的建设。 ④完善依法行政制度体系，不断推进政府依法行政，严格执法。 ⑤推进行政决策的科学化、民主化、法治化 ⑥坚持严格规范公正文明执法 ⑦强化对行政权力的制约和监督 ⑧全面提高政府工作人员法治思维和依法行政能力 *7.如何全面推进依法治国?*①（领导）中国共产党是我国的执政党，是中国特色社会主义的领导核心。全面推进依法治国，要发挥党的领导核心作用，党坚持依法执政。 ②（科学立法）全国人大是我国最高权力机关。全面推进依法治国，全国人大要依法行使权力，科学立法，加强监督。 ③（严格执法）政府是国家的行政机关。全面推进依法治国，政府要坚持依法行政，科学民主依法决策，自觉接受监督。积极推进法治政府建设。 ④（公正司法）人民法院和人民检察院是我国的司法机关。司法机关要坚持严格执法、公正司法。 ⑤（全民守法）公民要依法行使权利，自觉遵循宪法和法律。 ⑥（总结）全面推进依法治国，必须坚持党的领导、人民当家作主、依法治国的有机统一。 物理速通版第一章：理想模型①质点②匀速直线运动&#x2F;自由落体运动（伽利略斜面实验）公式： 图像： 第二章：按力的性质划分：重力，弹力，摩擦力，分子力，电磁力……按力的效果划分：拉力，推力，向心力，回复力……力的合成，分解（等效替代）力的平行四边形定则，力的三角形定则共点力平衡ΣF&#x3D;0（三力汇交原理） 第三章：牛一：又称惯性定律（伽利略理想斜面实验):不能实验验证牛二：(加速度决定式)，由牛二定义力的单位：牛顿牛三：作用力与反作用力（等大，反向，共线，性质相同，作用在不同的物体上）国际基本单位制：米m,千克kg，秒s，安培A，开尔文K，摩尔mol，坎德拉 第四章：匀速圆周运动（速度大小不变，速度方向改变）变速曲线运动（物体所受分力提供向心力）公式：（皮带传送v大小相等，同轴转动ω相等） 万有引力定律(卡文迪什扭秤实验论证并测得引力常量G) 机械振动：弹簧振子F回&#x3D;-kx，物体所受分力提供回复力，平衡位置v最大机械波：①机械振动②介质图像 公式： 第五章： 第六章：分子动理论（布朗运动宏观，微观）分子直径10^-10^分子速率的统计规律分布 单分子油膜法测得分子的大小：气体定律 玻意耳定律：P1V1&#x3D;P2V2(等温，一定质量的气体) 查理定律：(等容，一定质量的密闭气体) 图像（T&#x3D;t+273) 理想气体：温度不太低，压强不太大 内能：ΔU&#x3D;W+Q 能的转换以及方向性，能源分类 第七章：电场 元电荷：1.6*10^-19^(密立根油滴实验) 点电荷：理想模型 电场强度(比值定义法)方向：正检验电荷所受电场力的方向 电场线：不存在，人为规定，疏密，方向 静电的利用与防范 第八章：电路：W&#x3D;UIt，P&#x3D;UI纯电阻电路W&#x3D;Q&#x3D;I^2^Rt非纯电阻电路W&gt;Q求效率η&#x3D; 第九章：磁场：电生磁：方向：右手螺旋定则（奥斯特）磁感应强度(注意方向判定，单位：特斯拉T，1T&#x3D;1N&#x2F;(A·m))；F&#x3D;BIL（方法：左手定则)磁感线：闭合曲线，磁通量Φ&#x3D;SB（匀强磁场）单位：伏特V用DIS研究通电螺线管的磁感应强度 第十章：磁生电（法拉第）产生感应电流的条件①闭合回路 ②磁通量Φ改变 方向：左手定则电磁波（传播不需要介质）①麦克斯韦建立电磁场理论 ②赫兹证实电磁理论 公式：c&#x3D;λ·f（c为光速，3*10^-8^m&#x2F;s） 电磁波谱 第十一章：微观：原子核式模型（卢瑟福）👉🏻发现电子（汤姆孙）:揭示了原子有复杂结构 👉🏻α粒子散射实验：知道装置以及现象 👉🏻原子核 1.质子（卢瑟福） 2.中子（查德威克） 天然放射现象(贝克勒尔)：揭示了原子核有复杂结构α射线：^4^2He β射线：^-1^0e γ射线：光子 重核裂变。。。 宏观：宇宙的基本结构：恒星，行星……天体的演化：诞生期，存在期，死亡期。。✨恒星一般按照亮度，体积以及分类✨恒星的寿命取决于它的质量，质量大的寿命强 速通结束。。好累，以后慢慢整理详细的吧，，感觉这里其实缺了很多知识，但是真的好累。 不过说实话电磁场的公式理论够用了，运动那看看下面详细的好了，其他的，随缘吧。。。 第一章① 匀变速直线运动规律概念👉🏻质点：有质量的点（理想模型）（研究地球绕太阳公转√自转×同步卫星×原子核衰变×运动员美感×火车过桥×） 因为比如火车运动的时候还会有车头车尾这种东西要算进去 👉🏻参照系：运动和静止都是相对的 标量：只有大小没有方向，遵循算术运算法则 矢量：有大小又有方向 👉🏻路程：质点运动所经历的轨迹长度，标量👉🏻位移：质点的位置变化，矢量，是有向线段 👉🏻时刻：时间轴上确定的一点位置对应时刻 👉🏻时间：任意两时刻之差位移，路程与时间对应 👉🏻速度：位移与时间的比值，表示质点运动的快慢和方向，矢量 👉🏻速率：匀速直线运动的速度大小，标量👉🏻平均速度：位移与发生这段位移所用时间的比值，方向是这段时间的位移方向 等效替代 某段时间的平均速度等于这段时间的初速度和末速度和的一半 即：这段时间中间时刻的瞬时速度 👉🏻瞬时速度：运动物体在某一时刻或者某一位置的速度，精确反应该点的运动快慢 极限思想 👉🏻加速度：描述物体速度变化的快慢,在数值上等于单位时间内速度的增加量 ∑F的方向或者Δv的方向决定a的方向 加速度的±只表示加速or减速！具体带数值的时候一般都是代入绝对值 👉🏻②初速度为零的匀加速直线运动 ③自由落体和竖直上抛运动👉🏻自由落体：物体只有重力作用下由静止开始下落的运动【这个规律通用】 以V0方向为正方向 Vt为负，证明在下降 h为相对抛出点的位移，h为负值的时候证明在抛出点的下方 🔎伽利略的斜面实验：证实了自由落体是匀变速直线运动①小角度→大角度→证实了S与T^2^成正比 ②斜面够长【便于记录数据】 结论：发现只受重力就会做自由落体（无弹性形变→无弹力→无f） 🔎伽利略的理想斜面实验：是牛顿第一定律的基础，但是不可以真的实验①两个斜面，一个固定一个改变角度 ②斜面近似光滑 结论：一切物体总保持匀速直线运动状态或静止状态，除非作用在它上面的力改变这种状态。 ④图像 ⑤用DIS测定位移，速度和加速度👉🏻DIS的组成部分：数据采集器、计算机、xx传感器*.。位移 👉🏻光电门传感器【测位移】的工作原理：滑块经过光电门的瞬时速度近似的v&#x3D;$\\frac{Δx}{Δt}$ Δt：遮光时间 Δx：挡光片的宽度 ✨为测量更精确，应该选择较窄的挡光片，挡光片越窄，测得的速度越接近物体经过光电门的瞬时速度 ✨实验时候改变光电门宽度（即位移）多做几次实验 *.。加速度 👉🏻位移传感器【测加速度】：记录小车位移随着时间变化的过程 倾角不宜太大也不能太小 无需平衡f 应选较远的点，以减小误差 多次测量求平均值 第二章 力和物体的平衡⑥重力 弹力 摩擦力👉🏻概念：力是物体对物体的作用👉🏻物质性：力的产生离不开物体，而且涉及【施力物体】和【受力物体】👉🏻相互性：1.作用力与反作用力2.施力物体也是受力物体👉🏻同时性：作用力以反作用力的存在作为条件👉🏻矢量性：力是矢量，有方向👉🏻作用效果 使物体发生形变 改变物体的运动状态 改变物体的转动状态 👉🏻力的图示： 线段的长度（选择标度） 箭头 箭尾 重力👉🏻成因：物体受到地球的吸引产生的力【施力物体是地球】👉🏻大小 1.纬度越大，重力越大​ 2.高度越大重力越小 👉🏻重心的测定： 质量分布均匀，有规则形状 重心在几何中心 薄片状物体 悬挂法 对有些不规则的物体可以处理成几个有规则形状的物体 👉🏻弹性形变：当外力撤消后物体能恢复原状👉🏻范性形变：当外力撤消后物体不能恢复原状👉🏻弹力产生的条件：1.两物体接触2.发生弹性形变方向和物体形变的大小相反 👉🏻胡克定律：F&#x3D;kx在弹性限度内，弹簧的弹力和弹簧的伸长（or压缩）的长度x成正比 判断弹性形变：如果把其中一个力撤去，另一个物体的状态会发生改变说明了两物体间有弹力作用 👉🏻静摩擦力的产生:两个相互接触的物体在有相对运动的趋势的时候产生的摩擦力产生条件: 接触面粗糙 相互接触有挤压 相对运动趋势 ✨与外力的变化有关，而与正压力无关 👉🏻滑动摩擦力的大小与正压力成正比 滑动摩擦力略小于最大静摩擦力fm，但有时我们经常让fm&#x3D;f动 化学 基本概念同系物：组成结构类似，相差n个CH2基团的有机物E.G.CH4,CH3CH3 同素异形体：同种元素，不同种单质E.G.O2,O3,红磷白磷 同位素：质子数相同，中子数不同E.G. HDT, ^16^O,^18^O,^12^C,^14^C,→原子 同分异构体：分子式相同，结构不同E.G. CH3CH2,CH3CH3,正丁烷，异丁烷 基本算法 Z^A^ X Z&#x3D;质子数&#x3D;核电荷数&#x3D;原子序数&#x3D;核外电子数 A&#x3D;质量数&#x3D;质子数＋中子数 中子＝核电荷数-质量数 例子：^210^84Po的核电荷数为84 名人做的贡献👉🏻道尔顿：近代原子论 👉🏻汤姆孙：葡萄干蛋糕 👉🏻卢瑟福：行星模型 👉🏻伦琴：X射线 👉🏻居里夫人：镭&#x2F;钋 👉🏻阿伏伽德罗:近代分子论 化学反应速率影响因素v&#x3D;Δc&#x2F;Δt&#x3D;mol&#x2F;（l·s）用不同物质的浓度变化表示同一时间内同一反应的速率时，其数值之比等于反应方程式中对应物质的化学计量数之比 E.g. aA+bB&#x3D;cC+dD VA:VB:VC:VD&#x3D;a:b ：c：d 👉🏻①温度↑，v↑ 👉🏻②压强↑，v↑（只针对气体反应） 👉🏻③催化剂↑，v↑ 👉🏻④浓度↑，v↑（固体无浓度概念） 👉🏻⑤固体表面面积↑，v↑ 氧化还原的实质 化合价发生变化——特征 电子得失——本质 氧化反应——升高化合价 还原反应——化合价降低 氧化剂：得电子，化合价↓ 还原剂：失电子，化合价↑ 热化学反应方程式（勒夏特列原理）①状态 ②反应热（+Q放热，-Q吸热） ③系数代表物质的量，和反应热相匹配（同增同减） E.g. C(S)+H2O(g)═CO(g)+H2~~（g)-Q ①H2O↑正向移动（浓度越大，越往缩小的方向移动） ②P↑，气体体积缩小的方向移（比如这题因为右边生成俩气体但是左边只有一个，所以左边小，所以压强增大往小的左边移动） ③T↑向吸热的方向移动 原电池的条件 自发的氧化还原反应 活泼金属做负极 构成闭合回路 电解质溶液 E.g.铜锌原电池Zn+CuSO4═ZnSo4+Cu 👉🏻负极：锌，失去电子，逐渐消失，氧化反应 👉🏻正极：铜，得到电子，产生气泡，还原反应 👉🏻生铁含碳量高和钢含碳量略低的分类 👉🏻衡量一个国家基础工业发展水平的重要标志是钢铁工业 👉🏻互为同分异构体，物质具有不同的分子式 👉🏻苯的说法错误的是苯能使酸性高锰酸钾褪色 因为苯本身处在C-C和C&#x3D;C之间，C&#x3D;C可以使溴水或者高锰酸钾溶液褪色，因为它在中间所以不可以 苯 无色，有特殊性气味 在空气中燃烧有浓烟 具有平面正六边形结构，十二个原子在同一平面上，对位上的四个原子在同一条直线上 👉🏻检验二氧化碳中的二氧化硫可通入品红溶液（褪色） 👉🏻氢气在氯气中燃烧火焰成苍白色且产生白雾 铁在氯气中燃烧——褐色烟铜在氯气中燃烧——棕色烟 有机速通。。好累官能团：决定有机物性质的基团 取代反应：类似复分解，但是是集团交换 1.CH4，甲烷，烷烃（饱和），正四面体（因为CH2Cl2无同分异构体）CH4+Cl2→^光照^CH3Cl+HCl(取代反应) 不能让溴水，高锰酸钾褪色 2.CH2&#x3D;CH2，乙烯，平面结构，官能团不饱和CH2CH2+Br2→CH 速通(来自小狄给的资料。。) 1、化合价(常见元素的化合价)： 碱金属元素、Ag、H：+1 F：-1 Ca、Mg、Ba、Zn：+2 Cl：-1，+1，+5，+7 Cu：+1，+2 O：-2 Fe：+2，+3 S：-2，+4，+6 Al：+3 P：-3，+3，+5 Mn：+2，+4，+6，+7 N：-3，+2，+4，+5 2、氧化还原反应 定义：有电子转移(或者化合价升降)的反应 本质：电子转移(包括电子的得失和偏移) 特征：化合价的升降 氧化剂(具有氧化性)——得电子——化合价下降——被还原——还原产物 还原剂(具有还原性)——失电子——化合价上升——被氧化——氧化产物 口诀：得——降——(被)还原——氧化剂 ​ 失——升——(被)氧化——还原剂 四种基本反应类型和氧化还原反应关系： 3、金属活动性顺序表 K Ca Na Mg Al Zn Fe Sn Pb (H) Cu Hg Ag Pt Au 还 原 性 逐 渐 减 弱 4、离子反应 定义：有离子参加的反应 电解质：在水溶液中或熔融状态下能导电的化合物 非电解质：在水溶液中和熔融状态下都不能导电的化合物 离子方程式的书写： ​ 第一步：写。写出化学方程式 ​ 第二步：拆。易溶于水、易电离的物质拆成离子形式；难溶(如CaCO3、BaCO3、BaSO4、AgCl、AgBr、AgI、Mg(OH)2、Al(OH)3、Fe(OH)2、Fe(OH)3、Cu(OH)2等)，难电离(H2CO3、H2S、CH3COOH、HClO、H2SO3、NH3·H2O、H2O等)，气体(CO2、SO2、NH3、Cl2、O2、H2等)，氧化物(Na2O、MgO、Al2O3等)不拆 ​ 第三步：删。删去前后都有的离子 ​ 第四步：查。检查前后原子个数，电荷是否守恒 离子共存问题判断： ​ ①是否产生沉淀(如：Ba2+和SO42-，Fe2+和OH-)； ②是否生成弱电解质(如：NH4+和OH-，H+和CH3COO-) ③是否生成气体(如：H+和CO32-，H+和SO32-) ④是否发生氧化还原反应(如：H+、NO3-和Fe2+&#x2F; I-,Fe3+和I-) 5、放热反应和吸热反应 化学反应一定伴随着能量变化。 放热反应：反应物总能量大于生成物总能量的反应 ​ 常见的放热反应：燃烧，酸碱中和，活泼金属与酸发生的置换反应 吸热反应：反应物总能量小于生成物总能量的反应 ​ 常见的吸热反应：Ba(OH)2·8H2O和NH4Cl的反应，灼热的碳和二氧化碳的反应 ​ C、CO、H2还原CuO 6、各物理量之间的转化公式和推论 ⑴微粒数目和物质的量：n&#x3D;&#x3D;N &#x2F; NA，N&#x3D;&#x3D;nNA NA——阿伏加德罗常数。规定0.012kg12C所含的碳原子数目为一摩尔，约为6.02×1023个，该数目称为阿伏加德罗常数 ⑵物质的量和质量：n&#x3D;&#x3D;m &#x2F; M，m&#x3D;&#x3D;nM ⑶对于气体，有如下重要公式 a、气体摩尔体积和物质的量：n&#x3D;&#x3D;V &#x2F; Vm，V&#x3D;&#x3D;nVm 标准状况下：Vm&#x3D;22.4L&#x2F;mol b、阿伏加德罗定律：同温同压下V(A) &#x2F; V(B) &#x3D;&#x3D; n(A) &#x2F; n(B) &#x3D;&#x3D; N(A) &#x2F; N(B) c、气体密度公式：ρ&#x3D;&#x3D;M &#x2F; Vm，ρ1&#x2F;ρ2&#x3D;&#x3D;M1 &#x2F;M2 ⑷物质的量浓度与物质的量关系 (对于溶液)a、物质的量浓度与物质的量 C&#x3D;&#x3D;n &#x2F; V，n&#x3D;&#x3D;CV b、物质的量浓度与质量分数 C&#x3D;&#x3D;(1000ρω) &#x2F; M 7、配置一定物质的量浓度的溶液 ①计算：固体的质量或稀溶液的体积 ②称量：天平称量固体，量筒或滴定管量取液体(准确量取) ③溶解：在烧杯中用玻璃棒搅拌 ④检漏：检验容量瓶是否漏水(两次) ⑤移液：冷却到室温，用玻璃棒将烧杯中的溶液转移至选定容积的容量瓶中 ⑥洗涤：将烧杯、玻璃棒洗涤2—3次，将洗液全部转移至容量瓶中(少量多次) ⑦定容：加水至液面接近容量瓶刻度线1cm—2cm处时，改用胶头滴管加蒸馏水至溶液的凹液面最低点刚好与刻度线相切 ⑧摇匀：反复上下颠倒，摇匀，使得容量瓶中溶液浓度均匀 ⑨装瓶、贴标签 必须仪器：天平(称固体质量)，量筒或滴定管(量液体体积)，烧杯，玻璃棒，容量瓶(规格)，胶头滴管 13、铝及其化合物 Ⅰ、铝 ①物理性质：银白色，较软的固体，导电、导热，延展性 ②化学性质： a、与非金属：4Al+3O2&#x3D;&#x3D;2Al2O3， 2Al+3Cl2&#x3D;&#x3D;2AlCl3 b、与酸：2Al+6HCl&#x3D;&#x3D;2AlCl3+3H2↑，2Al+3H2SO4&#x3D;&#x3D;Al2(SO4)3+3H2↑ ​ 常温常压下，铝遇浓硫酸或浓硝酸会发生钝化，所以可用铝制容器盛装浓硫酸或浓硝酸 c、与强碱：2Al+2NaOH+2H2O&#x3D;&#x3D;2NaAlO2(偏铝酸钠)+3H2↑ 大多数金属不与碱反应，但铝却可以 d、铝热反应：2Al+Fe2O3&#x3D;&#x3D;&#x3D;2Fe+Al2O3，铝具有较强的还原性，可以还原一些金属氧化物 Ⅱ、铝的化合物 ①Al2O3(典型的两性氧化物) a、与酸：Al2O3+6H+&#x3D;&#x3D;2Al3++3H2O b、与碱：Al2O3+2OH-&#x3D;&#x3D;2AlO2-+H2O ②Al(OH)3(典型的两性氢氧化物)：白色不溶于水的胶状物质，具有吸附作用 a、实验室制备：AlCl3+3NH3·H2O&#x3D;&#x3D;Al(OH)3↓+3NH4Cl，Al3++3NH3·H2O&#x3D;&#x3D;Al(OH)3↓+3NH4+ b、与酸、碱反应：与酸 Al(OH)3+3H+&#x3D;&#x3D;Al3++3H2O ​ 与碱 Al(OH)3+OH-&#x3D;&#x3D;AlO2-+2H2O ③KAl(SO4)2(硫酸铝钾) KAl(SO4)2·12H2O，十二水硫酸铝钾，俗名：明矾 因为Al(OH)3具有很强的吸附型，所以明矾可以做净水剂 14、铁 ①物理性质：银白色光泽，密度大，熔沸点高，延展性，导电导热性较好，能被磁铁吸引。铁在地壳中的含量仅次于氧、硅、铝，排第四。 ②化学性质： a、与非金属：Fe+S&#x3D;&#x3D;FeS，3Fe+2O2&#x3D;&#x3D;&#x3D;Fe3O4，2Fe+3Cl2&#x3D;&#x3D;&#x3D;2FeCl3 b、与水：3Fe+4H2O(g)&#x3D;&#x3D;&#x3D;Fe3O4+4H2 c、与酸(非氧化性酸)：Fe+2H+&#x3D;&#x3D;Fe2++H2↑ 与氧化性酸，如硝酸、浓硫酸，会被氧化成三价铁 d、与盐：如CuCl2、CuSO4等，Fe+Cu2+&#x3D;&#x3D;Fe2++Cu Fe2+和Fe3+离子的检验： ①溶液是浅绿色的 Fe2+ ②与KSCN溶液作用不显红色，再滴氯水则变红 ③加NaOH溶液现象：白色 灰绿色 红褐色 ①与无色KSCN溶液作用显红色 Fe3+ ②溶液显黄色或棕黄色 ​ ③加入NaOH溶液产生红褐色沉淀 16、氯及其化合物 ①物理性质：通常是黄绿色、密度比空气大、有刺激性气味气体，能溶于水，有毒。 ②化学性质：氯原子易得电子，使活泼的非金属元素。氯气与金属、非金属等发生氧化还原反应，一般作氧化剂。与水、碱溶液则发生自身氧化还原反应，既作氧化剂又作还原剂。 拓展1、氯水：氯水为黄绿色，所含Cl2有少量与水反应(Cl2+H2O&#x3D;&#x3D;HCl+HClO)，大部分仍以分子形 式存在，其主要溶质是Cl2。新制氯水含Cl2、H2O、HClO、H+、Cl-、ClO-、OH-等微粒 拓展2、次氯酸：次氯酸(HClO)是比H2CO3还弱的酸，溶液中主要以HClO分子形式存在。是一种具有强氧化性(能杀菌、消毒、漂白)的易分解(分解变成HCl和O2)的弱酸。 拓展3、漂白粉：次氯酸盐比次氯酸稳定，容易保存，工业上以Cl2和石灰乳为原料制取漂白粉，其主要成分是CaCl2和Ca(ClO)2，有效成分是Ca(ClO)2，须和酸(或空气中CO2)作用产生次氯酸，才能发挥漂白作用。 17、溴、碘的性质和用途 溴 碘 物理性质 深红棕色，密度比水大，液体，强烈刺激性气味，易挥发，强腐蚀性 紫黑色固体，易升华。气态碘在空气中显深紫红色，有刺激性气味 在水中溶解度很小，易溶于酒精、四氯化碳等有机溶剂 化学性质 能与氯气反应的金属、非金属一般也能与溴、碘反应，只是反应活性不如氯气。氯、溴、碘的氧化性强弱：Cl2＞Br2＞I2 18、二氧化硫 ①物理性质：无色，刺激性气味，气体，有毒，易液化，易溶于水(1：40)，密度比空气大 ②化学性质： a、酸性氧化物：可与水反应生成相应的酸——亚硫酸(中强酸)：SO2+H2O H2SO3 可与碱反应生成盐和水：SO2+2NaOH&#x3D;&#x3D;Na2SO3+H2O，SO2+Na2SO3+H2O&#x3D;&#x3D;2NaHSO3 b、具有漂白性：可使品红溶液褪色，但是是一种暂时性的漂白 c、具有还原性：SO2+Cl2+2H2O&#x3D;&#x3D;H2SO4+2HCl 18、硫酸 ①物理性质：无色、油状液体，沸点高，密度大，能与水以任意比互溶，溶解时放出大量的热 ②化学性质：酸酐是SO3，其在标准状况下是固态 物质组成性质 浓硫酸 稀硫酸 电离情况 H2SO4&#x3D;&#x3D;2H++SO42- 主要微粒 H2SO4 H+、SO42-、(H2O) 颜色、状态 无色粘稠油状液体 无色液体 ​ 浓硫酸的三大特性 ​ a、吸水性：将物质中含有的水分子夺去(可用作气体的干燥剂) ​ b、脱水性：将别的物质中的H、O按原子个数比2：1脱出生成水 ​ c、强氧化性： ⅰ、冷的浓硫酸使Fe、Al等金属表面生成一层致密的氧化物薄膜而钝化 ⅱ、活泼性在H以后的金属也能与之反应(Pt、Au除外)：Cu+2H2SO4(浓)&#x3D;&#x3D;&#x3D;CuSO4+SO2↑+2H2O ​ ⅲ、与非金属反应：C+2H2SO4(浓硫酸)&#x3D;&#x3D;&#x3D;CO2↑+2SO2↑+2H2O ​ ⅳ、与较活泼金属反应，但不产生H2 ​ d、不挥发性：浓硫酸不挥发，可制备挥发性酸，如HCl：NaCl+H2SO4(浓)&#x3D;&#x3D;NaHSO4+HCl ​ 三大强酸中，盐酸和硝酸是挥发性酸，硫酸是不挥发性酸 ③酸雨的形成与防治 pH小于5.6的雨水称为酸雨，包括雨、雪、雾等降水过程，是由大量硫和氮的氧化物被雨水吸收而形成。硫酸型酸雨的形成原因是化石燃料及其产品的燃烧、含硫金属矿石的冶炼和硫酸的生产等产生的废气中含有二氧化硫：在防治时可以开发新能源，对含硫燃料进行脱硫处理，提高环境保护意识。 19、氮及其化合物 Ⅰ、氮气(N2) a、物理性质：无色、无味、难溶于水、密度略小于空气，在空气中体积分数约为78% b、分子结构：分子式——N2，电子式—— ，结构式——N≡N c、化学性质：结构决定性质，氮氮三键结合非常牢固，难以破坏，所以但其性质非常稳定。 ①与H2反应：N2+3H2 2NH3 ②与氧气反应：N2+O2&#x3D;&#x3D;&#x3D;&#x3D;&#x3D;&#x3D;&#x3D;&#x3D;2NO(无色、不溶于水的气体，有毒) ​ 2NO+O2&#x3D;&#x3D;&#x3D;2NO2(红棕色、刺激性气味、溶于水气体，有毒) ​ 3NO2+H2O&#x3D;&#x3D;&#x3D;2HNO3+NO，所以可以用水除去NO中的NO2 ​ 两条关系式：4NO+3O2+2H2O&#x3D;&#x3D;4HNO3，4NO2+O2+2H2O&#x3D;&#x3D;4HNO3 Ⅱ、氨气(NH3) a、物理性质：无色、刺激性气味，密度小于空气，极易溶于水(1︰700)，易液化，汽化时吸收大量的热，所以常用作制冷剂 b、分子结构：分子式——NH3，电子式—— ，结构式——H—N—H c、化学性质： ​ ①与水反应：NH3+H2O NH3·H2O(一水合氨) NH4++OH-，所以氨水溶液显碱性 ​ ②与氯化氢反应：NH3+HCl&#x3D;&#x3D;NH4Cl，现象：产生白烟 d、氨气制备：原理：铵盐和碱共热产生氨气 ​ 方程式：2NH4Cl+Ca(OH)2&#x3D;&#x3D;&#x3D;2NH3↑+2H2O+CaCl2 ​ 装置：和氧气的制备装置一样 ​ 收集：向下排空气法(不能用排水法，因为氨气极易溶于水) ​ (注意：收集试管口有一团棉花，防止空气对流，减缓排气速度，收集较纯净氨气) ​ 验证氨气是否收集满：用湿润的红色石蕊试纸靠近试管口，若试纸变蓝说明收集满 ​ 干燥：碱石灰(CaO和NaOH的混合物) Ⅲ、铵盐 a、定义：铵根离子(NH4+)和酸根离子(如Cl-、SO42-、CO32-)形成的化合物，如NH4Cl，NH4HCO3等 b、物理性质：都是晶体，都易溶于水 c、化学性质： ​ ①加热分解：NH4Cl&#x3D;&#x3D;&#x3D;NH3↑+HCl↑，NH4HCO3&#x3D;&#x3D;&#x3D;NH3↑+CO2↑+H2O ②与碱反应：铵盐与碱共热可产生刺激性气味并能使湿润红色石蕊试纸变蓝的气体即氨气，故可以用来检验铵根离子的存在，如：NH4NO3+NaOH&#x3D;&#x3D;&#x3D;NH3↑+H2O+NaCl,，离子方程式为：NH4++OH-&#x3D;&#x3D;&#x3D;NH3↑+H2O，是实验室检验铵根离子的原理。 d、NH4+的检验：NH4++OH-&#x3D;&#x3D;&#x3D;NH3↑+H2O。操作方法是向溶液中加入氢氧化钠溶液并加热，用湿润的红色石蕊试纸靠近试管口，观察是否变蓝，如若变蓝则说明有铵根离子的存在。 20、硝酸 ①物理性质：无色、易挥发、刺激性气味的液体。浓硝酸因为挥发HNO3产生“发烟”现象，故叫做发烟硝酸 ②化学性质：a、酸的通性：和碱，和碱性氧化物反应生成盐和水 b、不稳定性：4HNO3&#x3D;&#x3D;&#x3D; 4NO2↑+2H2O+O2↑，由于HNO3分解产生的NO2溶于水，所以久置的硝酸会显黄色，只需向其中通入空气即可消除黄色 c、强氧化性：ⅰ、与金属反应： 常温下Al、Fe遇浓硝酸会发生钝化，所以可以用铝制或铁制的容器储存浓硝酸 ​ ⅱ、与非金属反应： ​ d、王水：浓盐酸和浓硝酸按照体积比3：1混合而成，可以溶解一些不能溶解在硝酸中的金属如Pt、Au等 21、元素周期表和元素周期律 ①原子组成： 原子核 中子 原子不带电：中子不带电，质子带正电荷，电子带负电荷 原子组成 质子 质子数&#x3D;&#x3D;原子序数&#x3D;&#x3D;核电荷数&#x3D;&#x3D;核外电子数 核外电子 相对原子质量&#x3D;&#x3D;质量数 ②原子表示方法： A：质量数 Z：质子数 N：中子数 A&#x3D;Z+N 决定元素种类的因素是质子数多少，确定了质子数就可以确定它是什么元素 ③同位素：质子数相同而中子数不同的原子互称为同位素，如：16O和18O，12C和14C，35Cl和37Cl ④电子数和质子数关系：不带电微粒：电子数&#x3D;&#x3D;质子数 ​ 带正电微粒：电子数&#x3D;&#x3D;质子数—电荷数 ​ 带负电微粒：电子数&#x3D;&#x3D;质子数+电荷数 ⑤1—18号元素(请按下图表示记忆) ​ H He ​ Li Be B C N O F Ne ​ Na Mg Al Si P S Cl Ar ⑥元素周期表结构 短周期(第1、2、3周期，元素种类分别为2、8、8) 元 周期(7个横行) 长周期(第4、5、6周期，元素种类分别为18、18、32) 素 不完全周期(第7周期，元素种类为26，若排满为32) 周 主族(7个)(ⅠA—ⅦA) 期 族(18个纵行，16个族) 副族(7个)(ⅠB—ⅦB) 表 0族(稀有气体族：He、Ne、Ar、Kr、Xe、Rn) ​ Ⅷ族(3列) ⑦元素在周期表中的位置：周期数&#x3D;&#x3D;电子层数，主族族序数&#x3D;&#x3D;最外层电子数&#x3D;&#x3D;最高正化合价 ⑧元素周期律： 从左到右：原子序数逐渐增加，原子半径逐渐减小，得电子能力逐渐增强(失电子能力逐渐减弱)，非金属性逐渐增强(金属性逐渐减弱) 从上到下：原子序数逐渐增加，原子半径逐渐增大，失电子能力逐渐增强(得电子能力逐渐减弱)，金属性逐渐增强(非金属性逐渐减弱) 所以在周期表中，非金属性最强的是F，金属性最强的是Fr (自然界中是Cs，因为Fr是放射性元素) 判断金属性强弱的四条依据： a、与酸或水反应的剧烈程度以及释放出氢气的难易程度，越剧烈则越容易释放出H2，金属性越强 b、最高价氧化物对应水化物的碱性强弱，碱性越强，金属性越强 c、金属单质间的相互置换(如：Fe+CuSO4&#x3D;&#x3D;FeSO4+Cu) d、原电池的正负极（负极活泼性﹥正极） 判断非金属性强弱的三条依据： a、与H2结合的难易程度以及生成气态氢化物的稳定性，越易结合则越稳定，非金属性越强 b、最高价氧化物对应水化物的酸性强弱，酸性越强，非金属性越强 c、非金属单质间的相互置换(如：Cl2+H2S&#x3D;&#x3D;2HCl+S↓) 注意：“相互证明”——由依据可以证明强弱，由强弱可以推出依据 ⑨化学键：原子之间强烈的相互作用 共价键 极性键 化学键 非极性键 ​ 离子键 共价键：原子之间通过共用电子对的形式形成的化学键，一般由非金属元素与非金属元素间形成。 非极性键：相同的非金属原子之间，A—A型，如：H2，Cl2，O2，N2中存在非极性键 极性键：不同的非金属原子之间，A—B型，如：NH3，HCl，H2O，CO2中存在极性键 离子键：原子之间通过得失电子形成的化学键，一般由活泼的金属(ⅠA、ⅡA)与活泼的非金属元素(ⅥA、ⅦA)间形成，如：NaCl，MgO，KOH，Na2O2，NaNO3中存在离子键 ​ 注：有NH4+离子的一定是形成了离子键；AlCl3中没有离子键，是典型的共价键 共价化合物：仅仅由共价键形成的化合物，如：HCl，H2SO4，CO2，H2O等 离子化合物：存在离子键的化合物，如：NaCl，Mg(NO3)2，KBr，NaOH，NH4Cl 22、化学反应速率 ①定义：单位时间内反应物浓度的减少量或生成物浓度的增加量，v&#x3D;&#x3D;△C&#x2F;△t ②影响化学反应速率的因素： 浓度：浓度增大，速率增大 温度：温度升高，速率增大 压强：压强增大，速率增大(仅对气体参加的反应有影响) 催化剂：改变化学反应速率 其他：反应物颗粒大小，溶剂的性质 23、原电池 负极(Zn)：Zn—2e-&#x3D;&#x3D;Zn2+ 正极(Cu)：2H++2e-&#x3D;&#x3D;H2↑ ①定义：将化学能转化为电能的装置 ②构成原电池的条件： a、有活泼性不同的金属(或者其中一个为碳棒)做电极，其中较活泼金属 做负极，较不活泼金属做正极 b、有电解质溶液 c、形成闭合回路 24、烃 ①有机物 a、概念：含碳的化合物，除CO、CO2、碳酸盐等无机物外 b、结构特点：ⅰ、碳原子最外层有4个电子，一定形成四根共价键 ⅱ、碳原子可以和碳原子结合形成碳链，还可以和其他原子结合 ⅲ、碳碳之间可以形成单键，还可以形成双键、三键 ⅳ、碳碳可以形成链状，也可以形成环状 c、一般性质：ⅰ、绝大部分有机物都可以燃烧(除了CCl4不仅布燃烧，还可以用来灭火) ⅱ、绝大部分有机物都不溶于水(乙醇、乙酸、葡萄糖等可以) ②烃：仅含碳、氢两种元素的化合物(甲烷、乙烯、苯的性质见表) ③烷烃： a、定义：碳碳之间以单键结合，其余的价键全部与氢结合所形成的链状烃称之为烷烃。因为碳的所有价键都已经充分利用，所以又称之为饱和烃 b、通式：CnH2n+2，如甲烷(CH4)，乙烷(C2H6)，丁烷(C4H10) c、物理性质：随着碳原子数目增加，状态由气态(1—4)变为液态(5—16)再变为固态(17及以上) d、化学性质(氧化反应)：能够燃烧，但不能使酸性高锰酸钾溶液褪色，同甲烷 CnH2n+2+(3n+1)&#x2F;2O2 nCO2+(n+1)H2O e、命名(习惯命名法)：碳原子在10个以内的，用甲、乙、丙、丁、戊、己、庚、辛、壬、癸命名 ④同分异构现象：分子式相同，但结构不同的现象，称之为同分异构现象 同分异构体：具有同分异构现象的物质之间称为同分异构体 如C4H10有两种同分异构体：CH3CH2CH2CH3(正丁烷)，CH3CHCH3(异丁烷) 甲烷 乙烯 苯 分子式 CH4 C2H4 C6H6 结构式 不作要求 结构简式 CH4 CH2&#x3D;CH2 或 电子式 不作要求 空间结构 正四面体结构 平面型 平面型(无单键，无双键，介于单、双键间特殊的键，大∏键) 物理性质 无色、无味、难溶于水、密度比空气小的气体，是天然气、沼气、油田气、煤道坑气的主要成分 无色、稍有气味的气体，难溶于水，密度略小于空气 无色、有特殊香味的液体，不溶于水，密度比水小，有毒 化学性质 ①氧化反应：CH4+2O2 CO2+2H2O②取代反应：CH4+Cl2 CH3Cl+HCl ①氧化反应：a．能使酸性高锰酸钾褪色b ．C2H4+3O2 2CO2+2H2O②加成反应：CH2&#x3D;CH2+Br2 ③加聚反应：nCH2&#x3D;CH2 —CH2—CH2—产物为聚乙烯，塑料的主要成份，是高分子化合物 ①氧化反应：a．不能使酸性高锰酸钾褪色b．2C6H6+15O2 12CO2+6H2O②取代反应：a．与液溴反应： +Br2 +HBrb．与硝酸反应： +HO-NO2 +H2O③加成反应： +3H2 (环己烷) 用途 可以作燃料，也可以作为原料制备氯仿(CH3Cl，麻醉剂)、四氯化碳、炭黑等 石化工业的重要原料和标志，水果催熟剂，植物生长调节剂，制造塑料，合成纤维等 有机溶剂，化工原料 注：取代反应——有机物分子中一个原子或原子团被其他原子或原子团代替的反应：有上有下 加成反应——有机物分子中不饱和键(双键或三键)两端的原子与其他原子直接相连的反应：只上不下 芳香烃——含有一个或多个苯环的烃称为芳香烃。苯是最简单的芳香烃(易取代，难加成)。 25、烃的衍生物 ①乙醇： a、物理性质：无色，有特殊气味，易挥发的液体，可和水以任意比互溶，良好的溶剂 b、分子结构：分子式——C2H6O，结构简式——CH3CH2OH或C2H5OH，官能团——羟基，—OH c、化学性质：ⅰ、与活泼金属(Na)反应：2CH3CH2OH+2Na 2CH3CH2ONa+H2↑ ⅱ、氧化反应：燃烧：C2H5OH+3O2 2CO2+3H2O 催化氧化：2CH3CH2OH+O2 2CH3CHO+2H2O ⅲ、酯化反应：CH3COOH+CH3CH2OH CH3COOCH2CH3+H2O d、乙醇的用途：燃料，医用消毒(体积分数75%)，有机溶剂，造酒 ②乙酸： a、物理性质：无色，，有强烈刺激性气味，液体，易溶于水和乙醇。纯净的乙酸称为冰醋酸。 b、分子结构：分子式——C2H4O2，结构简式——CH3COOH，官能团——羧基，—COOH c、化学性质：ⅰ、酸性(具备酸的通性)：比碳酸酸性强 2CH3COOH+Na2CO3&#x3D;2CH3COONa+H2O+CO2，CH3COOH+NaOH&#x3D;CH3COONa+H2O ⅱ、酯化反应(用饱和Na2CO3溶液来吸收，3个作用) d、乙酸的用途：食醋的成分(3%—5%) ③酯： a、物理性质：密度小于水，难溶于水。低级酯具有特殊的香味。 b、化学性质：水解反应 ⅰ、酸性条件下水解：CH3COOCH2CH3+H2O CH3COOH+CH3CH2OH ⅱ、碱性条件下水解：CH3COOCH2CH3+NaOH CH3COONa+CH3CH2OH 26、煤、石油、天然气 ①煤：由有机物和少量无机物组成的复杂混合物，可通过干馏、气化和液化进行综合利用 蒸馏：利用物质沸点(相差在20℃以上)的差异将物质进行分离，物理变化，产物为纯净物 ​ 分馏：利用物质沸点(相差在5℃以内)的差异将物质分离，物理变化，产物为混合物 ​ 干馏：隔绝空气条件下对物质进行强热使其发生分解，化学变化 ②天然气：主要成份是CH4，重要的化石燃料，也是重要的化工原料(可加热分解制炭黑和H2) ③石油：多种碳氢化合物(烷烃、环烷烃、芳香烃)的混合物，可通过分馏、裂化、裂解、催化重整进行综合利用 ​ 分馏的目的：得到碳原子数目不同的各种油，如液化石油气、汽油、煤油、柴油、重油等 ​ 裂化的目的：对重油进行裂化得到轻质油(汽油、煤油、柴油等)，产物一定是一个烷烃分子加一个烯烃分子 ​ 裂解的目的：得到重要的化工原料“三烯”(乙烯、丙烯、1，3—丁二烯) ​ 催化重整的目的：得到芳香烃(苯及其同系物) 27、常见物质或离子的检验方法 物质(离子) 方法及现象 Cl- 先用硝酸酸化，然后加入硝酸银溶液，生成不溶于硝酸的白色沉淀 SO42- 先加盐酸酸化，然后加入氯化钡溶液，生成不溶于硝酸的白色沉淀 CO32- 加入硝酸钡溶液，生成白色沉淀，该沉淀可溶于硝酸(或盐酸)，并生成无色无味、能使澄清石灰水变浑浊的气体(CO2) Al3+ 加入NaOH溶液产生白色沉淀，继续加入NaOH溶液，沉淀消失 Fe3+(★) 加入KSCN溶液，溶液立即变为血红色 NH4+(★) 与NaOH溶液共热，放出使湿润的红色石蕊试纸变蓝的刺激性气味的气体(NH3) Na+ 焰色反应呈黄色 K+ 焰色反应呈浅紫色(透过蓝色钴玻璃) I2 遇淀粉溶液可使淀粉溶液变蓝 第二章 化学物质及变化 1、 物质的分类 物质的分类方法有多种，常见的有：树状分类法、交叉分类法等等。用树状分类法将物质分类一般分为： 混合物 金属单质：Na、Fe、Cu等 物质 单质 ​ 非金属单质：Cl2、H2、、O2、O3、C60等 纯净物 酸：HCl、H2CO3等 无机化合物 碱：NaOH、Ba（OH）2、NH3·H2O等 ​ 化合物 盐：Na2CO3、NaHSO4、Cu（OH）2（CO3）2 ​ 氧化物：CO、CO2、CuO等 有机化合物 ：CH3COOH、CH4、C2H6、CH3CH2OH等 又：化合物根据其水溶液或熔融状态是否导电，分为： 强电解质：HCl、H2SO4、NaCl等 电解质 化合物 弱电解质：CH3COOH、NH3·H2O等 ​ 非电解质：C6H12O6、CO等 2、 氧化还原反应 （1）有关概念 被氧化（氧化反应） 氧化剂（具有氧化性） 氧化产物（表现氧化性） ​ 被还原（还原反应） 还原剂（具有还原性） 还原产物（表现还原性） 注意：（1）在同一反应中，氧化反应和还原反应是同时发生 ​ （2）用顺口溜记“升失氧，降得还，若说剂正相反”，被氧化对应是氧化产物，被还原对应是还原产物。 （2）分析氧化—还原反应的方法 单线桥： 双线桥： 注意：a常见元素的化合价一定要记住，如果对分析化合升降不熟练可以用坐标法来分析。 ​ b在同一氧化还原反应中，氧化剂得电子总数&#x3D;还原剂失电子总数。 3、CO2 与SO2的异同点比较： 性质 CO2 SO2 归纳性结论描述 颜色状态 无色气体 无色气体 都是无色气体 密度 比空气大 比空气大 比空气大 水溶性 溶于水 易溶于水 水溶性SO2大于CO2 毒性及对环境的影响 无毒性，过量产生温室效应 有毒，形成酸雨的主要原因 对排放到空气都要进行控制 与H2O反应 CO2+H2O H2CO3 +H2O H2SO3 水溶液都显酸性 与NaOH CO2+2NaOH &#x3D;Na2CO3+H2O SO2+2NaOH &#x3D;Na2SO3+H2O CO2 与SO2都是酸性氧化物 与Na2CO3 Na2CO3+CO2+H2O&#x3D; 2NaHCO3 Na2CO3+SO2&#x3D; Na2SO3+ CO2↑ 亚硫酸的酸性比碳酸强 还原性 不能使溴水、高锰酸钾溶液褪色 SO2+Br2+2H2O&#x3D;&#x3D;H2SO4+2HBr 二氧化硫具有较强的还原性 漂白性 不能使品红溶液褪色 能使品红溶液褪色 二氧化碳无漂白性，二氧化硫有漂白性 3、化学反应的速度和限度 (1)概念 化学反应的快慢用化学反应速率来表示。由于反应过程中反应物不断减少，生成物不断增多，所以反应速率通常用单位时间内反应物或生成物的物质的量浓度的变化量来表示。 表达式： 单位为：mol·L-1·S-1或mol·L-1·min-1或 mol·L-1·h-1 (2)化学反应速率的特点 ①化学反应速率是平均速率，且均取正值。 ②同一反应选用不同物质的浓度的改变量表示速率，数值可能不同，但表示的意义相同。 ③各物质表示的速率比等于该反应方程式中相应的计量系数比 ④影响化学反应速率的因素：内因：由反应物的结构、性质决定。外因：外界条件对化学反应速成率的影响。小结如下： A浓度：其他条件不变时，增大反应物浓度，可以加快反应速率。 B温度：升高温度，可以加快反应速率。 C压强：对于气体反应，增大压强可以加快反应速率。 D催化剂：催化剂具有选择性，即它对某一反应或某种反应起催化作用，能加大反应速率。催化剂参与反应过程，只是反应前后质量与组成不变。 E其他外因：增大一定量固体的表面积(如粉碎)，可增大反应速率；光照一般也可增大某些反应的速率；此外，超声波、电磁波、溶剂等对反应速率也有影响。","categories":[{"name":"学习有关的","slug":"学习有关的","permalink":"https://karuka.top/categories/%E5%AD%A6%E4%B9%A0%E6%9C%89%E5%85%B3%E7%9A%84/"}],"tags":[{"name":"政史物化","slug":"政史物化","permalink":"https://karuka.top/tags/%E6%94%BF%E5%8F%B2%E7%89%A9%E5%8C%96/"}]},{"title":"22-09-23每日复盘","slug":"22-09-23每日复盘","date":"2022-09-23T15:08:31.000Z","updated":"2022-09-23T15:26:37.772Z","comments":true,"path":"posts/f6e7d782/","link":"","permalink":"https://karuka.top/posts/f6e7d782/","excerpt":"","text":"今天早上起来的时候就看见了这个 还要去找我的组员谢琪再次好好说下这个？？额。。。 他们老师应该会发一下的吧？ 但是我作为组长不帮忙弄好材料会不会太不负责了。。 希望他可以自觉来要材料。。 不过他会主动的话也不至于被女朋友分手两次吧hh 我是真的不想和xd里面的任何人类，男的女的都一样）有任何交集了。烦。 啊，最近还因为被请要求设计班旗并且买班旗的事情和班里不想接触的人有了很多交集 假惺惺的，恶心的我，以及假惺惺的她们。 今天早上出操的时候许楹问我如何学英语，还有教辅的推荐 感觉真的没有什么好说的了，英语，毕竟我自己都捉摸不透 如果学英语有捷径的话。。。我希望我可以一直在年级前十（拜托了，高中英语还没进过年级前十。。） 今天也考了两门，物理和英语。 其实没有一天是没有考试的，但是有很多都只有自己的分数，甚至连班内排名都不公布，没什么大的参考价值。。 啊，李筱批我英语卷子的时候会不会发现我今天在摆烂，？毕竟是速通的。 但是写那张卷子的时候我是真的很想逃走，头皮发麻，想到考完英语还要考七宝的物理卷的时候真的很想从五楼直接翻下去了 考物理的时候赵凌还在我旁边反复踱步，，， 晚上回家的时候，看见灯光照在书上很像十字架，是很难得的风景 想给某个谁看看，但是想了想还是算了，毕竟最后发消息的是我，是对方没有想要再继续下去的意向了所以是冗长的，永远的绿色聊天框了。 结束的是他。 已经失去了年轻一些的时候那种敢爱敢恨的勇气了。 越活越失去了那种对别人热情的感觉，开始在人类身上摆烂 所谓的风浦可符香？ 大概是我罢 今天的天空依旧有很多明亮好看的星星 这颗最好看 你会不会也有看见呢。","categories":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/categories/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}],"tags":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/tags/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}]},{"title":"22-09-22每日复盘","slug":"22-09-22每日复盘","date":"2022-09-22T14:56:45.000Z","updated":"2022-09-22T15:06:28.686Z","comments":true,"path":"posts/2b710e07/","link":"","permalink":"https://karuka.top/posts/2b710e07/","excerpt":"","text":"今天实在太累了，又考了两节课的数学，天天考试。 今天学到的东西明天再一起整理出来吧，手写的材料实在是太多了， 我也没有想过最近竟然三天可以写完完一支MUJI的中性笔。。 开学到现在22天，已经用了一支半的红笔以及三只黑笔了。。 累但是快乐着（虽然和以前初中的快乐无论如何都比不了） 今天语文课上学到了一段很喜欢的话 不说满腹经纶 偏说胸中罗列满天星斗 不说光焰万丈 偏说天之精气充斥其中 我最近学大三门真的很开心，但是物理真的一点也不想管了。。。 。。？ 好困，可能是前段时间吃药调理好了，最近头不疼了，但是胃开始疼&#x3D;.&#x3D; 今天早上喝水的时候突然胰那个左右的地方刺痛，像是被针扎一样，早上差一点跪我爸面前了。。我也一度感觉要猝死掉了 昨天下午考试的时候胃也很痛，，痛了两个小时左右才好很多 有时间的话还是要去看看了。。但是每次去医院都好花时间， 不想去，不想疼。 我想再次能考进年级前十","categories":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/categories/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}],"tags":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/tags/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}]},{"title":"22-09-21每日复盘","slug":"22-09-21每日复盘","date":"2022-09-21T14:54:45.000Z","updated":"2022-09-21T15:21:44.416Z","comments":true,"path":"posts/96bb62c9/","link":"","permalink":"https://karuka.top/posts/96bb62c9/","excerpt":"","text":"最近的每天都很忙，昨天因为被施斐尔还传染了一点点小感冒所以很早很累就去先睡觉了 昨天是篮球和足球比赛，但我没什么太大的兴趣，因为看的也不是我感兴趣的人的比赛。。&#x3D;.&#x3D; 不过高中三年当中大大小小这样的球赛昨天可能是我唯一一次看的最认真的了。 反正全校都没什么值得我去在意，能让我稍微感兴趣的人，所以就算错过了比赛也无所谓。 不过我们班昨天真的，emm表现得还不错吧？ 但是和某个人比起来我觉得是逊色很多、 施斐尔听了之后笑着说如果他在我们学校的话听到一定会很开心。 无所谓了，我没法去拯救什么我不能主导的事情，累了 和天天的考试一样累了 但是唯一让我感兴趣的可能还是文字 这是今天考试的第一篇现代文 第二篇鲁迅写的《甲夜颂》我也很喜欢， 文字很细腻，比阿q正传细腻多了 我也喜欢晚上，很喜欢看着晚上一点一点变成黎明的样子 看着天边从黑色逐渐露出拂晓 很喜欢。 说来惭愧，最近知道的知识全是从考试卷上或者课本上得来的，而不是我自己渴求，去课外得来的知识，这样好像有点被动。。 但是根本没啥时间a，我好恨物理。 好想和物理分手。因为他是为数不多让我现在看不见未来的学科 就连天天担心的数学起码今天晚上也让我得以安慰，做了一套宝山的21年一模填空题练练手，原本以为自己起码会错四五个这样的，没想到只错了两个 也不知道是不是因为宝山卷太简单了，但是很开心 但是物理，好像从高中一开始学他到现在，让我感觉开心的时候基本没有 前段时间还在烦恼英语，但是还好复附的考试摸底考让我顺利进入了A班，好开心。但是也好害怕掉出来，毕竟这次可能只是运气好 今天自修课把班歌定了，是五月天的《倔强》，没想到张咏曦竟然也是五月天的粉丝 中午班级里面也在放了很多歌，其中包括很多陈奕迅的歌 想起来，他也喜欢陈奕迅的歌。 大课间难得出去遛弯，施斐尔和我又讲起她和杜卓衡暧昧的日常，像是足球比赛的对视，或者是偶遇的时候对视然后杜撩头发，种种之类的、我会觉得，有这份感情很美好。 可惜， 诶、、 想。 今天又是充满考试的一天，好累。 不过学习真的很开心，吧？","categories":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/categories/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}],"tags":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/tags/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}]},{"title":"关于音乐","slug":"关于音乐","date":"2022-09-19T15:21:18.000Z","updated":"2022-09-19T16:38:16.912Z","comments":true,"path":"posts/36687561/","link":"","permalink":"https://karuka.top/posts/36687561/","excerpt":"","text":"今天做复旦附中的英语卷的时候，在听力遇到了一篇讲音乐好处的文章 虽然原文我拿不到，但是大致内容就是，人们会趋于自己喜欢的音乐，来完成困难的任务，包括可以在血液里释放一些很好的物质，之类的。 在学校，一个人写题的时候，不听歌很难受。 因为耳机坏了，所以这几天在学校一直都很难受 看遍了sony全店，想买一个最新款的自带储存功能的蓝牙耳机，但是原来只有原来的这款有这样的功能。黑色没货了，所以买了一个粉色的，和我的计算器同色。 嗯。。差不多从六七岁刚刚会上网开始就很喜欢听歌 那个时候倒是不会抱着很强的目的去听，觉得好听的都会收藏，包括现在依旧很流行的轻音乐，或者是row row row那个划船歌，也都在我的歌单里面早早地就有出现过了。 这几年，从酷我，到qq音乐，到网易云。我其实还是很喜欢我在qq音乐的那段时间，是最纯粹的，而且那段时间也基本养成了自己听歌风格，不会像网易云一样，有很多傻逼的制度。或者是酷我音乐各种乱七八糟的歌都在里面 或者说qq音乐时期的我，是精神，感情，最饱满的我，听的歌也都是那样的。 以后我会用哪个软件呢？ 不知道，但肯定不是网易云这种主流的无病呻吟的软件 。谁都无法改变我。 无趣，为赋新词强说愁。 刚刚b站推给了我一首歌 很好听，马上喜欢上了的歌。 “我想用无力的歌，成为你的救赎” 将来有机会的话，我的副业希望是和音乐有关的人 那是我想成为的人，我要成为那样的人。","categories":[{"name":"随便说点","slug":"随便说点","permalink":"https://karuka.top/categories/%E9%9A%8F%E4%BE%BF%E8%AF%B4%E7%82%B9/"}],"tags":[{"name":"关于音乐","slug":"关于音乐","permalink":"https://karuka.top/tags/%E5%85%B3%E4%BA%8E%E9%9F%B3%E4%B9%90/"}]},{"title":"22-09-19每日复盘","slug":"22-09-19每日复盘","date":"2022-09-19T14:52:02.000Z","updated":"2022-09-19T15:13:59.621Z","comments":true,"path":"posts/b0d9947f/","link":"","permalink":"https://karuka.top/posts/b0d9947f/","excerpt":"","text":"好困，明明不想在晚上从事任何脑力活动的，但是白天的时间真的不够用。 今天有两件值得说一下的事情 ①物理等级考班考了我们班内选物理的人当中的倒一。。 ②做复附的英语卷超过了实验班的平均分四五分的样子。 （但是黄婧琦真的好牛，整张卷子除了那些summary和作文还有翻译只扣了两分！！） 我好想逃走，我不喜欢物理，或者说我不再那么地喜欢物理了。。 学不明白，真的好难。。每天算到头晕眼花，结果还是错的一大片 一鼓作气，再而衰，三而竭，再大的热情也抵不过物理三番五次地失败&#x3D;.&#x3D; 我不害怕失败，只是我感觉到一直失败好累。。 像是在井口往里面不停地丢石子但是丝毫听不见水被击起的声音一样 啊！还有赵凌的阴阳怪气，我不喜欢她，林雨菲也是这么觉得的。 对了，今天聂朱珠和何包晗让我准备运动会的班旗，不要忘记了，这几天要准备开始构思绘制了。。。。。 今天体育课和林雨菲聊了会天，她也觉得高中没什么值得留恋的，以后也不会回来看，我也是这么觉得的。 今天虽然也写了很多的题，也整理了错题，但是还有好多没做，好多卷子没写，好多错题没搞明白，我想以后的体专课都用来学语数英，我不想上体育，太浪费时间了，整整八十分钟呢。","categories":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/categories/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}],"tags":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/tags/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}]},{"title":"22-09-18每日复盘","slug":"22-09-18每日复盘","date":"2022-09-18T12:00:17.000Z","updated":"2022-09-19T15:12:12.960Z","comments":true,"path":"posts/6d4f4dfa/","link":"","permalink":"https://karuka.top/posts/6d4f4dfa/","excerpt":"","text":"今天历史最后一门考试，好多人都提前交卷了，我写完的时候差不多也是还有二十多分钟，但是，我一直记得所有老师，不管是我在哪个阶段的老师都告诉我“一定不要提前交卷。”，而且交了卷子的话就算真的和历史分手了，所以我不想提前交。哪怕是最后十分钟考场里面除了我和监考老师之外只剩三个人了。 不想分开。 我不想和我所爱的一切分开。 … 人们总是会对未完成的事情念念不忘，我也好想知道彪炳史事在抗战期间的究竟是啥。。 林彪虽然我写了，但是瞎编了一个是他在抗争带领人民的，但实际上是搞文革的 炳到底是什么？ 昨天晚上复习的，从新航路开辟到冷战，考到了不少，但是第三世界那一块竟然什么都没考到，有点遗憾 下午去拍照了，遇见了黄可妍妈妈，我妈和她妈聊了好一会 眉毛被修掉了一点，感觉有点（？） 今晚原本想带着拉拉送我的fufu一起出去骑车晃一圈的，但是，现在八点才到家，太晚了. 对了！今天和妈妈一起去逛屈臣氏的时候，原本妈只想买一个护手霜的，结果又被推销了一大堆东西。。眼霜精华一大把。。 下次！一定！不要！再去！听店员！推销了！！ 下次去屈臣氏一定一定自己去看⚠️","categories":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/categories/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}],"tags":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/tags/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}]},{"title":"22-09-17每日复盘","slug":"22-09-17每日复盘","date":"2022-09-17T15:56:23.000Z","updated":"2022-09-17T16:09:34.182Z","comments":true,"path":"posts/4a3f98cf/","link":"","permalink":"https://karuka.top/posts/4a3f98cf/","excerpt":"","text":"嗯。。因为今天结束还有五分钟，所以来得及写一下小结 很开心，考前一小时速通的化学60%的知识都考到了，30分钟写完所有题目，就连最后经常放弃的有机大题我也写了然后剩下的时间把元素周期表在草稿纸上默写了三遍，还画了初音未来。 考完化学和邵佳妮一起走回家，她一路上都在和我说她的画室有多好。 政治原本差点把第四题写在第三题上还好悬崖勒马，但是下午真的很困，还有二十分钟的时候睡觉了，睡了十分钟就被监考老师把我小声叫起来，让我检查一下卷子，没办法咯，装个样子好了。 对了，查政治的时候他看我这个身份证，原来是看我家庭地址啊。。“颛桥啊，本地人啊，挺好的” 嗯。。。 后来中间休息的时候和潘一王涵语还有其他几个人坐一桌，然后我都没自己的复习时间了，全部都是她们在问我知识然后我去解答，，， 诶。 物理其实做下来和我做等级考卷子的心情差不多，但其实也有一定难度，但是绝对不至于被骂上热搜。。。只能说，平时看不起物理的人都会有她们应有的报应吧。（因果律？） 不过有一件比较神奇的事情，dj这个IQ负数的生物竟然考试进去之前算是安慰一样和我说我不用太紧张，毕竟是选物理的人，没关系的。 从别人的口中说出来或许都没啥，但是从他口中说出来我觉得是太阳从西边出来了。。 考完试之后又马上去上物理课了，但是今天过得还算轻松愉快吧 因为考完了好几科所以感到很开心 但是依旧有点回避社交 【在学校里装的好累！！！！不喜欢我我也讨厌你们的人为什么还要接近我，和我有交集】","categories":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/categories/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}],"tags":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/tags/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}]},{"title":"22-09-16每日复盘","slug":"22-09-16每日复盘","date":"2022-09-16T15:31:36.000Z","updated":"2022-09-16T15:47:54.649Z","comments":true,"path":"posts/97a9414a/","link":"","permalink":"https://karuka.top/posts/97a9414a/","excerpt":"","text":"今天不太美好，但是也没糟糕到哪里去 早上因为昨天忘记值日了所以被罚扫一天地。。 但是因为留到最后走，所以才有机会拍下这样好看的照片。 早上复习了政治和历史，快到中午的时候肖一凡带着我还有其他几个人一起复习化学。。 但感觉也没学多少 下午鲜有几个人来问我问题不过，还有很多人在聊天 今天最大的感悟就是，明明大部分人还是未成年，周围的好多人已经做了越界的事情。。 曹睿茜向我和肖一凡展示她大腿上的纹身贴。。嗯，，违背本心地奉承了几句（那我还能说什么呢。。） 张咏曦聂朱珠几个坐我旁边，以一种不低的声音大肆宣扬 她们和对象的。。 内容感觉就是黄色小说剧情照进现实。&#x3D;.&#x3D; 啊，好讨厌 。。。 这个年龄tla的高中生，是不是都有非分之想和非分的行为。。 这是很正常的吗。。？ 而且在学校里。。。。 我又想起来了，昨天翁老师说她之前也在某个教室拉开窗帘然后发现不可描述的场景，&#x3D;。&#x3D; 啊。。可能成年之后的我会比较好理解吧&#x3D;，&#x3D; 这种，超越这个年纪的行为，是不是每个学校都有呢？&#x3D;&#x3D; 以前我和f连拉个小手都不敢。。就break up了，太搞笑了。 以后，绝对，10000%不会去tla也不会结婚 所谓精神洁癖。？ 很喜欢wl送我的这个fufu，以后可以的话，我会选择一个人过一辈子","categories":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/categories/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}],"tags":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/tags/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}]},{"title":"22-09-15每日复盘","slug":"22-09-15每日复盘","date":"2022-09-15T13:13:36.000Z","updated":"2022-09-15T13:45:26.892Z","comments":true,"path":"posts/2a632d84/","link":"","permalink":"https://karuka.top/posts/2a632d84/","excerpt":"","text":"最近好累，事情都像打碎了牙齿一样往肚子里面咽进去了 无可厚非的，千篇一律 在每天的考试当中渐渐麻木。。。 不过值得高兴的是，英语终于考进班级前五了，听力只错了两题。虽然这次没拿到年级排名，但是希望下一次可以冲进班级前三，这样离年级前30也会近很多（起码概率会大一些0.0) 然后再下一次听力。。。。分数争取冲，，，，春考能上我想要的分数吗。。。 物理也冲进班级前五了，虽然离等级考的前多少多少还有很多距离。。但是我已经想放弃了，等级考的东西真的好难好难。。 物理，雾里，无理，兀立 接下来是数学，这段时间数学老师让我上课讲了好多题。。不知不觉其实从一个弱小的，一直要问别人数学题的人已经变成了一个人教会一圈的人数学的人了。。 但是，不够，完全不够 我还有很多都不会，立体几何，解析几何，古典概率。。。。。 语文也就这样吧。从来不批试卷的苏小霞没啥好说的 现在满脑子都是学习，连Meru的离家出走也已经对我造不成任何波澜了 更何况是人类呢？ 谁塌房了，谁坐牢了 谁和谁在一起了，谁和谁分手了？ 都没关系^^ 我是无敌的。 吗？ 我不需要一切？ ——I am phony！","categories":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/categories/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}],"tags":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/tags/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}]},{"title":"你要写月亮，就不能只写月亮","slug":"你要写月亮，就不能只写月亮","date":"2022-09-12T14:29:59.000Z","updated":"2022-09-15T15:25:35.342Z","comments":true,"path":"posts/23e39412/","link":"","permalink":"https://karuka.top/posts/23e39412/","excerpt":"","text":"这个是刚刚看见的央视上面所发表的文章 你要写——，就不能只写—— 虽然已经是可以睡觉的时间了，但是还没有睡觉，因为合格考的东西还没复习完。。明天就要考试了， ….","categories":[],"tags":[]},{"title":"22-09-12每日复盘","slug":"22-09-12每日复盘","date":"2022-09-12T11:20:07.000Z","updated":"2022-09-15T13:44:34.059Z","comments":true,"path":"posts/57102bdc/","link":"","permalink":"https://karuka.top/posts/57102bdc/","excerpt":"","text":"今天想通的最大的事情：我不做高冷的人，不管别人怎么说，反正我不要成为高冷的人，但是对于基本礼貌都没有的人还是收敛起来好了看了一个演讲，说的是很多哲学家（比如卢梭）都是爱抽象的人胜过具体的人的 。。所以导致了对周围人的漠然， 虽然我不是哲学家，但是感觉对人漠然这一点最近间歇性很严重 或者说对别人很mean 明明也是宇宙间的一个具体碳基生物存在着，中国上海在籍实体的人，但是却常常会把自己从这个世界剥离开 更加的像是一个人盲目执拗地向前走，也像是摸着黑前行一样 肯定会摔倒 可能和可符香一样，本质上来说有12个djj，maybe myself is怪盗二十面相（低配版） 最近走路或者站着的时候经常会有一种类似灵魂出窍的感觉。。。虽然没到第三视角俯瞰自己的那种程度，但是更加的是像另一个人正在审判眼前的一切，以及接下来的行为 就像磁带有AB面一样，我的B面就是这样的，奇怪的，或者说是creepy 我为什么要问他人的看法，为什么，，，，，，为什么要让自己矛盾，我为什么不能遵循本心，哪来那么多枝枝节节的？？？？？？？？？？？ 现在不是封建社会！在不违法的情况下，还是遵循自己的想法会好一点 之前听lx的建议删了几个人，现在还是后悔，觉得没必要，这个可能是某一个我的极端想法的导火线，会强制性回避任何具体的人 活的死的，高的矮的，胖的瘦的，都无所谓 一个人？一群人？一类人？都无所谓 我靠我现在是想通了，我根本不需要去问别人“我该怎么办？这样做对吗？你的看法是什么？”完全不需要，我想干什么就可以干什么（不违法和基本的人类条例前提下） 就像那句话“一如既往的事情，便就对吗？” 但是不回消息实在真的太没礼貌了， 不过也不能说强迫别人去回什么，虽然我是很喜欢自己最后结尾的^^，（仅限于表情包来结束一轮对话并且起码是朋友级别或者以上的人）可是明显不是闭合式的聊天回合当中突然A方断了一轮回复那B方再去衔接不是，很奇怪吗 主要还是很没礼貌，也不会有一点表态的话 不过如果那个人周围的人都是这个样子的话，那也能很简单的解释得通","categories":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/categories/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}],"tags":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/tags/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}]},{"title":"GoÐ KNOWS","slug":"写不下去","date":"2022-09-12T07:28:30.000Z","updated":"2022-09-12T11:19:01.340Z","comments":true,"path":"posts/28cd4e72/","link":"","permalink":"https://karuka.top/posts/28cd4e72/","excerpt":"","text":"あきらめてはアカン！！！！！！ すべでは「GOD knows」","categories":[{"name":"随便说点","slug":"随便说点","permalink":"https://karuka.top/categories/%E9%9A%8F%E4%BE%BF%E8%AF%B4%E7%82%B9/"}],"tags":[{"name":"垃圾桶","slug":"垃圾桶","permalink":"https://karuka.top/tags/%E5%9E%83%E5%9C%BE%E6%A1%B6/"}]},{"title":"22-09-11每日复盘","slug":"22-09-11每日复盘","date":"2022-09-11T12:31:14.000Z","updated":"2022-09-11T12:49:12.330Z","comments":true,"path":"posts/eada4712/","link":"","permalink":"https://karuka.top/posts/eada4712/","excerpt":"","text":"这是今天学到的最有用的东西 今天数学复习了函数图像，幂函数？指数函数？零点？英语的话讲了一个非谓语的定语从句特定的一个什么人或物的时候只能用THAT而不能用WHICH（看卷子。。）英语，今天做的还是很一般，21崇明二模cloze十五个错了五个，什么时候能做一次全对.. 语法填空真的不能再错了，明明做烂了都是那些个词。。把分都丢在这边的话，作文之类的就要写的很完美，但是我贫瘠的语言在短短四个月里面突飞猛进还是有难度的 所以还是要把阅读听力翻译多拿点分啊。。 还有我的听说，什么时候能先让我上一次15分啊。。 我的英语。。到时候能考多少呢？再这样下去，真的能考的到那个分吗 真的可以让我春考走掉吗？我的数学？ 今天其实好累，虽然只是肉体上的累夹杂了一些些的，睡眠不足 别熬夜了，指不定哪天就猝死了。。。 上午上完数学课20分钟吃完午饭火速出门去上英语课但是还是迟到了一分钟，下次要11：20出门的话应该可以提前到了（事不过三，已经迟到两次了，不能再迟到了） 今天英语课的时候就只有我和我前面那个男生在提问和回答老师的问题，剩下的那两个女生和僵尸一样，两个小时一句话都没说，上一节课也是这样。 回家之后给自己定了一个很艰巨的目标，就是今天把历史和物理整理完，毕竟后天就要考试了。。我好像有点高估自己的能力，但是说出的东西一定要完成，哪怕像以前通宵完成作业一样。 只睡两个小时果然还是反人类，从心脏一直难受到脑子乃至眼睛也要睁不开了，今天一整天看东西都是恍惚的 年纪大了，不能再熬夜了。 不过话说回来，是不是浪费的时间也有些多了？比如地铁上的时间完全可以不看小说而去看知识点的（换句话来说，高三生除了学习不配有别的奢望？） ？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？ 好困，再分裂出一个我帮我去学习吧。","categories":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/categories/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}],"tags":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/tags/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}]},{"title":"关于老师","slug":"关于老师","date":"2022-09-09T11:40:23.000Z","updated":"2022-09-09T12:04:59.037Z","comments":true,"path":"posts/4e13559d/","link":"","permalink":"https://karuka.top/posts/4e13559d/","excerpt":"","text":"今天回北中看老师了，路上和孙晓妍一起，虽然她只是和我不熟的高二学妹，但是绝对不会有下次再和她一起回去了。。 一路上和我疯狂输出，多讨厌鑫都的老师，虽然我对鑫都的人和事情厌恶至极，可是唯独教我们的老师我好像都没有什么讨厌的 一般就算讨厌的人，也只是因为触犯到了我原则的问题（比如把我的秘密说出去并且死不改悔以及部分没礼貌自以为是的女生） 特别讨厌的老师，还真的没有，只有喜欢和不太喜欢的老师 但是她一路上就在和我沾沾自喜地说，她们当时网课期间去教育局举报的老师就是黎良枝，，虽然他嘴确实太贱了，但是真的没有到要被人举报的地步吧。。虽然我之前也受他的嘴受到了第一起谣言绯闻。。 但是就凭他认真批改作业认真上课认真讲解这一点，我根本也讨厌不起来，而高二的做法只是因为llz的几句言论“你们不适合选化学”就公然去教育局举报了。。？ 不理解，为什么要对老师这样 回北中看到的第一个是小星星，聊起来毫无压力，也帮我打消了很多无聊的时间 春英还是一样很和蔼但是似乎比我矮一些了，以前是这样的吗？我也有点忘了，因为那个时候没有完全地准备充分所以只给了她贺卡 后来第三个见到的是小王老师，那个时候我给老师点的奶茶也到了所以送给了她，并且还有一张贺卡和一盒红笔，好遗憾，红笔买少了，不然五个老师都可以发一份了。。 路上还断断续续见到了没理我的陆晨，我不想理的孙家柱，以及以前蝈蝈她们班的物理老师，徐小全老师这样的。。要是以后我自己有钱了肯定回去给每个认不认识的老师都发一份礼物 小吴也见到了，但是因为是亲戚所以一点也没感觉。。。 后来见到了小丽，不知道为什么一见到她就忍不住掉眼泪，尽管周围有很多人，突然想起来上午去给赵磊送贺卡的时候也是差点掉眼泪 对和蔼的老妈妈型的老师真的容易破防 聊了好多，关于我以后想当医生或者警察，小丽还是和去年鼓励我好好学一样，今年鼓励我好好往专业考，还想聊一会但是看见她眼中也闪着的可能是眼泪的东西以及我已经掉下来的眼泪，她说她还有晚自习要先走了然后径直朝车站走了。。 从四点钟一直等到五点五十左右，小赵和小郑终于一起出来了，赵老师我喊住她稍微寒暄两句想给郑老师送奶茶去了，然后没想到郑老师被一群人围着，其中包括今年新高一考上fff的。 感觉话还没和小赵聊完，但是小郑又因为有一圈人所以插不上话，这点有点遗憾。 今天一共等了差不多两个多小时终于把想看的老师都看完了，一点遗憾也没留下，我觉得很值得、因为都是我敬重的老师，我所爱的老师 我爱北中，我爱着北中的一切 今天在xd也是到处送贺卡，但是不那么喜欢的老师绝对不会送，哪怕是教过我们的或者正在教我们的。（点名孟幸异和赵凌）因为没有任何感情，包括赵凌对我从来没有正向地帮助过，印象当中只有无尽的吐槽以及贬低 也去给林美华老师送贺卡了，她在午休，看见我第一眼问是张妍吗。。？虽然她不记得我很正常，毕竟带两个年级而且我也不选历史，但是她以前给我的感动安慰是不可能忘记的 反正我就觉得很值得，赵磊也是 第一句话问我最近怎么样，欸，要是我地理考的很好的话我就有底气去和她嬉皮笑脸地大聊特聊了，可是没有可是 真的喜欢所有曾经教过我的老师","categories":[],"tags":[]},{"title":"22-09-06每日复盘","slug":"22-09-06每日复盘","date":"2022-09-06T12:56:14.000Z","updated":"2022-09-06T17:45:48.017Z","comments":true,"path":"posts/aa6a03c/","link":"","permalink":"https://karuka.top/posts/aa6a03c/","excerpt":"","text":"好了因为想明白了所以全部归零 今天没什么事情发生 我学到的东西： midfit I am new species comfort zone 你可以成为你想做的人（终于找到这句话原出处了！！！） 阮籍青白眼 我也一样 唯一能让我觉得地球的价值的事物，让我真的很喜欢的事情恐怕只有看书了&#x3D;。&#x3D;","categories":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/categories/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}],"tags":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/tags/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}]},{"title":"22/09/05每日复盘","slug":"22-09-05每日复盘","date":"2022-09-05T12:43:15.000Z","updated":"2022-09-05T12:45:10.359Z","comments":true,"path":"posts/1a3e16e0/","link":"","permalink":"https://karuka.top/posts/1a3e16e0/","excerpt":"","text":"今天早上好不容易准时到学校哩，老师却对今天晚来的人表示不惩罚了。。（明明上周还罚我要这周扫地）不过今天到家了才想起来今天忘记扫地了。。 不过没关系，实在不行明天扫地吧。今天美好的早自习又奉献给了语文（当课代表真的好麻烦，不仅要每周语文早自习领读还要去帮忙统计作业） 不过只要喜欢就不累。。今天值得表扬的事情：①下课除了解答同学的题目之外谁的闲聊也没理②大部分时间好好利用来写作业了③放学前写完了今天的所有作业④提前把这周周末的英语十二篇作文摘抄完了（手累断了） 值得改进的地方：①中午浪费了十分钟和施斐尔去散步②散步回来之后午休浪费了五分钟左右和黄可妍闲聊③张咏曦问我的一道电磁感应合格考难度的题我竟然不能确定正确答案。。④回家路上走得太慢花了半小时才到家⑤第二节课下课课间多花了五分钟陪施斐尔去上厕所。。（下次一定一定要拒绝）","categories":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/categories/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}],"tags":[{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/tags/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"}]},{"title":"碎碎念","slug":"碎碎念","date":"2022-09-03T17:01:06.000Z","updated":"2022-09-11T12:28:23.845Z","comments":true,"path":"posts/f3404829/","link":"","permalink":"https://karuka.top/posts/f3404829/","excerpt":"","text":"反正现在还没睡，大脑还在运转，不如随便写点 好多人以最劣迹的手段撒着稍微侦查一下就能看得出来的谎言借口 格局太小了，竟然会在意别人有没有撒谎欺骗，多管闲事。 虽然去揣测未来是愚蠢的但是， 如果可以的话我希望我20年之后也能脱离人类社会&#x3D;。&#x3D; 明天到新的补课班去了，不知道同学和老师怎么样 ……好戏都藏在烟火里 下周一再去找找肖还有白探讨一下语文作文这方面的语言问题&#x3D;。&#x3D; 好困但是我不需要那么多睡眠但是我好困但是我不需要那么多睡眠……. 人是充满矛盾的集合体 过多的汲取外界的信息只会让我们失去自我。。","categories":[],"tags":[]},{"title":"高三要做的事情","slug":"你真的有反思过自己吗？","date":"2022-09-01T12:36:50.000Z","updated":"2022-09-03T16:58:38.932Z","comments":true,"path":"posts/73362a16/","link":"","permalink":"https://karuka.top/posts/73362a16/","excerpt":"","text":"与其思考今天失去了什么不如想想学到了什么、 真的反思到位的第一步是先把自己想的垃圾想明白然后全部删掉丢掉 每次想不明白的时候多听yorushika的歌 没有时间管别人是死是活是好是差，别人干什么与我无关 你有时间去社交媒体上关注别人的朋友圈然后再去点个赞奉承一样吗？ 除了别人值得庆祝的事情可以一起cheers一下，那些无痛无痒的消息没有必要去关注奉承，同样你也没必要向外界过多展示你自己 是什么值得欢呼的事情吗？那为什么还要去广而告之呢？ 告诉自己亲近的人难道不够吗？ 【等我再次变俗的时候再开】。 每次分组真的好麻烦而且还要担心究竟有没有把别的人放进自己的分组让他们看见什么 自己的错题一定要及时整理 高三不需要太多的社交，不要把自己太当回事也不要把别人当个什么东西 ​ 社交的必要性完全取决于平台和人到底对你来说意味着什么？ 你想要一个情绪垃圾桶？吃喝嫖赌的饭友？一起玩然后拖你下水的损友？ 还是其他的？你究竟想要什么？ 无能的人只会一味地想从别人那边获取，因为他们自己只是空壳 做一个主动的，大方的人，发现有端倪及时止损悬崖勒马，来去自如 （反正你不想联系的人渐渐也不会主动去联系了吧？删掉的人也不少了。但是想联系的朋友到现在九十年了不是还是一直有联系？） 给自己更多的自我空间而不是局限于别人的要求 每天都要有时间来复习整理反思 你不需要太多睡眠 和自己观点相悖的言论当她在放屁，应付一下得了 珍惜时间，有些悲伤还没有完全显露，起码对现在的影响不大，所以没必要悲伤 你想成为快乐的人还是悲伤的人完全取决于《你自己想成为怎么样的人》 一直和负能的人待一起自己也会负能 不要和不讲理的人讲理，不要和阴阳怪气的人打直球，不要对狗说人话 每天7:00必须出门上学，不然肯定迟到，打扫卫生不是更浪费你的时间了吗 每天给自己的计划一定完成，不完成只能减少睡眠时间 每天按时吃药，把头疼的影响降到最低，你没有时间被外界因素再干扰了 你这个年纪？真的有功夫去管谁爱谁不爱谁吗？ 你们或者他们能结婚？就算结婚了又怎么样？ 百年之后不还是挫骨扬灰了 还有好多。。请多反省。。。 有点后悔，但是不好说，连这里也不是那么的安全 有的人只会东施效颦，实在是愚蠢，但也不好说 如果世界少一点跟风的人&#x3D;。&#x3D;… 算了，反正夏老师说不要管别人，任何方面都是","categories":[],"tags":[]},{"title":"守得云开见月明","slug":"守得云开见月明","date":"2022-08-31T13:11:32.000Z","updated":"2022-08-31T13:50:21.618Z","comments":true,"path":"posts/75233d3f/","link":"","permalink":"https://karuka.top/posts/75233d3f/","excerpt":"","text":"今天是返校第一天，又被年级里面的老师灌输了很多的鸡汤。 刚到学校的时候是真的容易摆臭脸哈哈哈哈（但是比起面对很多人虚假的微笑还是摆臭脸比较适合我） 今天已经记不清和多少熟的或者不熟的人打了招呼挤出勉强的笑了 I AM PHONY “守得云开见月明”是李筱起的讲座名，说实话，这是我第一次见到李老师这么认真地和我们开讲座，希望也不要是形式主义，到第二天全部都付之一炬的那种。 高三了，得知道自己要什么？想成为什么样的人了。 今天夏老师说了一句话我觉得很正确，就是，现在我们有机会去选择我们成为怎样的人的道路了。 和老梅之前和我说的类似，我们必须先通过“高考”来实现自己的梦想。 因为每个人的道路都不同，所以即使是同一个目标，大家的难易程度也不一样（参考美术生体育生音乐生——）所以，我们不需要在意别人的想法，成绩，排名，状态，都是这样的，也没有必要去在意别人的一些风言风语，流言蜚语都会有，但要记住这伤害不了我。 杀死不了我的东西都必将让我变得更加强大。 我觉得，没有办法让每个人都喜欢我的的话，那就去用自己的行动去爱上这一整个世界。 目前还是心态为一个最大的关键，因为喜欢才能学得好呀。 如果只是一味地去抱怨，是永远给自己一个消极的环境的，环境消极了，人也就不正常了。 守得云开见月明，因为可以做到，因为喜欢某一门科目，所以慢慢来。 下午吃午饭的时候遇到了沈老师和她的儿子，她也一直在鼓励我慢慢来，一点一点仔细搞懂。","categories":[{"name":"随便说点","slug":"随便说点","permalink":"https://karuka.top/categories/%E9%9A%8F%E4%BE%BF%E8%AF%B4%E7%82%B9/"}],"tags":[{"name":"我的思考","slug":"我的思考","permalink":"https://karuka.top/tags/%E6%88%91%E7%9A%84%E6%80%9D%E8%80%83/"}]},{"title":"暑假总结","slug":"暑假总结","date":"2022-08-30T09:46:56.000Z","updated":"2022-08-30T15:41:58.968Z","comments":true,"path":"posts/123f4dc2/","link":"","permalink":"https://karuka.top/posts/123f4dc2/","excerpt":"","text":"等我做完核酸就回来写！—17:47 ​ 理了书包，把明天所有的东西都准备好了，所以才开始写。——20:46 Ade，我的暑假（文章最后的那个视频是我最喜欢的歌了，可以说是我一整个夏天的缩影了。） 七月 拝啓、夏に溺れる 7月1号开始上数学课——可以说我一整个七月都是早上被数学支配的，也就形成了这个暑假当中七点醒的重要生物钟了 为了早点写完作业，于是在7月2号的时候就出来写作业了，可惜每天都跑去龙湖的星巴克真的太刻意了而且好浪费我的时间呀~所以没持续几次就不去了 7月4号的时候第一次恢复了线下的物理课，好久没见物理老师了，感觉他的头发又少了好多~ 7月5号的时候，早上忘做核酸了，地铁站不让进所以坐了公交，一路上都是靠着斐尔的绿码让我行走四处的。。她还把我的生日礼物提前带过来送给我了，是一条很好看的格裙。一起去了环球港，没想到这是我人生中最后一次去环球港的animate了（好可惜，当时竟然都没有买一些什么来留作纪念，店就在7月20号关掉了） 中午午饭吃了环球港的元气寿司，两个人人均差不多150多块钱，但是那边服务真的太差太差了，再也不会去这家吃饭了 然后我们又和她一起去打卡了她喜欢的最终的幻想的主题餐厅 再后来我们去了福州路的外文书店，她又买了好多谷子。我看见了holic的书还有蔷薇少女二十周年的庆典小说，可是都好贵（毕竟进口的。。）钱也不是大风刮来的，想着如果暑假刚开始就用好多钱的的话，后面肯定过得很寒酸了。 但是临走前还是去买了一本好像挺经典的书，但是现在暑假结束了还没读完。。。 晚饭是在芽笼解决的，第一次吃新加坡菜，感觉味道一般般但是价格和服务都还好，尤其店员还送了我们两个包。八月龙湖这好像也开了一家但目前不会打算去再去吃。 7月8号和12号的晚饭都被外卖员放在这个架子上然后被偷了。。。问无为的保安保安说监控坏了。小区啥时候能把这个无用的柜子撤掉啊。 7月8日的时候，安倍晋三被山上彻也用自制的霰弹枪刺杀了，查资料的时候没想到这个杀手竟然还和群马县一个医学教授同名同姓。 7月11日因为疫情又严重了所以又上网课了。 ·2022年的7月13日是本年度最大的超级月亮了，不知道你有没有看见。 7月15号等级考出成绩了，比想象的差了很多，感觉到了人生的nadir，振作起来花了很久。 7月16号去办齐房产证，因为哥哥核酸过期了所以不让进，我就成了全家唯一的一个苦力来回跑到门口去递交材料给他签名再拿回来，，然后又要自己坐车回家去拍他们没带的材料过来。 这一天也是我第一次见到地精，尽管在后来熟络之后喂它东西吃的时候7.22时被抓伤过一次，但是我依旧觉得它很可爱，好可惜，八月中旬的时候再也没见过他的身影了，不知道他在哪，还好吗 7月26日开了家长会，又换了新的班主任啊。查了一下，他原来是交大二附中的，好厉害 这天晚上的火烧云也很好看 7月27日去拔了第一颗智齿，家楼下看见了这只猫猫 7月29日是骄阳生日，蛋糕是杨婉滢买的，哈根达斯的店员是不是本身都会自带一种傲气？优越感？）我生日的那天去虹足的店里提蛋糕店员也是一直都是一副趾高气扬爱理不理的样子。。 这天的天气变化的很多，先是急骤的大雨然后又出现了彩虹。下午我们又去了金山的海滩玩，好喜欢海 八月 もうじき夏が終わるから 8月2日上午被妈妈带来了九医院先看牙，没想到还有三颗智齿长得都非常一言难尽…其他里面的牙齿也有点拥挤，预约了下一次的具体正畸（？）在十一月左右，没想到大医院看牙这么麻烦 然后直接被带来激光祛痣了，（其实这才是她的真实目的吧。。借着看牙的幌子带我来九院）没有一丝心里准备就让我躺上去了，还花了2000多块钱，一点也不值。 失去了两颗痣的我也是不完全的啊。。。为什么要对我脸上的痣那么在意？从小的时候开始就这样？ 妈妈因为下午还要工作去所以我就自己来逛大悦城了，去西西弗买了四本书，最后↑这本是被推荐的，没想到买完之后在pyq也看见了刘鑫发了这个书名，感觉好巧 animate cafe能让我碰到我认识的主题还是蛮少见的，而且是最后一天了，所以还是进去消费了一下（好害怕消费者太少的话会不会也像环球港的animate一样倒闭），味道一般，但是都抽到了我认为还不错的角色(*￣︶￣) 后来有个妹子在我打开之前问我如果有黄濑的话能不能和我换，可是我连十六个当中只有两款的黑子限定colotta都抽到了硬是一个黄濑都没摸出来，她自己也没抽到。。感觉她好失落但是也帮不了什么我也好失落啊。 8月3日被斐尔拉来一起打卡她喜欢的乙女游戏的线下店了，被迫消费了很多就为了她一个愿望。。这种虚拟的男的，到底能干嘛？？？？？？？？？反正现在的我是想不明白 之后又去淮海路上的GU买了一条白色连衣裙，上次穿连衣裙好像还是八年级的时候了。好喜欢穿裙子。 8月11日又来了医院，因为持续好几个月的头疼，身上被挂满了仪器一起带回家(每隔半小时测一次的血压仪是真的难受，还有那个动态心电图也是，挂在胸口看起来和残废一样。。) 查出来是低血压和只能靠吃药维护好转的紧张型头疼之后，爸妈反正只是抓住了“要提升血压”这个重点疯狂给我食补。。还被下了不能喝咖啡茶这种东西（事实证明了喝了之后不仅头疼的要裂开一样而且还会让我的情绪非常不稳定，） 算了，无所谓。反正要不是为了活命，吃不吃东西都是一样的吧。 8月16日，时隔7年再一次试着做羊毛毡，上一次还是和杨玲一起。时间过得好快。 8月19日，其实还是很愉快的一天，但是因为计划变化然后让谁等了20多分钟。。很明显听出来对方电话里面很生气，以至于让我第一反应是是不是接错电话了。从交接完东西之后就一直很内疚很难过，但是晚上道歉并且取得原谅之后感到好了很多~ 下次再也不要让别人等了！要记住。 8月20日是交初步意见的最后一天，大致填了一下，想去的地方除了北京上海浙江四川重庆之外好像都没了。一定要考过那些讨厌的人啊。 8月21日终于有了自己的博客！学到了很多编码知识，很满足 8月27号 帮イノシシ的三篇提纲一篇作文写了，顺便练了一下写作文的手感而且学到了小人物的事例可以放在作文里面 后来杨婉滢的作业我也承包了一部分，但是她妈妈送来的星冰乐是真的会让我的头疼加剧。。 虽然弹得很拉胯但是是很美好的回忆 8月29日送完作文之后又去帮骄阳写作业了，帮助自己愿意帮助的人真的很开心 8月31日是暑假的最后一天了，明天就要返校了，飘逸今天来我家给我做了棉花糖，很喜欢她送我的棉花糖机，虽然我不喜欢吃甜的。 她也给我做了丰盛的午饭，包括之前疫情期间答应说要给我做的胡萝卜炖肉。 玩了一下午Switch，一开始试着用家里的夏普电视但是好像不兼容，换了哥哥家的海尔电视最终才兼容玩上了游戏。每次比赛都赢不了她，她真的很厉害。 暑假结束了啊。好舍不得。 “早上，读着小说，等待着你 ​ 夜晚，回过神来的时候，已经是漫天烟火。”","categories":[],"tags":[]},{"title":"永恒的吗？","slug":"永恒","date":"2022-08-25T16:26:19.000Z","updated":"2022-08-26T15:41:50.419Z","comments":true,"path":"posts/5994c0f7/","link":"","permalink":"https://karuka.top/posts/5994c0f7/","excerpt":"","text":"这里只是对这个两个字的一些思想讨论罢了。 永恒： 英文:[permanent;everlasting;perpetual，eternity]:指永远不变或永远存在。 [Timeless] :超越时空，存在于时空之外。 无神论者认为:”永恒乃镜花水月人类神思玄想之事，时空即为运动世间万物当无不运动。是为生命宇宙之法则，又如何永恒。时空包括其间万物，皆是流变更替。谁能超越时空，谁就可以获得永恒。可一切生命都是由时空派生和演化而来的，谁又如何能超越的了呢?人们希望持久永恒，便演绎出许多优美、动心而又拙劣荒唐的故事。其实，永恒就在于平静地用心领悟生活，不论是忧是喜全能一样的去珍惜、宽容和悲悯。当你真心实意地读懂生活、悟透法理时，便意味着你的生命结缘了永恒。这是永恒的全部意义。”(李二和《流浪的梦》) 时间以肉眼可见的速度在流逝着。我刚刚步入17岁的同时别的班的同学已经快18岁了。这三年的时间说实话比我想象的过的要快很多，但其实也是一分一秒地过来的。 如果这样的日子是“永恒”的话我会希望赶紧结束，我会讨厌永恒。 (其实现在倒是对“形单影只”这个词没什么概念了，但是对于部分人尖酸的话语嘲笑和行为还是会狠狠的玻璃心一把。) 说到这里又突然想起来有一次英语课上答疑问问完形填空有关的问题被frs和ll嘲笑的事情。。。又想到了英语老师无为的冷漠。。。 无论回忆多少遍这种感觉都没办法释怀。 如果这样是永恒的话那还是算了吧！ 往往人们所爱的“永恒”指的是在短暂的美好时光里面和能让自己感到快乐的人在一起，正如英语当中的permanent一样。 虽然听太多别人的话可能会对自己的判断造成一些影响，但是有时候我也会觉得和别人也其实在增长自己的见识，毕竟之前和老梅七月交谈之后到现在八月底依旧醍醐灌顶地清醒，知道了自己究竟想要的是什么 所以又被灌输了“追求永恒”的想法。。。 他所提到的“熵增”的概念很正确，之前一直以为周围的人只有我知道这个东西。。。 物理当中的提到：运动是绝对的，静止是相对的。换句话说就是运动是永恒的而且无条件的，所以在物理学当中，永恒是可以很容易达到的，因为运动是普遍规律。 （但是这里又变成了唯物观，和我原本相信的唯心主义大相庭径，好矛盾。） 可是，在现实生活中这个对人来说也其实没办法实现呀，不然苏轼怎么会说“哀吾生之须臾，羡长江之无穷。”呢？ 楚人一炬，可怜焦土。 不想和大家分开，想要永恒。 也许这里还是要用唯心主义的思想来看待？ 我思故我在 👉🏻尽管我的肉体已经化为虚无，但是我的精神永远常在。 我一直都在你的身边。 果然还是唯心主义hh 混乱","categories":[{"name":"随便说点","slug":"随便说点","permalink":"https://karuka.top/categories/%E9%9A%8F%E4%BE%BF%E8%AF%B4%E7%82%B9/"}],"tags":[{"name":"我的思考","slug":"我的思考","permalink":"https://karuka.top/tags/%E6%88%91%E7%9A%84%E6%80%9D%E8%80%83/"}]},{"title":"我的想法","slug":"我的想法","date":"2022-08-23T06:45:53.000Z","updated":"2022-09-12T07:27:56.764Z","comments":true,"path":"posts/7806389b/","link":"","permalink":"https://karuka.top/posts/7806389b/","excerpt":"","text":"下面这段写在最前面的！！！本文主要是写给自己的所以会非常尖锐！慎看！建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F; 本文只是看到的社会现象＋自己身上的问题，没有冒犯任何人的意思！ 不要因为任何别人的话而改变自己的思考！别人的话只是起到辅助的作用而不是决定的作用！！！不能别人说让你去删谁就去删掉了谁，去放弃什么就去放弃了！！也不要通过一个人的嘴里去了解另一个人，因为人们大多都只是利己主义，只会为了自己而去有意无意之间贬低别人！！！事情的走向是怎样的取决于你！ 叔本华所说的因为平庸，因为内在空虚，所以才会不断地想从外界获取什么来填充自己。 做什么事情都要专精，而不是泛泛什么都会一点，这也是平庸的！！！是不值得拿出来提的事情。明明没有做到TOP1的水平却会想要拿出来展示去说给别人，觉得自己很了不起？。 一件很有趣的小实验，当我注册了一个小红书的小号发“特定年龄＋特定身份＋普遍现象”的时候就会收到很多收藏和点赞和评论，呼声一片~ 因为能在人群当中很轻松的找到共鸣，所以这才是庸俗的人网易云随便发一些无足轻重的评论就能收到上百的点赞，但是自己好好写一些歌什么的就被平台莫名其妙地永久封号，换个号重新注册？也不是不行但是真的很没意思，因为外界的限制而改变自己的兴趣真的很逊诶！ 最好的办法还是自己变强去创造属于自己的世界条例，成为主导者而不是被动的人。（太好玩了，想到了一句很中二的话：自己写个音乐软件出来然后干翻wyy这种主流平台。。。但这样我不就成非主流了哈？） 生在夏天的正午，是夏天的人，本来身上就应该和夏天正午12点的太阳一样有着无穷的活力，本来就是去救赎别人的火象星座，是万兽之王的狮子，**道阻且长，行则将至，自己就可以去创造想要的东西而不是一味地向他人索取。** 有那种和怨妇一般的女生天天在动态圈里发“没人懂我””大家都认为我好厉害，都夸我懂事，但我其实很脆弱，没人懂我。“这种脚本不是早就被影视小说用烂了的套路。。。？ 有些事情自己心里知道就行了，天天发还不是因为为了从别人那边索取安慰？！ 还有不断预演未发生的未来的。。。。不要去揣测未来！ 世界上有75亿人口诶，，只会不断地想从他人那边获取，而不会去想想自己又真的用这个时间去会去做了什么吗？内心不过还是空洞的吧。 萩原溯太郎的《吠月》当中早就说了，只有狗才会对得不到的月亮无能狂吠。人是需要动力才能前进的，但是不能总是靠着外界的慰藉来自我满足！尤其是虚拟的东西终将会付之一炬！lala和我说过她觉得那些遇到困难但是却在困难底下依旧笑得出来的人很酷！我想了想表示赞同！每个人都有负能的一面，成熟的人会学着去尝试处理负面情绪 脚踏实地地过好每一天!还有各种发什么擦边照，天天自拍，各种秀的人，到处打拳搞性别对立的人，各种搞事情的人，她们是没自己的事情做吗？？？一天七八条乃至十几条？ 追星女孩也是，除了脸之外一无所有的帅哥美女你发一亿遍我也不会有一次感兴趣的😵‍💫 除非你追的是两弹一星hhhh （好吧我也管不着，屏蔽就是了(*´ﾟ∀ﾟ｀)ﾉ 好想把朋友圈关掉，但是又会想着这些没脑的人有时候也会发一些重要的事项，比如提前放假提前开学的通知。。。。。。。。。。毕竟现在还有“学校”“同学”这种特定必要的帽子扣在一起，所以又不得不时不时去看看有没有发生什么，有时候跳着点赞还会被指责，好矛盾。 这真的是我的朋友圈吗？为什么大家都要占用公共资源去发根本和我朋友无关的内容😰 人果然是充满矛盾的集合体🤨好想早点毕业把根本不配出现在我列表里的统统删光 ————————————————还有各种跟风的人！明明自己不喜欢那个圈子却要强行装个内行人。。。不要强行融入不属于自己的圈子！兴趣也好，交际也好。还有那种明明没看过几部番的女生（就算看也只是当下最火的无脑的那种番）却偏偏要给自己扣上一个二刺猿的帽子，跟风真的很酷吗？ ！！！！不要跟风！！！！请一定不要成为上面这样的人！ 之前看过一段话大概讲的是，一个人是正常人主要是因为她周围的环境都是正常的 所以不难免推出一个人的变化是因为他周围的环境发生了改变，比如一个以前很温柔的人在好久不见的某一天里突然让人意识到他好凶。。 第一步先反思自己的问题！！！！！！！ 不过还有一方面只是因为物是人非，周围特定事件发生引起的？某些人（比如我）不值得被一些人用温和来对待了（？） 这段话是写给自己看的，不要变成满身戾气的人！学会去享受无法回避的痛苦！”物极必反，否极泰来“这个道理流传千年也是有原因的。丧不应该是主流元素！！！一个人也不是什么坏事，可以让自己有更多时间去思考，反而是那些天天咋咋呼呼，丧来丧去，天天发大段文字占用别人公共社交平台页面的人才是最没礼貌的不是吗？！自己的独有想法应该反复斟酌过后再发出来，公共社交平台不是独自无理取闹，为赋新词强说愁的舞台！（不过我倒是一点也不介意大家来找我说啥，本enfj超级喜欢和我的好朋友们说话！我只是会反感自己会有的很多毛病。） 最后一点是交友一定要谨慎！吃过那么多亏还没有长记性的话真的太愚蠢了！ 真的想要维系长久的友谊下去还是需要两个人的一起努力。 这里还有人看？ 谢谢你，可以把我真实的，犀利的想法看完 你也是我想要一直走下去的朋友，毕竟你都愿意来看我的真实想法了。 小播报~ 今年九月就是我和师傅持续联系的第九年了♫","categories":[{"name":"随便说点","slug":"随便说点","permalink":"https://karuka.top/categories/%E9%9A%8F%E4%BE%BF%E8%AF%B4%E7%82%B9/"}],"tags":[{"name":"垃圾桶","slug":"垃圾桶","permalink":"https://karuka.top/tags/%E5%9E%83%E5%9C%BE%E6%A1%B6/"}]},{"title":"【9.6更新】名人事例","slug":"名人事例","date":"2022-08-23T02:19:29.000Z","updated":"2022-09-17T14:54:03.036Z","comments":true,"path":"posts/86db12ed/","link":"","permalink":"https://karuka.top/posts/86db12ed/","excerpt":"","text":"这里是用来放一些作文素材的地方的【未完成】9.6更新 人物或者历史事件，用来引用论证都是别的网站上筛选来的哈哈哈 现代的 阿尔贝·加缪（敢于直面惨淡的人生） 加缪在他的小说、戏剧、随笔和论著中，深刻地揭示出人在异己的世界中的孤独、个人与自身的日益异化，以及罪恶和死亡的不可避免。但他在揭示出世界的荒诞的同时却并不绝望和颓丧，他主张要在荒诞中奋起反抗，在绝望中坚持真理和正义，他为世人指出了一条基督教和马克思主义以外的自由人道主义道路。他直面惨淡人生的勇气，他“知其不可而为之”的大无畏精神，使他在第二次世界大战之后不仅在法国，而且欧洲，并最终在全世界，成为他那一代人的代言人和下一代人的精神导师。 历史上的&#x3D;&#x3D;* 商鞅变法&#x3D;&#x3D;让秦国国富民强，为秦统一中国奠定基础 嬴政（从“阶下囚”到“天下霸主”） 个体心理学家阿德勒认为：“生活的意义”是每个人必须面对和解决的一个问题，但是这种意义必须是社会性的，如果仅停留于文字，或者是不与他人发生关系，仅是个人意义其实是没有意义的。因此真正“生活的意义”的标志是：“能被别人认定为有效的意义。” 生活的意义在于合作与奉献。但是这种奉献即为生活意义本质所在的观点，在儿童时期往往容易被环境所误导。这种极易误导儿童的第一因素就是身体残缺。 秦始皇的童年是在赵国渡过的，寄人禽下的处境，加之特殊的家庭背景，都在他幼小的心灵中留下难以磨灭的伤痕。后来他表现出极端的报复心态，与此经历有着必然联系。” 秦始皇性格贪残，他车裂“假父”其根据就是嫉妒，“妒恨与贪残交织一起，从而形成报复心理。”这里，我们可以看出这一阶段尽管秦始皇的心理是自卑的，但他却并未走向消沉与自我封闭，而是积极奋进，“产生报复心理”和行为，企图对自卑进行补偿。 正如有人指出：特殊的地位、环境（赵国逃亡时为囚徒）与特殊身份（王孙身份）合二为一，“使得羸政从小既自卑又自傲”。羸政的“自傲”心理，这种“自傲”不仅表现在其“王孙”的高贵身份上，还表现在其高于一般人的富裕生活上。 对此，张分田先生曾推测说：“从现存记载看，他（指秦始皇）有比较优裕的生活，因为他的父亲得到吕不韦和华阳夫人的慷慨资助，外祖父家又是当地的豪族，所以一家人想必衣食无忧。”在这种矛盾心理的交互作用之下，其心理发展走向变态。 书上的阿Q是怎样的人，国民劣根性 严子陵&#x2F;张季鹰 归隐 伯牙绝弦无知己 阮籍青眼聊因美酒横 孙中山出身农民家庭，但是依靠自己的努力成立新中会","categories":[{"name":"学习有关的","slug":"学习有关的","permalink":"https://karuka.top/categories/%E5%AD%A6%E4%B9%A0%E6%9C%89%E5%85%B3%E7%9A%84/"}],"tags":[{"name":"作文素材","slug":"作文素材","permalink":"https://karuka.top/tags/%E4%BD%9C%E6%96%87%E7%B4%A0%E6%9D%90/"}]},{"title":"鸡汤来咯","slug":"鸡汤来咯","date":"2022-08-23T00:51:29.000Z","updated":"2022-08-25T02:50:20.500Z","comments":true,"path":"posts/d4a66eb9/","link":"","permalink":"https://karuka.top/posts/d4a66eb9/","excerpt":"","text":"这里是一些语录【更新中】但是大家也可以把它们用到作文里面去呀 对未来真正的慷慨在于把一切都献给现在。——《反抗的人》 坚持 在隆冬（冬天最冷的时期），我终于知道，我身上有一个不可战胜的夏天。 ——加缪《夏天集》 且挨过三冬四夏，暂受些此痛苦，雪尽后再看梅花。——《百字铭》 时间当人们观察时间的时候，它流逝的并不快。它感觉到有人在看着它，但是它利用了我们的分心。也许存在两种时间：人们观察的时间和改变我们的时间。——《加缪笔记》 反抗一个人的行为激起了所有人的热情，一个人的心不在焉或漠不关心都会造成十个人的死亡。——加缪。 人性人们相信别人都是单纯的坏人，而自己则是复杂的好人。——《汉谟拉比小姐》 生命要真正体验生命，你必须站在生命之上。——尼采 孤独深夜知雪重，时闻折竹声。——白居易《夜雪》 反复砌下落梅如雪乱，拂了一身还满。——李煜《清平乐·别来春半》 克服一种感情的意志,最终只是另一种感情或另外若干种感情的意志。——尼采","categories":[{"name":"学习有关的","slug":"学习有关的","permalink":"https://karuka.top/categories/%E5%AD%A6%E4%B9%A0%E6%9C%89%E5%85%B3%E7%9A%84/"}],"tags":[{"name":"经典语录","slug":"经典语录","permalink":"https://karuka.top/tags/%E7%BB%8F%E5%85%B8%E8%AF%AD%E5%BD%95/"}]},{"title":"8月22日祝飘逸生日快乐~^(*￣(oo)￣)^","slug":"8月22日祝飘逸生日快乐-￣-oo-￣","date":"2022-08-22T13:00:00.000Z","updated":"2022-08-25T03:00:47.742Z","comments":true,"path":"posts/e6416be0/","link":"","permalink":"https://karuka.top/posts/e6416be0/","excerpt":"","text":"生日快乐 ε≡٩(๑&gt;₃&lt;)۶认识你也已经差不多五六年了，很谢谢你一直在我的身边，该说的话也已经在信里和你说过了。 好像也不知道说什么了哈哈哈哈哈，你也17岁了呢，希望以后我们一直都是好朋友(●’◡’●)ﾉ(๑•₃•๑) &#x3D;&#x3D;下面这个是你喜欢的晴天，可能要等一会才能加载出来&#x3D;&#x3D;","categories":[{"name":"重要大事","slug":"重要大事","permalink":"https://karuka.top/categories/%E9%87%8D%E8%A6%81%E5%A4%A7%E4%BA%8B/"}],"tags":[{"name":"生日","slug":"生日","permalink":"https://karuka.top/tags/%E7%94%9F%E6%97%A5/"}]},{"title":"关于英语","slug":"关于英语","date":"2022-08-22T11:23:26.000Z","updated":"2022-08-26T15:36:21.137Z","comments":true,"path":"posts/8fb75faf/","link":"","permalink":"https://karuka.top/posts/8fb75faf/","excerpt":"","text":"英语改革我是真的会谢谢 这张图完全是万恶之源^^ 前几天看到的时候，还以为是谁在开玩笑造谣，没想到这几天已经实锤了。问了好几个学校的学生都表示练了两年的口语了，，好绝望。 小学二年级的时候完全出于兴趣所以开始在外面补英语，和好朋友一起坐着学校的大巴一起过去一起回来，还认识了我徒弟，虽然现在已经不再联系。但是真的是那段时间最美好的回忆了，小学大家都能拿3A的期末成绩，我虽然不可以3A，但是每次的A基本都是英语给我的。。。 四年级第一次打全国的比赛也是因为英语被老师选过去的，虽然比班上那些拿上海赛区一二等奖的大佬们差很多，但也真的给我学英语很大的自信了。。 当时我记得还有一篇文章叫Skydiving虽然那个时候那篇文章里面有很多我现在看还是觉得生僻的单词，但是对于当时的我来说是真的很棒的一篇文章，为数不多认真背过以及正好考到了的文章，那个时候是教官口述文章，然后她再提问，根据刚才记忆的内容再去回答的形式。 我还记得那个时候那个外国考官问我的一些文章里面的问题，虽然有很多听的不太懂（我觉得完全可以和中考的英语听力相媲美了，，）但是我回答完之后她也给了我一个很美的笑容。我至今还记得那位白人考官脸上很美的笑，学英语的快乐其实是这样的啊。 而不是像我现在一样，因为两年老师都没有练过口语，为了应试考试的“高考”，很痛苦地，去学习英语，答不上来也不会有人会再给我笑脸。。。 自信心就是随着时间的推移一点一点被磨灭的。 高一的时候英语还靠写作文拿了个省二，但是现在俯瞰回首的的话，是不是只是仅仅因为那个时候还有很多以前的底子呢？高二的时候又因为随波逐流以及对自己还尚存的自信，觉得英语不补课也完全没问题，而且对于一个要面对九门课的高中生来说多一门补课就是多一门负担，我不想让我曾经最爱的课变成我的负担所以我也并没有太在意，我觉得我是可以的。 暑假考完生地之后，算了算自己离理想学校的分差，发现离曾经的理想的560+的农大已经毫无胜算了，如果拼一把命去试试中国人民公安大学的话，英语和语文有一门起码130+。。因为我都不曾对我的数学物理抱过太大的希望。 常常会想，当时要是没来xd的话该有多好，要是让我去个闵三我都心甘情愿。。不过转念一想当时自己填志愿的时候闵三被我放华理后面了而且自己中考的时候只要再高5分就可以去理想的市重点了，说到底，还是数学太差了。 小学的时候和陆苏雯一起去学小升初的数学课，那个时候我们是幼儿园同学以及小学隔壁班同学，后来她自招成功了，我因为数学太差被拒之门外了。。。后来虽然现在虽然在一个高中，但我们也是两个世界的人了，而且她是将近闵中的分数线进来的实验班，而且实验班的老师和普通班的完全不同，什么时候李筱和沈晓燕能好好上英语和数学课啊啊啊。。 好悲伤，想去补英语也不知道去问谁，不想和那些讨厌的人在一个机构上课，但是别的地方也不知道老师怎么样，我没有多少时间可以浪费了。。功利性的上课完全与本心相悖，悲) 听说我是真的很害怕，，我也很害怕我阅读看不完。。。 “怕啥啊？学呗。”——小丽 喜欢yorushika的每一首歌是因为喜欢它的歌词。。。 夜鹿|ヒッチコック（希区柯克）：只想看着蓝天的人生，是一种任性吗？ |","categories":[{"name":"随便说点","slug":"随便说点","permalink":"https://karuka.top/categories/%E9%9A%8F%E4%BE%BF%E8%AF%B4%E7%82%B9/"}],"tags":[{"name":"关于英语","slug":"关于英语","permalink":"https://karuka.top/tags/%E5%85%B3%E4%BA%8E%E8%8B%B1%E8%AF%AD/"}]},{"title":"留言板","slug":"留言板","date":"2022-08-21T02:00:00.000Z","updated":"2022-08-22T13:15:59.908Z","comments":true,"path":"posts/c0297c2d/","link":"","permalink":"https://karuka.top/posts/c0297c2d/","excerpt":"","text":"✧+｡留 言 板 ✧+｡✧｡٩(ˊᗜˋ)و✧*｡ 因为技术有限，所以暂时还不能把页面做得很漂亮所以只能借个评论区来当留言板了。 有什么开心或者不开心的事情都可以发在这里，不用有什么顾虑因为能看到这个网站的人没几个~","categories":[],"tags":[]},{"title":"xd坐牢记","slug":"有关xd的事情","date":"2001-08-22T11:42:00.000Z","updated":"2022-09-21T15:03:04.741Z","comments":true,"path":"posts/7acddbfb/","link":"","permalink":"https://karuka.top/posts/7acddbfb/","excerpt":"","text":"123456用来记录一下高三期间遇到的监狱生活**建议直接点右边的目录进行翻阅查看**①2022/8/22乱喷人事件②2022/8/31不熟的人又来找我索取 本文有很多别人偏激言论以及我个人的想法，当讽刺的故事看就好了 因为是不好的内容所以按照我会按照时间线尽可能把这篇文章放后面，茶余饭后的笑话罢了，欧亨利看了都摇头。 建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F;建议别进来&#x2F; 暂时不打算写了，因为都无所谓了，鑫都的事情和我有什么关系？ 2022&#x2F;08&#x2F;22乱喷人事件一个小学妹突然跑来找我问问图我才突然发现校群炸了。。 起因：frs和ll还可能有张yj出去喝酒，喝多了于是玩真心话大冒险，输了之后乱耍酒疯去搞事情…？ 我的看法：因为人多势大所以可以胡作非为了…？因为是自己人所以就放弃了所谓的正义？ 虽然crj也有错但是没必要在群里公开骂吧，，，（太长了建议跳过。。阅读疲劳了已经） 读起来真的好累，相信以后的我再来看这种事情也不会有兴趣读完的，反正都是些窝里斗的啥比事情，难舍难分真真假假，好讨厌人类啊 真的会有人那么想当群主啊 2022&#x2F;08&#x2F;31我可以无条件的帮忙不熟的人，但是不熟的人永远不要一直向我这里不断索取！！！ （不熟的定义是我从来没私信找你说过话，你就算被灭了我也丝毫无感的人） 为什么，八竿子打不着的同学，要在需要我的时候来和我套近乎！我讨厌冷漠的人来找我套近乎！ 永远会记得，高一上学期被孤立的一段时间里面你冷漠的表情，和大家都一样。和你后来找我帮忙的时候套近乎的鲜明的对比 现在每天在学校里面也不断和我套近乎，难道我看不出来你身上那些心思吗？只不过会在我对你没有价值了之后继续唾弃掉？ 我讨厌抱有目的地接近我。 我们真的不熟，但是我为了要维持表面关系，我必须在毕业前和你假心假意地相处.. 在这已经厌恶了所有的人情世故了。到处都是客套，功利性。 我会永远主动去帮助那些善良的，值得帮助的人，不熟的人和我的朋友们，而不是在我被奚落的时候还背刺我一刀的死了也和我八竿子打不着边的虚假的人。 我不是戴奥真尼斯。 2022&#x2F;0空着先","categories":[],"tags":[]},{"title":"bug存放处","slug":"bug存放处","date":"2000-08-23T02:18:53.000Z","updated":"2022-08-23T02:33:25.780Z","comments":true,"path":"posts/89db79b/","link":"","permalink":"https://karuka.top/posts/89db79b/","excerpt":"","text":"存bug的地方","categories":[],"tags":[]},{"title":"代码速查","slug":"代码速查","date":"2000-08-23T01:43:39.000Z","updated":"2022-09-14T13:35:16.755Z","comments":true,"path":"posts/4c7c3a8f/","link":"","permalink":"https://karuka.top/posts/4c7c3a8f/","excerpt":"","text":"高亮1&lt;mark&gt; &lt;/mark&gt; 强调1**文字** 页内链接12345678&lt;p id=&quot;0&quot;&gt;&lt;/p&gt;空一行[目录](#0)[1.界定命运的维度](#1)&lt;p id=&quot;1&quot;&gt;&lt;/p&gt;空一行[返回目录](#0) 斜体12*欢迎大佬来浇浇我各种知识* (我喜欢用这种)_欢迎大佬来浇浇我各种知识_ 删除线1~~我宣布个事儿~~ 代码块1代码块 [按三个 ` 并敲回车] 列表123456无序：-+*有序：数字+.加空格 123- [ ] 刷B站- [ ] 写代码- [x] 起床 表格 [用 “|” 绘制表格边框]1234| 学号 | 姓名 | 年龄 || :--- | :---: | ---: | (引号的位置代表着 左对齐, 居中, 右对齐)|114514|田所|24||1919810|浩三|25| memehttps://emojipedia.org/zany-face/","categories":[],"tags":[]}],"categories":[{"name":"重要大事","slug":"重要大事","permalink":"https://karuka.top/categories/%E9%87%8D%E8%A6%81%E5%A4%A7%E4%BA%8B/"},{"name":"学习有关的","slug":"学习有关的","permalink":"https://karuka.top/categories/%E5%AD%A6%E4%B9%A0%E6%9C%89%E5%85%B3%E7%9A%84/"},{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/categories/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"},{"name":"随便说点","slug":"随便说点","permalink":"https://karuka.top/categories/%E9%9A%8F%E4%BE%BF%E8%AF%B4%E7%82%B9/"}],"tags":[{"name":"简介","slug":"简介","permalink":"https://karuka.top/tags/%E7%AE%80%E4%BB%8B/"},{"name":"三大主科","slug":"三大主科","permalink":"https://karuka.top/tags/%E4%B8%89%E5%A4%A7%E4%B8%BB%E7%A7%91/"},{"name":"小目标","slug":"小目标","permalink":"https://karuka.top/tags/%E5%B0%8F%E7%9B%AE%E6%A0%87/"},{"name":"政史物化","slug":"政史物化","permalink":"https://karuka.top/tags/%E6%94%BF%E5%8F%B2%E7%89%A9%E5%8C%96/"},{"name":"每日复盘","slug":"每日复盘","permalink":"https://karuka.top/tags/%E6%AF%8F%E6%97%A5%E5%A4%8D%E7%9B%98/"},{"name":"关于音乐","slug":"关于音乐","permalink":"https://karuka.top/tags/%E5%85%B3%E4%BA%8E%E9%9F%B3%E4%B9%90/"},{"name":"垃圾桶","slug":"垃圾桶","permalink":"https://karuka.top/tags/%E5%9E%83%E5%9C%BE%E6%A1%B6/"},{"name":"我的思考","slug":"我的思考","permalink":"https://karuka.top/tags/%E6%88%91%E7%9A%84%E6%80%9D%E8%80%83/"},{"name":"作文素材","slug":"作文素材","permalink":"https://karuka.top/tags/%E4%BD%9C%E6%96%87%E7%B4%A0%E6%9D%90/"},{"name":"经典语录","slug":"经典语录","permalink":"https://karuka.top/tags/%E7%BB%8F%E5%85%B8%E8%AF%AD%E5%BD%95/"},{"name":"生日","slug":"生日","permalink":"https://karuka.top/tags/%E7%94%9F%E6%97%A5/"},{"name":"关于英语","slug":"关于英语","permalink":"https://karuka.top/tags/%E5%85%B3%E4%BA%8E%E8%8B%B1%E8%AF%AD/"}]}